{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "tram crash"
        },
        {
          "text": "Final three Croydon tram crash victims named"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "Wednesday"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "Croydon"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Donald Collett, 62, from Croydon, and Philip Logan, 52, and 63-year-old Robert Huxley"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "travelling at “significantly higher speeds”"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "https://www.thesun.co.uk/news/2172708/croydon-tram-crash-victims-named/",
  "publish_date": "2016-11-12 17:58:46",
  "title": "Final three Croydon tram crash victims named as repair work starts on track at scene of tragedy",
  "description": "Three remaining victims of the Croydon tram crash which killed seven people in total have been named by police. They are Donald Collett, 62, from Croydon, and Philip Logan, 52, and 63-year-old Robert Huxley, both from New Addington.",
  "text": "The other three people killed have now been named as Donald Collett, Philip Logan and Robert Huxley Click to share on WhatsApp (Opens in new window) Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) THE three remaining victims of the Croydon tram crash which killed seven people in total have been named by police. They are Donald Collett, 62, from Croydon, and Philip Logan, 52, and 63-year-old Robert Huxley, both from New Addington. British Transport Police 22 Donald Collett, 62, (left) and Philip Logan, 52, (right) died in the accident. A picture of Robert Huxley has not yet been released 22 Left to right: Dorota Rynkiewicz, Mark Smith, Phil Seary and Dane Chinnery Getty Images 22 Rail workers at the site work to fix the track where the tram derailed on Wednesday which saw seven people killed Not known 22 Rail workers at the site work to fix the track where the tram derailed on Wednesday Getty Images 22 A tram carriage covered in tarpaulin is driven away from the scene of the accident on a truck in Croydon The other victims who have already been named on Wednesday were Mark Smith, Dane Chinnery, Phil Seary and Dorota Rynkiewicz. The crashed tram carriages were taken away on the back of two lorries on Saturday morning and repair work on the track has started. British Transport Police said the 100ft-long tram had been split into sections which were craned on to flatbed lorries. All sections have now been taken away from the scene as the Rail Accident Investigation Branch (RAIB) continues its inquiry. Investigators believe the tram was travelling at “significantly higher speeds” than those permitted when it derailed. Getty Images 22 Friends and family of some of the victims marched earlier on Saturday to the site of the crash Getty Images 22 Tributes left for victim Mark Davis near the Sandilands tram stop by the site of the Croydon tram crash Getty Images 22 British Transport Police said Donald Collett, 62, of Croydon; Philip Logan, 52, and Robert Huxley, 63, died in the accident when the tram overturned Six men and one woman died and more than 50 were taken to hospital after the early Wednesday morning crash at a “sharp, left-hand curve” near Sandilands tram stop in South London. A group of up to 100 people on Saturday marched down the road to the spot to pay tribute to the victims of the derailing in south London. A statement from Mr Collett’s family read: “Don was a well loved, funny and generous man, who could light up a room with his smile. He is tragically leaving behind a loving family, partner, adored friends and work colleagues. Please rest in peace and know you are truly loved and greatly missed.” The family of Mr Logan described him as a “true family man” and a “generous friend”. A statement from the family added “Phil was a man with more love compassion and zest for life than words can express. He will be immensely missed by all that knew him.” One of the victims of the Croydon tram crash tragedy was due to get married next year. Mark Smith, 35, had planned a summer ceremony with his Lithuanian fiancee Indre Novikovaite, 25, the mother of their 18-month-old son. Enterprise News and Pictures 22 Mark Smith and fiancee Indra Novikovaite with their 18 month old son PA:Press Association 22 Philip was described as a ‘gentle giant’ PA:Press Association 22 A map of where the crash happened Her brother Osvaldas, 23, told The Sun: “They were planning to get married. My sister is completely devastated by this.” Mum-of-two Dorota Rynkiewicz, 35, and grandfather Philip Seary, 57, were yesterday also named as among the seven victims of the disaster. Two cranes were also at the accident site in South London to move the wreckage as it was reported bodies were still trapped inside. Facebook 22 Dorota Rynkiewicz with husband Andrzej Rynkiewicz. Jim Bennett 22 PA:Press Association 22 A one minute’s silence was observed by the cenotaph in Croydon to mark the crash The two-carriage tram came off the rails at 50mph on a 12mph bend at around 6am on Wednesday. The driver, 42, has been released on police bail following his arrest on suspicion of manslaughter. Dorota, of New Addington, has two young daughters aged five and seven. She was the only woman to die in the crash. Friends described her as an “amazing mother” who always had a “special smile” on her face. Pal Asma Kazim said: “Dorota was full of life, caring and a funny girl. It is shocking news for us and I still can’t believe she has gone.” London News Pictures 22 The tram tipped PA:Press Association 22 The family of Philip Seary, 57, have paid tribute to the Crystal Palace fan who died in the crash PA:Press Association 22 Workers at the site of the Croydon tram crash stand during a two minute silence to mark Armistice Day Philip, also of New Addington, was said to be a “gentle giant”. He was only on the tram after agreeing to swap shifts with a fellow electrical engineer at the Royal Opera House in Covent Garden. Son-in-law Darren Mimms said: “As Phil was such a kind man he would do anything to help anybody. Related stories 'I WARNED THEM' Passenger claims he warned TfL about possible Croydon tram crash repeatedly 'IT'S RIPPED OUR FAMILY APART' Mum-of-three, football fan and young dad named among victims of Croydon tram crash tram horror What caused Croydon tram derailment and where did it overturn? 'I saw my pal's boot, he was obviously dead' Tram crash survivor tells of horrific scene of death and severed limbs Seized at scene Moment Croydon tram crash driver is arrested on suspicion of manslaughter after doing 50 on 12mph bend ACCIDENT WAITING TO HAPPEN? Croydon tram crash 'almost happened week earlier when one \"lifted onto side\" at same corner' “It’s really hurting his wife. He shouldn’t have been on that tram. “If he hadn’t have been at work he would have been doing bits and bobs around the house and looking after his granddaughter.” Tributes were also paid online to keen fisherman Mark, of Coulsdon. His cousin Tom Smith said on Facebook: “Still cannot believe this is true, the last couple of days have just felt like a nightmare that I’m gonna wake up from. Getty Images 22 Emergency workers continued to work at the scene of the derailed tram PA:Press Association 22 Philip was only on the tram because he had agreed to swap shifts with a colleague SWNS:South West News Service 22 Family and friends of one of the deceased lay flowers near the scene of the tram crash News Group Newspapers Ltd 22 Workers were seen today trying to move the tram which crashed earlier this week PA:Press Association 22 Flowers left at the scene near the tram crash in Croydon “Not only were you my cousin but literally my best friend. The thought that we are all never gonna see you or hear from you again makes me feel sick. “We are all in bits and I just wish you could walk back into your home with that smile on your face and make everyone laugh. “I know I have made new family in Indre Novikovaite and Osvaldas Novikovas but I would give everything if you could come back and join us bro. “See you one day for that catch up we kept talking about.” Accident investigators hope to have an interim report ready next week. Cops are said to be probing whether the driver was on his phone or had “blacked out.” Cranes to clear wreckage as Croydon tram crash victims named",
  "topics": "tram victims",
  "origin": "gate",
  "filename": "08ebc52cada9093774e3ba71312def80ca3621c959d67877a6e3b228.json"
}
