{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "attacks German consulate"
        },
        {
          "text": "truck bombing"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "late Thursday"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "northern Afghan city of Mazar-i-Sharif"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Taliban"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "revenge attack"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.telegraph.co.uk/news/2016/11/10/taliban-attack-german-consulate-in-northern-afghan-city-of-mazar/",
  "publish_date": "2016-11-11 08:42:13",
  "title": "Taliban attacks German consulate in northern Afghan city of Mazar-i-Sharif with truck bomb",
  "description": "The death toll from a powerful Taliban truck bombing at the German consulate in Afghanistan's Mazar-i-Sharif city rose to at least six Friday, with more than 100 others wounded in a major militant assault.",
  "text": "The death toll from a powerful Taliban truck bombing at the German consulate in Afghanistan's Mazar-i-Sharif city rose to at least six Friday, with more than 100 others wounded in a major militant assault. The Taliban said the bombing late Thursday, which tore a massive crater in the road and overturned cars, was a \"revenge attack\" for US air strikes this month in the volatile province of Kunduz that left 32 civilians dead. The explosion, followed by sporadic gunfire, reverberated across the usually tranquil northern city, smashing windows of nearby shops and leaving terrified local residents fleeing for cover. \"The suicide attacker rammed his explosives-laden car into the wall of the German consulate,\" local police chief Sayed Kamal Sadat told AFP. All German staff from the consulate were unharmed, according to the foreign ministry in Berlin.",
  "topics": "consulate attack",
  "origin": "gate",
  "filename": "0e7ab2ce71c1bce03040ec2388dd45ab069d5432b364495b9cfcfdf5.json"
}