{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "sparks outrage"
        },
        {
          "text": "has come under fire"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "November 8, 2016"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "UK"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Toblerone"
        },
        {
          "text": "Mondelez International"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "changing iconic shape"
        },
        {
          "text": "increased the space between the distinctive triangles of its bars"
        },
        {
          "text": "due to price rises"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.independent.co.uk/news/uk/home-news/toblerone-new-shape-outrage-chocolate-scandal-a7404011.html",
  "publish_date": "2016-02-08 00:00:00",
  "title": "Toblerone sparks outrage after changing iconic shape",
  "description": "Toblerone has come under fire after it increased the space between the distinctive triangles of its bars.  Mondelez International, the company which makes the product, said the change was made due to price rises in recent months, however consumers called the move “obscene”.",
  "text": "Toblerone has come under fire after it increased the space between the distinctive triangles of its bars. Mondelez International, the company which makes the product, said the change was made due to price rises in recent months, however consumers called the move “obscene”. “Like many other companies, we are experiencing higher costs for numerous ingredients. We carry these costs for as long as possible, but to ensure Toblerone remains on-shelf, is affordable and retains the triangular shape, we have had to reduce the weight of just two of our bars in the UK, from the wider range of available Toblerone products,” the company wrote on its Facebook page. However many questioned the necessity of the move, commenting that Toblerone does not constitute an everyday purchase and therefore customers would be able to absorb a price rise. Others called the change “underhanded” accusing the company of masking the fact the bar is smaller. The change has seen the 400g bars reduced to 360g and the 170g bars to 150g, with the size of the packaging remaining the same. And they've changed the Toblerone, quite obviously so you less triangles in a row. Typical cost cutting measure. — Angela Night (@Angelheartnight) November 8, 2016  \"Fair enough reducing the weight of the bar, but why the big gap in between segments? Looks stupid, could have just made the bar shorter and kept the original design,” Lee Yarker wrote on Facebook. My god, the Toblerone change is obscene. #mindthegap pic.twitter.com/VnXFaiFAml — Josh Barrie (@joshbythesea) November 8, 2016 Mondelez International is not the first company to announce price rises as a result of the falling pound. Madness. Why mess with the single distinctive feature of the product? Who monitors price of a Toblerone anyway, hardly a household staple? https://t.co/DovjffjOJP — Chris Duncan (@chrisduncania) November 8, 2016 In October, Tesco and Unilever clashed after the company said it would raise prices of its key products to compensate for the diminishing value of British currency. The Independent has contacted Mondelez International for comment.",
  "topics": "toberone-gate",
  "origin": "gate",
  "filename": "13a20be02e984533782dc2c6cd2f468b879ce4be88127566da043b0f.json"
}