{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "found dead"
        },
        {
          "text": "four-day rescue operation"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "Sunday"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "Hebei province"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Chinese boy"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "trapped down an abandoned well"
        },
        {
          "text": "harvesting vegetables"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.bbc.com/news/world-asia-china-37946716",
  "publish_date": "2016-11-11 03:34:29",
  "title": "Chinese boy found dead in well after huge four-day search",
  "description": "A Chinese boy trapped down an abandoned well is found dead, after a four-day rescue operation.",
  "text": "Image copyright Reuters Image caption The boy was found without signs of life after the search that took over 100 hours A Chinese boy trapped down an abandoned well has been found dead, after a huge four-day rescue operation. The six-year-old fell into the 80m-deep well in Hebei province while harvesting vegetables on Sunday, state media Xinhua reported. More than 500 rescuers and 100 excavators were involved after a call for help on Chinese social media by the boy's father. Rescue efforts were hampered by soft soil which was prone to collapse. Earlier reports had put the well at a depth of 40m. The boy was found without signs of life after the search that took over 100 hours, according to a rescue official cited by the Global Times. The 30cm-diameter well, which was too narrow for an adult to enter, was widened by rescuers who also pumped in oxygen. The well had been left unused for five years and there were no warning signs.",
  "topics": "china well",
  "origin": "gate",
  "filename": "38e6814a263c875294b34f714ac3a2e5dc5cc2a9bba6163b7b1f688b.json"
}