{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "blames US presidential loss to Donald Trump on FBI chief"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Hillary Clinton"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "because he CLEARED her of wrongdoing over Weiner email"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "https://www.thesun.co.uk/news/2168742/hillary-clinton-aide-blames-us-presidential-loss-to-donald-trump-on-fbi-chief-because-he-cleared-her-of-wrongdoing-over-weiner-emails/",
  "publish_date": "2016-11-11 22:11:17",
  "title": "Hillary Clinton aide blames US presidential loss to Donald Trump on FBI chief ... because he CLEARED her of wrongdoing over Weiner emails",
  "description": "A TOP aide to failed US presidential contender Hillary Clinton has blamed the election of rival Donald Trump on the head of the FBI.",
  "text": "A TOP aide to failed US presidential contender Hillary Clinton has blamed the election of rival Donald Trump on the head of the FBI. A scathing letter by Navin Nayak, head of Clinton’s research division, pinned the cause of her candidate’s loss on FBI director James Comey. EPA 6 Clinton was investigated by the FBI in the days before the election over her use of private emails Splash News 6 FBI director James Comey cleared Clinton of wrongdoing days before Americans went to the polls AP:Associated Press 6 Clinton fans wept as she conceded defeat in the US election Comey announced a probe into the Democrat’s private emails found on shamed sext-text former congressman Anthony Weiner’s laptop just weeks before the election. But Nayak said that Comey’s second announcement clearing Clinton of wrongdoing days before Americans went to the polls actually HELPED billionaire Trump reach the White House. “We believe that we lost this election in the last week”, she wrote in the letter seen by Politico. Related Stories email cleared Why has the Hillary Clinton email probe been dropped by the FBI and how will it affect the US Election result? CLINTON CLEARED FBI reveals probe into Hillary Clinton's emails finds no evidence of crime committed THE DYNASTY CONTINUES Chelsea Clinton 'groomed to run for Congress' - just days after Hillary's crushing defeat MADAME PRESIDENT Did Hillary Clinton just fire the starting gun on Michelle Obama's 2020 presidential bid? every loser wins What will Hillary Clinton do now after conceding the US presidential election to Donald Trump? HILLARY'S LAST HOPE Hillary Clinton could still end up in the White House in one possible scenario that could shake America HE'S GONE SOFT! Donald Trump fans slam soon-to-be president for praising Hillary Clinton during his acceptance speech “Comey’s letter in the last 11 days of the election both helped depress our turnout and also drove away some of our critical support among college-educated white voters — particularly in the suburbs”. “We also think Comey’s 2nd letter, which was intended to absolve Sec. Clinton, actually helped to bolster Trump’s turnout.” Clinton was set to win up until the last week of the election, according to Nayak. “Voters who decided in the last week broke for Trump by a larger margin…” she explained. “These numbers were even more exaggerated in the key battleground states.” 6 A probe was launched into Clinton when police searching the laptop of sext-pest Anthony Weiner – husband of a top Clinton aide – found 600,000 emails from Clinton Getty Images 6 Victorious Trump met President Obama for the first time on Thursday The FBI chief issued two bombshell letters to Congress right before the election. The first disclosed that agents had seized a laptop shared by Clinton aide Huma Abedin and her husband Anthony Weiner. The laptop contained more than 600,000 emails related to a previous investigation into Clinton’s private email server, which was wrapped up in July. Several days later, Comey issued a second letter saying the FBI had analyzed the new materials and hadn’t changed its conclusion that there was no reason to prosecute Clinton. Nayak said the second letter “energized Trump supporters.” She also noted that after record early voting numbers, there was a significant drop in turnout in cities like Philadelphia, Raleigh-Durham, Milwaukee and Detroit when the first letter became public. “In the end, late breaking developments in the race proved one hurdle too many for us to overcome,” Nayak said. Hillary Clinton delivers her post-defeat speech to America after surprise loss to Trump",
  "topics": "clinton blames comey",
  "origin": "gate",
  "filename": "3ddf85250d842c42a08b7dbc9ad2f3a04ab22b0c56c55f9c92bcf2f0.json"
}