{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "blames loss on FBI's James Comey"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Hillary Clinton"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "he was reopening the investigation"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.telegraph.co.uk/news/2016/11/12/hillary-clinton-blames-election-loss-on-fbis-james-comey-in-call/",
  "publish_date": "2016-11-13 09:07:21",
  "title": "Hillary Clinton blames loss on FBI's James Comey in call with top donors",
  "description": "Hillary Clinton has blamed her defeat in the US election on James Comey, the FBI director, who announced days before the votes were cast that he was reopening the investigation into her handling of classified information.",
  "text": "Hillary Clinton has blamed her defeat in the US election on James Comey, the FBI director, who announced days before the votes were cast that he was reopening the investigation into her handling of classified information. During a conference call with top donors on Saturday, Mrs Clinton said that Mr Comey's intervention in the election had reversed her \"momentum\" and energised Donald Trump's supporters. Mr Comey's announcement, made on Oct 28 in a brief letter to members of Congress, caused the Democratic presidential nominee to tumble in the polls and revived Mr Trump's hopes of victory. However, Mrs Clinton's campaign appeared to steady itself days after the new broke and she re-established her polling lead prior to election day.",
  "topics": "clinton blames comey",
  "origin": "gate",
  "filename": "402f560789b2242775a7bed9d125c7980cc2f143e258a17056497521.json"
}
