{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "set to check driver's mobile phone records"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "Wednesday"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "Croydon"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Police"
        },
        {
          "text": "tram driver"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "significantly higher speed than is permitted"
        },
        {
          "text": "deaths of six men and a woman in a horror crash"
        },
        {
          "text": "one of many lines of inquiry"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.telegraph.co.uk/news/2016/11/10/croydon-tram-crash-police-check-drivers-mobile-phone-records/",
  "publish_date": "2016-11-10 21:42:08",
  "title": "Police set to check driver's mobile phone records",
  "description": "Mobile phone records of a tram driver arrested over the deaths of six men and a woman in a horror crash are likely to be examined by police, casting doubt on claims he may have \"blacked out\".",
  "text": "The driver, a 42-year-old man, from Beckenham, was released on bail, as Dane Chinnery, a 19-year-old Crystal Palace fan, was identified as one of the seven dead. Friends described how the \"friendly, genuine lad\" had been travelling to work. Investigators said the tram was travelling at a \"significantly higher speed than is permitted\" and were initially probing whether the driver had fallen asleep. British Transport Police said it was \"too early\" to comment on whether the driver was using his mobile phone. A spokeswoman added: \"I would imagine this would be one of many lines of inquiry.\" FirstGroup confirmed it was company policy for drivers to avoid having their mobile phones with them during operating hours. More than 50 people were injured when the vehicle left the track during the morning rush hour in Croydon on Wednesday.",
  "topics": "tram",
  "origin": "gate",
  "filename": "56637e2204cf4ec89768a742dfa3af05ba27ea8a0864bed8d8a5f3cd.json"
}
