{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "hold 90-minute White House transition meeting"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "today"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "White House"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Donald Trump"
        },
        {
          "text": "Barack Obama"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.mirror.co.uk/news/world-news/donald-trump-barack-obama-hold-9234917",
  "publish_date": "2016-11-10 21:02:00",
  "title": "Donald Trump and Barack Obama hold 90-minute White House transition meeting",
  "description": "The 44th President invited the 45th President elect to the White House for the first time since the election, to discuss handover arrangements",
  "text": "Get politics updates directly to your inbox + Subscribe Thank you for subscribing! Could not subscribe, try again later Invalid Email Bitter rivals President Barack Obama and his successor Donald J Trump awkwardly greeted each other at the White House today. It was the pair’s first public step towards a peaceful handover of the reins of power. Just 48 hours before the two men met they had had almost no one-on-one contact as the billionaire led his campaign with a series of bitter attacks on the current US leader. Obama had campaigned vigorously for Trump’s Democratic rival, former Secretary of State Hillary Clinton, while calling the businessman both temperamentally unfit for the presidency and dangerously unprepared to have access to US nuclear codes. But today the two men attempted to put aside their differences as they worked to ensure their handover ran smoothly. The two men put their bitter history behind them, at least for the cameras, after they had discussed how to move forward. Mr Trump said he had expected the meeting to last for no more than 10 - 15 minutes. But in the end the dialogue between the two men lasted an hour-and-a-half. (Photo: Getty Images) Following the meeting, Obama said that he had an “excellent conversation” with Trump, adding his top priority was to “ensure our president-elect is successful”. “I have been very encouraged by…the interest in President Elect Trump’s wanting to work with my team,” he said. He told Mr Trump he wanted him to succeed, because \"If you succeed, the country succeeds\" Mr Obama has previously said Mr Trump was not fit for the Presidency. In the final days of the campaign, he told Hillary Clinton supporters: \"If your closest advisers don’t trust you to tweet then how can we trust him with the nuclear codes?” After the meeting, Trump described the outgoing President as a “very good” man. ‘“I very much look forward to dealing with the president in the future, including counsel,” said Trump. “He explained some of the difficulties, some of the high flying assets, some of the really great things that have been achieved.” (Photo: Getty Images) Before their meeting in the Oval Office Trump had vigorously promoted the so-called “birther” theory, which falsely claimed Obama was an illegitimate president because he was not born in the US. It began five years ago at the same time the President ridiculed the then-businessman at the White House Correspondents’ Dinner. It has been speculated it was this very public humiliation that fuelled Trump’s deep desire to run for the White House. More recently, the Republican claimed Obama was the “founder” of the Islamic State terrorist group. The President, who congratulated his successor in a phone call in the early hours of Wednesday, said it was “no secret” he and Trump had pretty significant differences. But he added that “we all want what’s best for this country” and he was “heartened” by what he heard in during the billionaire’s winning speech. (Photo: REUTERS) However unlike previous meetings between a President and President-elect no cameras were allowed to see the initial greeting. It is understood the First Couple greeted the Trumps on the driveway on the South Lawn, before the two men shook hands, with Obama forgoing his usual warm two-handed shake. While Michelle Obama showed Melania Trump the White House, their husbands met for more than 90 minutes in the Oval Office, discussing the transfer of power Obama’s liberal Democratic administration to a much more conservative Republican leadership. Before his election Trump vowed to undo much of Obama’s work abolishing schemes like his healthcare reforms Obamacare. (Photo: Getty) (Photo: REUTERS) While campaigning he also vowed to bring in sweeping immigration threatening to deport 11 undocumented immigrants, alter trade policies promising to reduce trade with other nations and lower incomes taxes. He is almost certainly going to upend America’s efforts to curb the impact of global warming after after repeatedly denying the science of human-caused climate change calling it “fictional” while saying it was a hoax created by the Chinese. Other controversial policies include moving to build a 40ft wall along the southern border from “day one” while vowing to make Mexico pick up the bill. However his threat to ban Muslims entering the States following the rise of ISIS took a bizarre twist just 24 hours after his election. His statement calling for a “total and complete shutdown” of the religion entering the US mysteriously vanished from his campaign website - before reappearing. With the Republicans holding a majority in both chambers of the US Congress Trump has an easier path to pass his laws. As President-elect Trump, who will be inaugurated in 70 days on January 20, will now begin being given America’s highest level national security briefings they give Mr Obama. The information, given by veteran career intelligence analysts includes some of the government’s most closely-guarded secrets. The briefings detail undercover espionage operations and classified intelligence collection methods, including the National Security Agency’s controversial eavesdropping operations. The Office of the Director of National Intelligence (ODNI), which will be in charge of Trump’s briefings, had no immediate comment. Video Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now Watch this video again Video will play in Share this video Watch Next “I’m certain the intelligence agencies will approach these briefings with absolute professionalism,” said John McLaughlin, a former Deputy Director of the Central Intelligence Agency who participated in presidential briefings. “Once the American people have chosen a president he or she is entitled to complete support from intelligence, and intelligence agencies have to assume that a president-elect will be equally professional.” Mr Trump's private jet landed at Ronald Reagan airport in Arlington Virginia at 10.45pm local time, before a motorcade took him on the short journey to Downtown Washington DC for the meeting. Since being elected his tower block on Manhattan’s Fifth Avenue has been made into a fortress with officials imposing a no-fly zone over the 58-storey building, which was the setting of the US television show The Apprentice. Militarised police also stood patrol at the foot of building joined by regular New York cops. Tension, animosities and macho willy waving: Body language expert's view Body language expert Judi James said \"tensions and the very obvious suppressed animosities\" were apparent during the meeting. She said: \"Making eye contact seemed to be a challenge, especially for Trump who even avoided eyes on the handshake ritual. \"There was some ritualistic mirroring in terms of posture with both men skipping the kind of upright formality that could have masked the air of perma-frost and opting for a manly-looking forward slump with elbows propped onto the thighs. \"The reason for this was all about alpha posturing. Both men adopted a massively splayed leg look that is all about machismo, power and willy-waving. \"Only the hands were different: Trump used the downward steeple gesture that is all about emphatic status and he began tapping his fingertips together which might have looked like nerves but which in a business culture would be more about moving things on quickly to get on with the job.\"",
  "topics": "trump and obama",
  "origin": "gate",
  "filename": "58316513017cff90c5cf66daade95beced3919684ef93b4206278c82.json"
}