{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "fans are not happy"
        },
        {
          "text": "gets more gappy"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "2016"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "UK"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Toblerone"
        },
        {
          "text": "fans"
        },
        {
          "text": "Mondelēz International"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "cost-saving move to widen spaces"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "https://www.theguardian.com/business/2016/nov/08/toblerone-gets-more-gappy-but-its-fans-are-not-happy",
  "publish_date": "2016-11-08 09:34:41",
  "title": "Toblerone gets more gappy, but its fans are not happy",
  "description": "Chocolate lovers blast ‘plain dumb’ cost-saving move to widen spaces between bar’s triangular chunks",
  "text": "The makers of Toblerone have widened the gaps between the chocolate bar’s distinctive triangular chunks in an effort to avoid putting its prices up, in a move fans have described as “stupid”, “ridiculous” and “just plain dumb”. A statement on the brand’s Facebook page said that higher costs for ingredients had meant it had decided to cut the weight of two bars from Toblerone’s UK range. It has reduced 400g bars to 360g and 170g bars to 150g in order to maintain retail prices. The change means that the gaps between chunks are now wider than the chunks themselves. One customer described the new bar as looking “like a weird knock-off of itself”. The Brexit Toblerone sums up 2016: more troughs than peaks | Rebecca Nicholson Read more Explaining the change, the statement on Toblerone’s Facebook page said: “Like many other companies, we are experiencing higher costs for numerous ingredients. “We carry these costs for as long as possible, but to ensure Toblerone remains … affordable and retains the triangular shape, we have had to reduce the weight of just two of our bars in the UK, from the wider range of available Toblerone products.” Customers replying to the post have been scathing. Richard Cristiano Tamerighi wrote: “[It’s] just plain dumb changing the trademark shape of your flagship product. If you were really that concerned about Toblerone customers you would have consulted them.” Michał Tat wrote: “This must be up there with the dumbest corporate decisions of all time. You have a somewhat premium chocolate bar which is very well known for its distinctive shape, and to save money you change the shape? Now you have a premium-priced product that looks like a weird knock-off of itself.” Alistair Calder wrote: “Utterly ridiculous decision!! … I’ll never buy one of these.” And Lee Yarker said: “Fair enough reducing the weight of the bar, but why the big gap in between segments? Looks stupid imo [in my opinion], could have just made the bar shorter and kept the original design.” Former Labour deputy prime minister John Prescott suggested the change was related to the Brexit vote. He tweeted: John Prescott (@johnprescott) Brexit just got real. Via @markcjgreenwood #toblerone pic.twitter.com/VyFT7KGDvv A spokeswoman for Mondelēz International, the US food and drink corporation that owns the Toblerone brand, said the price rise was not related to Brexit. However, it comes after a number of companies sought to raise prices to offset the effect of a plunging pound since the vote to leave the EU. On Sunday, it emerged that Birds Eye fish fingers and Walkers crisps had joined Typhoo and Unilever, the owner of Marmite, and a number of smaller suppliers in an industry-wide battle over price increases caused by the 14.5% drop in the value of the pound against the euro and 18% against the dollar since the referendum. Toblerone was created in 1908 by Theodor Tobler, a second-generation chocolatier from Bern, Switzerland, in collaboration with his cousin Emil Baumann. Its name is a portmanteau of the creator’s surname and “torrone”, the Italian word for honey and almond nougat. Toblerone’s own website proudly tells how the following year it became the first milk chocolate bar with almonds and honey to be protected by intellectual property laws after Tobler successfully applied for a patent to cover its manufacturing process. While many believe that the bar’s shape is meant to evoke the Swiss Alps, a belief no doubt perpetuated by the image of the Matterhorn on its packaging, this is said to be a myth. Years later, Tobler’s sons claimed that their father got his inspiration from the dancers of Paris’s Folies Bergères, who formed a pyramid at the climax of their show.",
  "topics": "toberone-gate",
  "origin": "gate",
  "filename": "5ea070bd70149f8937b167b2322b73f24b6cbd829653cced842d1f0c.json"
}