{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "Donald Trump attacks the FBI"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "2016"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "Detroit"
        },
        {
          "text": "US"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Trump"
        },
        {
          "text": "FBI"
        },
        {
          "text": "Clinton"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "has accused the FBI of impropriety after it once again said that Hillary Clinton should not face criminal charges"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.bbc.com/news/election-us-2016-37892348",
  "publish_date": "2016-11-07 11:34:49",
  "title": "US election 2016: Trump cries foul as FBI clears Clinton",
  "description": "Donald Trump attacks the FBI after it exonerates Hillary Clinton again, as the campaign's last day looms.",
  "text": "Media caption Donald Trump: \"Hillary Clinton is guilty. She knows it. The FBI knows it\" Donald Trump has accused the FBI of impropriety after it once again said that Hillary Clinton should not face criminal charges over her emails. The FBI director said a fresh inquiry into the Democratic candidate's communications found nothing to change the bureau's conclusion this summer. The Clinton campaign said it was \"glad\" the lingering issue had been resolved. The dramatic twist lifted a cloud from her campaign as the final day of the marathon US election race loomed. The latest opinion polls on Sunday, before news broke of the FBI announcement, gave Mrs Clinton a four- to five-point lead over Mr Trump. Mrs Clinton used a private email server when she was secretary of state from 2009 to 2013 in the Obama administration. US election: The essentials The Republican nominee cried foul after learning about the law enforcement bureau's decision. At a rally in the Detroit suburbs, Mr Trump insisted it would have been impossible for the FBI to review what has been reported to be as many as 650,000 emails in such a short time. \"Right now she's being protected by a rigged system. It's a totally rigged system. I've been saying it for a long time,\" he told supporters in Sterling Heights, Michigan. Media caption Which countries chose a woman leader before the US? \"Hillary Clinton is guilty, she knows it, the FBI knows it, the people know it and now it's up to the American people to deliver justice at the ballot box on 8 November.\" While Mrs Clinton herself did not address the FBI director's letter on the trail, her campaign said it was always confident she would be cleared. What we know about the new emails Image caption FBI Director James Comey's latest letter In Manchester, New Hampshire, on Sunday, she said the country was facing \"a moment of reckoning\" and Americans must choose between \"division and unity\". In July, the FBI said she had been \"extremely careless\" to handle classified material on a private email server as secretary of state from 2009-13, but it had found no evidence she committed a crime. However, 11 days before the election, FBI director James Comey had pitched the race into turmoil by announcing a newly discovered batch of Clinton emails would be investigated. The bombshell infuriated the Clinton camp, but threw a lifeline to a Trump campaign that had been receding in the polls. Analysis - Anthony Zurcher, BBC News, Washington It was much ado about nothing, but it certainly amounted to something. While FBI Director James Comey, in effect, said \"never mind\" with regards to Hillary Clinton's emails, for the past two weeks the story has dominated the political conversation, and Democrats have paid a price. Mrs Clinton's presidential hopes have stabilised, but talk of a possible rout - and sweeping down-ballot victories in congressional races - is a distant memory. Mrs Clinton will now try to focus on her closing campaign message. Donald Trump will continue to accuse his opponent of corruption and, perhaps, again allege the FBI is covering for her. On the eve of voting, the dust kicked up by this story won't have fully settled by the time Americans head to the polls. Once this election is over, there should be serious soul-searching within the FBI and the media. The nation's top law-enforcement agency was a source of constant leaks, as internal disputes spilled into public view. If Mr Trump wins, many on the left will blame Mr Comey for the result. If Mrs Clinton prevails, she likely will bear a lasting grudge over this political near-miss. How FBI email verdict affects election Clinton emails - what's it all about? In a letter to Congress on Sunday, Mr Comey said his investigators had \"worked around the clock\" on the latest emails, which were found in early October in a separate investigation. The messages reportedly turned up on a laptop belonging to Anthony Weiner, the estranged husband of one of Mrs Clinton's closest advisers. Mr Weiner is accused of sending illicit messages to a 15-year-old girl. Mr Comey said investigators had found no reason to change the FBI's earlier assessment that Mrs Clinton should not be charged for her handing of classified information. Distrust among Trump supporters - Vanessa Barford, BBC News, Leesburg, Virginia Donald Trump may have kept his supporters in Leesburg waiting for three hours at his final rally of the day on Sunday, but any anger was reserved for his rival. \"I'm insulted and terrified the FBI has finished its investigation so quickly,\" said Nicole Calisti, in her 40s. \"What does that say about America?\" \"Hillary should be in prison. She's a criminal and a fake,\" declared 42-year-old Amy Rodgers. When Trump did eventually arrive, his usual attacks against \"Crooked Hillary\" were met with a chorus of \"Lock her up\" chants and a bellow of boos. Almost nothing else was quite as vitriolic. For Republicans, it seems the email server scandal is far from over. Image copyright AP Image caption Hillary Clinton will hold a star-studded rally on Monday evening Image copyright EPA Image caption Nearly 42 million early voters like these in Los Angeles have already cast ballots Government officials told US media that investigators had established the newly found emails were either personal, or were duplicates of correspondence they had previously reviewed. Senate Democratic leader Harry Reid said Mr Comey's conclusion \"underscores the irresponsibility\" of the law enforcement chief's notice late last month to Congress about Mrs Clinton. Both candidates are set for a whistle-stop tour of battleground states on Monday, in a last-ditch dash for votes. Mrs Clinton starts the day in Michigan, a traditional Rust Belt, Democratic stronghold that has been heavily targeted by Mr Trump in recent days. She will then head to Philadelphia where she will be joined by President Barack Obama, First Lady Michelle Obama, husband Bill Clinton, and Bruce Springsteen. Who is ahead in the polls? See full poll tracker The Democratic candidate will end her White House campaign with a midnight \"get out the vote rally\" in North Carolina. Mr Trump heads to Florida, North Carolina and Philadelphia before ending with a rally in Grand Rapids, Michigan. In states where early voting is allowed, nearly 42 million Americans have already cast ballots in the presidential election. They have turned out in record numbers in crucial battlegrounds such as Florida, North Carolina and Nevada. An estimated 126 million voters cast ballots in the 2012 White House election. Questions and emojis: US media reacts It appears FBI Director James Comey has again sprung a surprise in the US presidential race: USA Today said his announcement, which came just days after saying a fresh inquiry was under way, was \"stunning\". For the LA Times, it undercuts a central argument Mr Trump has been making against Mrs Clinton, that \"if elected, Clinton would be crippled by a federal indictment and a tangle of congressional investigations into her email server\". Mrs Clinton's supporters are now confident she is heading for victory, according to the Hill. \"She's got it,\" a friend told the site, while another aide replied to a question about how he was feeling \"by sending a celebratory emoji\". Mr Comey's move is likely to raise questions among Democrats, writes the New York Times. \"Most important among them: Why did Mr. Comey raise the spectre of wrongdoing before agents had even read the emails, especially since it took only days to determine that they were not significant?\" The Washington Post meanwhile says both Republicans and Democrats are likely to be arguing for years over the impacts of the email saga, warning it will \"further undermine the legitimacy of whoever wins the election in this deeply polarised country\". Predict the president Who will win? Play our game to make your call",
  "topics": "clinton clear",
  "origin": "gate",
  "filename": "6397b8a9984ff5b8d7dea4a296881048c340b7bc272548a849dd4ac3.json"
}