{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "blames FBI director James Comey"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Hillary Clinton"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "the FBI's decision to revive its examination of her email accounts"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.mirror.co.uk/news/world-news/hillary-clinton-blames-fbi-director-9250867",
  "publish_date": "2016-11-13 06:18:08",
  "title": "Hillary Clinton blames FBI director James Comey for presidential election defeat and insists she was beating Donald Trump",
  "description": "Donald Trump beat her dream of becoming America's next President, and now Hillary Clinton has blamed the FBI's decision to revive its examination of her email accounts for her devastating defeat.",
  "text": "Donald Trump beat her dream of becoming America's next President, and now Hillary Clinton has blamed the FBI's decision to revive its examination of her email accounts for her devastating defeat. Clinton spoke to senior campaign donors on the phone and told them that she had been winning up until FBI director James Comey sent a letter to Congress announcing that the organisation had uncovered emails possibly related to its earlier probe into her use of a private server as secretary of state. The shocking new examination was sparked by an unrelated investigation into former New York politician Anthony Weiner, the estranged husband of one of her senior aides. The surprise announcement by the FBI on October 28 came after three debates in which Republican Donald Trump was widely criticised for his performance. Clinton told the donors that her campaign was leading by large margins in nearly every battleground state and was tied in Arizona, a traditionally Republican stronghold, until Comey released his letter. Trump's campaign and Republican supporters seized on the news, even though it was unclear whether Clinton's correspondence was tied up in the probe. Comey told politicians on the Sunday before the election that the bureau had found no evidence to warrant criminal charges. His \"all clear\" message only served to further motivate Trump supporters, Clinton told donors on the call. In the nine days between Comey's initial statement and his \"all clear\" announcement, nearly 24 million people cast early ballots. That was roughly 18% of the expected total votes for president. While Clinton accepted some blame of her loss, said donors who listened to her call, she made little mention of the other factors driving Trump's victory. Democrats have spent much of this week reeling from their loss, with many in the party beginning a process of soul-searching designed to sort out what exactly went wrong. Liberals like Vermont senator Bernie Sanders and Massachusetts senator Elizabeth Warren say Democrats must embrace a more aggressive economic message - one Clinton largely shied away from during her campaign.",
  "topics": "clinton blames comey",
  "origin": "gate",
  "filename": "96fc7937fa5c0c4e621b9c8fd90a8fa9f240776540dcde1a548476a6.json"
}