{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "blames FBI Director James Comey"
        },
        {
          "text": "has opened the battle wounds"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "Saturday"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Hillary Clinton"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "she blamed the renewed FBI inquiry into her State Department email system for blunting her momentum in the presidential election"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.independent.co.uk/news/people/hillary-clinton-blames-fbi-director-james-comeys-decision-to-to-reopen-email-probe-for-defeat-to-a7414021.html",
  "publish_date": "2016-11-09 00:00:00",
  "title": "Hillary Clinton blames FBI Director James Comey's decision to to reopen email probe for defeat to Donald Trump",
  "description": "Hillary Clinton has opened the battle wounds incurred by her and her supporters by blaming her defeat by Donald Trump on FBI Director James Comey's decision to reopen the probe into her use of a private email server.",
  "text": "Hillary Clinton has opened the battle wounds incurred by her and her supporters by blaming her defeat by Donald Trump on FBI Director James Comey's decision to reopen the probe into her use of a private email server. In comments to donors on Saturday, an interaction that was essentially a farewell conference call, she blamed the renewed FBI inquiry into her State Department email system for blunting her momentum in the presidential election. She also said the closure of that inquiry just two days before election day energised voters for in favour of the New York tycoon. Hillary Clinton's campaign respond after FBI gives her the all clear “There are lots of reasons why an election like this is not successful,” she said, according to the Washington Post. “But our analysis is that [FBI Director James ] Comey’s letter raising doubts that were groundless, baseless, proven to be, stopped our momentum.\" She added: “We dropped, and we had to keep really pushing ahead to regain our advantage — which going into the last weekend, we had. “We were once again up in all but two of the battleground states, and we were up considerably in some that we ended up losing. And we were feeling like we had put it back together.” The Post said that Ms Clinton said the surprise announcement that the case was being reopened came at a time when the campaign was riding high. “After the third debate, we felt so good about where we were,” she said. She said Mr Trump’s performance in the final debate was widely condemned. “We were up considerably in all but two of the battleground states where we were tied or one behind, according to our data,” she said. “We were tied in Arizona. We just had a real wind at our back,” before the first, stunning letter from Mr Comey.",
  "topics": "clinton blames comey",
  "origin": "gate",
  "filename": "a899c6d207072682c7555fb1f01bac16fe28483765d077111df55969.json"
}
