{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "Cubs win World Series"
        },
        {
          "text": "earn invite from Barack Obama"
        },
        {
          "text": "end 108-year curse"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Chicago Cubs"
        },
        {
          "text": "Barack Obama"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.standard.co.uk/sport/other-sports/chicago-cubs-win-world-series-to-end-108year-curse-and-earn-invite-from-barack-obama-a3386411.html",
  "publish_date": "2016-11-03 00:00:00",
  "title": "Chicago Cubs win World Series to end 108-year curse and earn invite from Barack Obama",
  "description": "The Chicago Cubs ended their 108-year curse to win Major League Baseball’s World Series in a thrilling finale against the Cleveland Indians. The Cubs, who were last crowned champions in 1908, had a curse placed on them by William Sianis, owner of local bar the Billy Goat Tavern, in 1945 that they would never win the series again.",
  "text": "The Chicago Cubs ended their 108-year curse to win Major League Baseball’s World Series in a thrilling finale against the Cleveland Indians. The Cubs, who were last crowned champions in 1908, had a curse placed on them by William Sianis, owner of local bar the Billy Goat Tavern, in 1945 that they would never win the series again. But despite falling 3-1 down in the series, they levelled the best-of-seven series scores to force a decider. It was nervy viewing for their fans in the stands, which included the actor Bill Murray and Pearl Jam singer Eddie Vedder, as the Cubs blew a three-run lead before eventually eking out an 8-7 victory in 10 innings. It was apt that the winning run was hit by Cubs left fielder Ben Zobrist, who was later named World Series MVP. The victory got the backing of President Barack Obama despite being a fan of city rivals the White Sox. Obama tweeted: “It happened: @Cubs win World Series. That’s change even this south Sider can believe in. Want to come to the White House before I leave?”",
  "topics": "cubs win championship",
  "origin": "gate",
  "filename": "be0c5bb424590b889c8a211a7e37da85c89f2dc8b9fa680ae6919e43.json"
}
