{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "declares it is finally done investigating Hillary Clinton's email"
        },
        {
          "text": "still not recommending charges"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "Sunday"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "WASHINGTON"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "FBI Director James Comey"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "review of newly discovered emails has not changed his earlier conclusion"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.usatoday.com/story/news/politics/elections/2016/2016/11/06/fbi-not-recommending-charges-over-new-clinton-emails/93395808/",
  "publish_date": "2016-11-06 20:48:37",
  "title": "FBI declares it is finally done investigating Hillary Clinton's email",
  "description": "FBI Director James Comey said Sunday that his agency's review of newly discovered emails has not changed his earlier conclusion that Hillary Clinton should not be prosecuted for her handling of classified information over email as secretary of State.",
  "text": "Skip Ad Ad Loading... x Embed x Share Talk about a November surprise. USA TODAY, Collin Brennan Democratic presidential candidate Hillary Clinton (Photo: Ethan Miller, Getty Images) WASHINGTON — In a stunning last-minute announcement, FBI director James Comey said Sunday the agency is still not recommending charges against Democratic presidential nominee Hillary Clinton after reviewing newly discovered emails. In a letter to lawmakers, Comey said the FBI is standing by its original findings, made in July, that Clinton should not be prosecuted for her handling of classified information over email as secretary of State. \"The FBI investigative team has been working around the clock to process and review a large volume of emails from a device obtained in connection with an unrelated criminal investigation,\" Comey said in the letter. \"During that process we reviewed all of the communications that were to or from Hillary Clinton while she was secretary of State,\" Comey wrote. \"Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton.\" Comey had rocked the presidential race with his announcement Oct. 28 that the FBI had uncovered a new trove of emails that might be relevant to the investigation of Clinton's use of a private email server. The emails were discovered on the computer of Anthony Weiner, the estranged husband of Clinton aide Huma Abedin. The announcement, as voters prepare to head to the polls Tuesday, added more drama to an already turbulent campaign season. Clinton was en route to Cleveland on Sunday when Comey issued his letter. Aboard her plane, aides were seen sharing the letter on their wireless devices. Clinton communications director Jennifer Palmieri came to the back of the plane where the press sits to discuss the letter. “We are glad to see that he has found — and we were confident that he would — that he has confirmed the conclusion he reached in July; and we’re glad that this matter is resolved,” she told reporters. The campaign appeared to signify it would not gloat over the announcement; Palmieri declined to answer questions as she customarily does. In a speech later Sunday at the Cleveland Public Auditorium, Clinton made no mention of the FBI announcement or – notably – Trump. Her remarks were far more positive than the stump speech she’s been delivering in recent days. “I know there’s a lot of frustration, even anger, in this election season,” said Clinton, but anger is not a plan. Clinton’s commanding 11-point lead after the final debate with Republican Donald Trump in Las Vegas has narrowed to four to five points nationally in the aftermath of Comey's late October announcement. She’s seen Trump close in on her in states like New Hampshire and Michigan, where she’d once enjoyed a comfortable lead. Though there is no way to tell how much of that is related to the announcement — versus a natural tightening of the race — the campaign has privately worried that the surprise announcement would badly damage their attempts to court Republicans disillusioned with Trump. Trump criticized the FBI during a Sunday night appearance in Sterling Heights, Mich., saying it was impossible for the FBI to review the new emails —which totaled some 650,000 — in \"eight days.\" \"You can’t do it, folks,\" he said. \"She's guilty. The FBI knows it,\" Trump added. \"It's unbelievable what she gets away with.\" Comey’s brief written notice to Congress on Sunday was issued after consultation with Attorney General Loretta Lynch, a federal law enforcement official said Sunday. The official who is not authorized to comment publicly said both sides agreed on the conclusion, which was reached earlier Sunday. The official said the investigative team that conducted the initial inquiry into Clinton’s handling of classified information as secretary of State worked night and day to review hundreds of thousands of communications as part of the new review. The official said many of the communications involved in the new review were duplicates of emails analyzed during the initial inquiry. In a brief written statement Sunday, the Justice Department said it had “dedicated all necessary resources to conduct this review expeditiously.” Since notifying congressional leaders of the new review Oct. 28, Comey had been the target of withering criticism for departing from long-standing Justice Department policy against taking politically charged actions in close proximity to an election. Among the sharpest rebukes came from former Attorney General Eric Holder who was among nearly 100 former Justice officials who expressed their objections in a letter circulated last week. Comey’s original decision to notify federal lawmakers of the new review went against Lynch's advice. The FBI’s action also exposed deep rifts within the bureau as agents not only pursued questions about Hillary Clinton’s emails but also about a now-stalled preliminary inquiry involving the Clinton Foundation. Supporters awaiting Clinton's campaign appearance Sunday in Cleveland greeted the news with a mix of relief and concern. “He just threw it out there without any examination,” Bonnie Weinstein, a 49-year-old interior decorator visiting from New Mexico, said of Comey's late October announcement. “I was very concerned because, when you have accusations like that, you have to be really sure,” she said. “I think there’s been definitely an effect” on Clinton’s support. “I hope now that the news is not too late,\" Weinstein said. Contributing: David Jackson Read or Share this story: http://usat.ly/2f7zaoT",
  "topics": "clinton clear",
  "origin": "gate",
  "filename": "c984b0fb53cd3debbeed06ad8c88fe69899433470ae8b01c2f3710d9.json"
}
