{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "Several dead and dozens injured after tram overturns"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "Wednesday morning"
        },
        {
          "text": "at about 6.15 a.m."
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "Sandilands commuter train stop in Croydon"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "At least seven people"
        },
        {
          "text": "driver"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://nypost.com/2016/11/09/several-dead-and-dozens-injured-after-tram-overturns-in-london/",
  "publish_date": "2016-11-09 12:52:29",
  "title": "Several dead and dozens injured after tram overturns in London",
  "description": "At least seven people were killed and more than 50 others were injured when a tram – whose driver was later arrested -- derailed and overturned Wednesday morning in London, according to reports.\n\n\n\nEmergency personnel responded to the accident near the Sandilands commuter train stop in Croydon, a large suburb to the south of the city, The Telegraph reported.\n\n\n\n\"A number of people have been taken to hospital with injuries and sadly we can say there has been some loss of life,\" Assistant Chief Constable Robin Smith from British Transport Police told Reuters.\n\n\n\n\"It is too early for us to confirm numbers but we are working hard to assess the ongoing incident and are continuing to focus on recovery efforts,\" he added.\n\n\n\nLiam Lehane of the London Ambulance Service described many of those hurt as \"walking wounded\" but said others suffered serious injuries.\n\n\n\nThe driver was not yet named, and its unclear why he was arrested.\n\n\n\nThe crowded tram’s derailment during the morning rush hour occurred during heavy rain at a point at which the track branches, The Telegraph reported.\n\n\n\nThe cause of the tragedy was being investigated.\n\n\n\n\"I heard a massive crash at about 6.15 a.m., then heard shouting, then the emergency services arrived,\" said resident Hannah Collier, 23. \"They started bringing up the casualties -- some very seriously injured.\"\n\n\n\nOne of the passengers called her husband from the overturned train and told him she “couldn’t get up,” the Croydon Advertiser reported.\n\n\n\nA 73-year-old man, Roger Smith, who lives near the stop told the Daily Mail that “the tram comes down a steep hill and then the tracks bear left and right. It has come off the track as if it’s carried on down the hill instead of turning.”\n\n\n\nAnother man who was praying when the accident occurred said he was unaware of the seriousness of the crash at first.\n\n\n\n“I was praying at around 6:10 a.m. when I heard a loud crash. It sounded like a lorry had smashed into my garage, it was so loud,\" Adil Salahi, 76, told the Mail.\n\n\n\n“But because I was praying I did not know what had happened. It was not until I heard it on the news at around 8 a.m. that I went to my window and could see the tram,” he said. “Trams don't make much noise so this was very unusual at this time of day.”",
  "text": "At least seven people were killed and more than 50 others were injured when a tram – whose driver was later arrested — derailed and overturned Wednesday morning in London, according to reports. Emergency personnel responded to the accident near the Sandilands commuter train stop in Croydon, a large suburb to the south of the city, The Telegraph reported. “A number of people have been taken to hospital with injuries and sadly we can say there has been some loss of life,” Assistant Chief Constable Robin Smith from British Transport Police told Reuters. “It is too early for us to confirm numbers but we are working hard to assess the ongoing incident and are continuing to focus on recovery efforts,” he added. Liam Lehane of the London Ambulance Service described many of those hurt as “walking wounded” but said others suffered serious injuries. The driver was not yet named, and its unclear why he was arrested. The crowded tram’s derailment during the morning rush hour occurred during heavy rain at a point at which the track branches, The Telegraph reported. The cause of the tragedy was being investigated. “I heard a massive crash at about 6.15 a.m., then heard shouting, then the emergency services arrived,” said resident Hannah Collier, 23. “They started bringing up the casualties — some very seriously injured.” One of the passengers called her husband from the overturned train and told him she “couldn’t get up,” the Croydon Advertiser reported. A 73-year-old man, Roger Smith, who lives near the stop told the Daily Mail that “the tram comes down a steep hill and then the tracks bear left and right. It has come off the track as if it’s carried on down the hill instead of turning.” Another man who was praying when the accident occurred said he was unaware of the seriousness of the crash at first. “I was praying at around 6:10 a.m. when I heard a loud crash. It sounded like a lorry had smashed into my garage, it was so loud,” Adil Salahi, 76, told the Mail. “But because I was praying I did not know what had happened. It was not until I heard it on the news at around 8 a.m. that I went to my window and could see the tram,” he said. “Trams don’t make much noise so this was very unusual at this time of day.”",
  "topics": "tram",
  "origin": "gate",
  "filename": "dc32a2c6d5ca11c5e6b73e43e3a5d327b28b4ee1ef2ac9cda7c0635f.json"
}
