{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "win the World Series"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "Wednesday night"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "Cleveland, Ohio"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Chicago Cubs"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "beating the Cleveland Indians"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.dailymail.co.uk/news/article-3899956/Chicago-Cubs-win-World-Series-epic-Game-7-showdown-Cleveland.html",
  "publish_date": "2016-11-03 04:47:45",
  "title": "BREAKING NEWS: Chicago Cubs win the World Series after epic Game 7 showdown in Cleveland",
  "description": "The Chicago Cubs broke the longest championship drought in baseball, beating the Cleveland Indians to win the World Series in a historic Game Seven on Wednesday night.",
  "text": "Kris Bryant started to smile even before he fielded the ball. And with his throw to first for the final out, the agonizing wait 'til next year was over at last. No more Billy Goat, no more Bartman, no more black-cat curses. For a legion of fans who waited a lifetime, fly that W: The Chicago Cubs are World Series champions. Ending more than a century of flops, futility and frustration, the Cubs won their first title since 1908, outlasting the Cleveland Indians 8-7 in 10 innings of a Game 7 thriller that started on Wednesday night and ran until the early hours of Thursday morning. Scroll down for video Chicago Cubs players celebrate in the locker room after winning the World Series over the Cleveland Indians at Progressive Field in Cleveland, Ohio Bill Murray is all smiles on the field after his beloved Chicago Cubs defeated the Cleveland Indians to win the World Series Chicago Cubs fans celebrate in front of Wrigley Field in Chicago on Wednesday night after the Cubs won the World Series Cubs third baseman Kris Bryant drops down to a knee to celebrate just seconds after making the final play of the game to win the World Series for Chicago Kris Bryant smiles as he fields the ball and makes the final out of the game, securing the World Series title for the Cubs Your browser does not support iframes. They even had to endure an extra-inning rain delay to end the drought, with fans and players sitting through an agonizing 17-minute delay at the top of the 10th inning. 'It happened. It happened. Chicago, it happened,' first baseman Anthony Rizzo said after gloving the ball for the final out. 'We did it. We're world champions. I tell ya, we're world champions. I can't believe it.' In front of a host of celebrities including Cubs mega-fans Bill Murray and actor John Cusack, the boisterous packed house at Progressive Field watched as the perennial losers turned champions. And the whole time, blue-clad fans who traveled from Wrigley Field filled nearly the entire lower deck behind the Chicago dugout, singing 'Go, Cubs, Go!' in rain. They held up those white flags with the large blue 'W' on a night many fans who had come before them never witnessed. Lovable losers for generations, the Cubs nearly let this one get away, too. All-Star closer Aroldis Chapman blew a 6-3 lead with two outs in the eighth when Rajai Davis hit a tying, two-run homer. But Series MVP Ben Zobrist restored the lead by hitting an RBI double and Miguel Montero singled home a run to make it 8-6, putting the Cubs back in a seemingly comfortable position. Bill Murray joins Cubs outfielder Dexter Fowler in the Chicago locker room after the game to get the celebrations underway Chicago Cubs fans pack the streets in Wrigleyville, near the iconic Wrigley Field on the city's north side, to celebrate the World Series triumph Kris Bryant, left, and Addison Russell celebrate after the Cubs picked up the final out of the game to win the World Series Davis would again come up big for the Indians, delivering an RBI single to make it 8-7 with two outs in the bottom half, but Mike Montgomery closed it out at 12:47 am, and the celebration was on. 'I think about so many millions of people giving so much love and support to this team for so many years,' owner Tom Ricketts, whose family bought the team in 2009, said. Manager Joe Maddon's team halted the longest stretch without a title in baseball, becoming the first club to overcome a 3-1 Series deficit since the 1985 Kansas City Royals. Budweiser also put together an emotional commercial celebrating the Cubs, using iconic Chicago broadcaster Harry Caray. Budweiser created an ad toasting the Cubs win using the legendary announcer's voice. Pictured outside the stadium in a statue of Harry Caray with a Cubs jersey on Chicago Cubs announcer Harry Caray leads fans in singing \"Take Me Out to the Ball Game\" during the seventh-inning stretch at a Cubs game at Wrigley Field In the clip, Caray - who called Cubs and White Sox games from 1971 until his death in 1998 - announced the final out of the game. The beer company made the ad using Caray's actual voice, and spliced it together with audio from the game and the subsequent celebrations. Before the game, they were the two teams with the longest championships droughts in the league: Chicago with 108 years and Cleveland with 68. The Chicago Cubs have won the World Series - ending a 108-year drought. They are seen celebrating after getting the last out The team celebrates after the historic win on a dramatic night of baseball. The game went into extra inning with the game tied at 6-6 after the ninth inning They were crowned champions in the tenth inning, beating the Cleveland Indians 8-7 in a night full of drama Jason Kipnis of the Cleveland Indians walks away with his head down as his team suffers defeat in Game 7 For the Cubs, the pain is over. For the Indians, it continues for another year. After Game 4, the series looked lost for the Cubs, after they fell to 3-1 down. But they capped off their unbelievable comeback much to the joy of their army of fans. Cubs outfielder Jason Heyward revealed after the game the potentially-crippling rain delay actually benefited the team. Heyward said he called a meeting with his teammates in the weight room, which helped focus them on the crucial few moments to come. For the first time in over a century, the sign above Wrigley Field read: 'World Series Champions' Overjoyed Cubs fans celebrate outside Progressive Field in Cleveland after their historic victory Bill Murray lets his emotions loose after the Cubs win the World Series for the first time since 1908 in Cleveland It was a much different scene for Murray earlier in the night, as the legendary actor was seen sitting nervously during the tight contest John Cusack (center in the black hat) was another one of the famous Chicago Cubs fans to make the trip to Cleveland for the historic game 'I just had to remind everybody who we are, what we've overcome to get here,' he said. Rizzo summed up the feelings of all Cubs fans, saying it was: 'the best rain delay of all-time'. Barack Obama, a life-long Chicago White Sox fan, even found himself caught up in the moment to the extent he congratulated his cross-city rivals. 'It happened: @Cubs win World Series. That's change even this South Sider can believe in. Want to come to the White House before I leave?' the President tweeted. After the final play was made, while Chicago fans were painting the baseball world red and blue, Cleveland fans had only despair. 'It's going to hurt. It hurts because we care, but they need to walk with their head held high because they left nothing on the field,' manager Terry Francona said. Cleveland Indians fans, who were hoping to see their team win its first World Series since 1948, were left heartbroken Cleveland Indians fan Kelly Donnelly bursts into tears after watching her team fall short in Game 7 against the Chicago Cubs LeBron James and his Cleveland Cavaliers teammates, including Kevin Love (left), Richard Jefferson (second left) and JR Smith (second right), celebrated as the Indians fought their way back into the game. However, the ultimately came up short Charlie Sheen, who adopted the Indians as his team after playing a Cleveland pitcher in the Major League films, was at the game on Wednesday night Cleveland Indians fan Rachael Kaine nervously covers the bottom half of her face while watching Game 7 of the World Series on big screens outside Progressive Field in Cleveland Cleveland Cavaliers superstar LeBron James and a host of his championship-winning teammates were in attendance, and did their best to cheer the Indians to victory. But unlike when they defeated the Golden State Warriors to win the NBA Championship earlier this year, this time Cleveland couldn't get across the line. Actor Charlie Sheen, who adopted the Indians during the playoffs due to his role in the Major League movies, also watched on helplessly as the Cubs crushed the city's dreams of a World Series win. Other fans openly wept, agonized by coming so close to the victory they so desperately craved. Meanwhile, a host of famous figures toasted the Cubs success, including Democratic presidential nominee Hillary Clinton, who grew up in suburban Chicago. Clinton watched the final moments of the game on an aide's iPad after finishing a rally in Arizona. Clinton watched the the final moments of the game on an iPad borrowed from a staffer after a rally in Arizona Clinton held up the Cubs Win Flag, provided by fellow Chicagoan and campaign trip director Connolly Keigher, to celebrate her team's historic win Hillary Clinton, pictured, raised her hands with joy following last night's historic World Series victory Shouts could be heard from the car as the Cubs completed their 8-7 victory. One source in the Clinton camp said fellow staffer and Cubs fan Connolly Keigher took out a 'W' flag and passed it to the former secretary of state who held it up in celebration. Actor Vince Vaughn appeared on Good Morning America on Thursday morning, and described the title-clinching game as 'unbelievable'. He was also presented with a personalized jersey and a Cubs hat by NFL champion Michael Strahan. Mayor of Chicago Rahm Emanuel posted a message of congratulations seconds after the game's dramatic conclusion. He said the result proved last night was 'more than a game'. He wrote: 'It is about the families who have passed down a love for the Cubs from mothers and fathers to their sons and daughters, and from grandparents to grandchildren.' Actor Vince Vaughn appeared on Good Morning America on Thursday morning, and described the title-clinching game as 'unbelievable'. He was also given a customized Cubs jersey and a team cap Comedian Amy Schumer (left) and Pearl Jam lead singer Eddie Vedder supported the Cubs in Cleveland on Wednesday night President Obama, a die-hard Chicago White Sox fan, congratulated the Cubs on their historic win on Wednesday night Cubs second baseman Javier Baez (right) celebrates with player Kyle Schwarber after a solo home run in the fifth inning Indians' Rajai Davis celebrates after his two run home run against the Cubs during the eighth inning It was not an easy night for Cubs' fans, with the game tied at 1-1 through the third inning. However, Chicago started to build a commanding lead in the 5th, with a home run from Javier Baez making it 4-1. The Indians then came back in the fifth inning, reducing the lead to 5-3. In the top of the sixth inning, David Ross, playing in the last game of his career, hit a home run, making it 6-3. But the game took another turn in the bottom of the eighth when Rajai Davis blasted a two-run homer off Aroldis Chapman to tie the game at 6-6. At the bottom of the ninth, the scores remained deadlocked. But rain meant the players were delayed for around half an hour, before they came back on for the tenth inning. The Indians were hoping to win the city its second championship this year, after taking home the NBA crown. A city that had been starved of sporting success for decades was eyeing off a potential feast in the span of a few months. But it was such a long time between drinks for the Cubs, that the last time Chicago won the Fall Classic, there were only 46 states in the US. He celebrates with Indians center fielder Brandon Guyer in a game that tied-up Game 7 Baez rounds the bases while his teammates celebrate in the dugout behind THE CURSE OF THE BILLY GOAT Bar owner William Sianis is seen with his billy goat. Sianis sent a telegram to the Cubs' owner in 1945 putting a curse on the team, all because he was offended the animal smelled and was denied entry to the team ground In 1945, the Cubs were cursed by bar owner William Sianis after the team had insulted his pet billy goat, Murphy, because he smelled. Sianis was trying to take the goat into the team stadium when the incident took place. It is claimed Sianis sent a telegram to the Cubs' owner claiming: 'You are going to lose this World Series and you are never going to win another World Series again. 'You are never going to win a World Series again because you insulted my goat.' However, shortly before he died in 1970, Sianis attempted to lift his own curse without success. The curse was one of the most famous in all of sports, and much to the dismay of Cubs' fans, one of the lengthiest. However, it was finally lifted in the early hours of Thursday morning. Legend has it the drought was extended in 1945, when a curse was placed on the Cubs by bar owner William Sianis after the team had insulted his pet billy goat Murphy because he smelled and denied it entry to the team's stadium. It is claimed Sianis sent a telegram to the Cubs' owner ominously stating: 'You are going to lose this World Series and you are never going to win another World Series again. You are never going to win a World Series again because you insulted my goat.' The curse held true for 71 years. At the end of the decisive game, all those years of pent up frustration and failure were lifted from the shoulders of Cubs fans, many of whom had gathered outside Wrigley Field. Some of those in attendance joyously sang, 'We Are The Champions' and 'Go Cubs Go'. It was a hugely emotional night for sports fans in the city, with only a handful able to remember the last World Series victory. Many wandered the streets of Wrigleyville, the area around the stadium on the city's north-side, for hours after the Cubs made the final out. Some posed by the statues of some of the Cubs' former legends including Ernie Banks, Billy Williams, Ray Santo and announcer Harry Caray. Chicago Cubs first baseman Anthony Rizzo holds the World Series trophy as the team arrives back at Wrigley Field on Thursday morning Actor Bill Murray is sprayed in the face with champagne inside the Chicago Cubs locker room during celebrations on Thursday morning Chicago Cubs starting pitcher Jake Arrieta celebrates in the clubhouse after defeating the Cleveland Indians in the World Series THE CURSE OF STEVE BARTMAN AND THE 2003 CHICAGO CUBS Steve Bartman (middle) became one of the most infamous sports figures after he interfered with a fly-ball during the 2003 NLCS series, which the Cubs would lose to the Florida Marlins after a late collapse One of the most painful moments for Cubs fans came in 2003, when Steve Bartman - a long-time fan of the team - interfered with a fly-ball during the National League Championship Series. Chicago was facing off against the Florida Marlins, and in the eight inning of Game 6, the Cubs were just five outs away from making it to the World Series. Bartman's moment of infamy came when he reached out to catch a ball that was heading towards him beyond the foul line at Wrigley Field. The Cubs fan was unaware Chicago outfield Moisés Alou was trying to catch the ball at the same time, and as a result of his interference, the Marlins were spared the out. Fans watched in horror as the Cubs fell apart from that moment on, however they found solace in the fact the team could recover and win Game Seven the next night. The Cubs didn't and the Marlins went on to win the World Series. Bartman was so traumatized by the infamous moment, he could not bring himself to attend a Cubs game this World Series. The now-39-year-old has been the target of abuse from Chicago supporters over the last decade, and a friend recently said Bartman hopes he can now be forgiven and the fan base can move forward. 'He just wants everybody, moving forward, to respect his privacy and let his life continue to unfold as the grand plan has it. Unimpeded by things that … have been blown out of proportion,' his friend and spokesman Frank Murtha told USA Today last month. But despite the trauma he suffered, Murtha said Bartman is: 'cheering for the Cubs and continues to be a Cubs fan.' Cubs fan, Mike Delmanowski flew into Chicago from his home in California to watch the game with fellow fans. His wife Sue said: 'I am so proud to be a part of it.' For Mike Dillon, last night's victory was bittersweet. His father, who was also a Cubs fan never got to see them win a World Series. He said: 'I came here by myself, but I'm not alone at all.' Craig and April Likhite drove to Chicago from Evanston with their 10-year-old son, Cade, because they wanted to see history made with other fans as close to Wrigley Field as possible. Ben Zobrist celebrates after winning the Most Valuable Player award for his performance throughout the World Series Two Chicago Cubs fans are seen celebrating on the streets near Wrigley Field on the city's north-side after the Cubs beat the Indians Cleveland Indians pitcher Andrew Miller hunches over after giving up a home run to David Ross during the sixth inning of Game 7 Cubs fans are seen celebrating the incredible win at Progressive Field in Cleveland in the early hours of Thursday morning 'To finally see this in my lifetime with my son here with us, it means everything,' Craig Likhite said. 'This game with all the ups and downs showed him exactly what it is to be a Cubs fan.' ANOTHER CURSE BROKEN: THE CUBS AND THE BLACK CAT Superstitious Cubs fans point to one moment that doomed the team's 1969 season. On September 9, Chicago faced off against the New York Mets at Shea Stadium. The Cubs team was stacked with Hall of Famers, and entered the final month of the regular season with seven-game lead over the Mets. Many believe the Chicago Cubs 1969 season was cursed, after a black cat was spotted in front of the team dugout during a game against the New York Mets in September of that year So when a black cat - an animal associated with bad luck - wandered out onto the field in front of Chicago's dugout, many laughed it off. However, the Cubs went on to collapse over the final stages of the season, with the Mets surging past them in the standings. The New York club - dubbed 'the Miracle Mets' for the astonishing turnaround - went on to win the World Series. 'My dad passed away this year. He would have loved this,' said Likhite, 50. Judy Pareti flew in from New York City to watch the game at Murphy's Bleachers, a neighborhood sports bar in a building where her grandfather lived and where his hot dog stand was located. 'My dad and grandfather owned it, and I was born here,' she said. 'I would never want to be anywhere but here for this.' Liz Wolfe, a 36-year-old physical therapist, said, 'People always said if the Cubs win the World Series it would be like hell freezing over. I'm still in shock. This is the most exciting thing in my life.' Long-time Cubs fan Bob Newhart, who grew up in the Chicago area, tweeted his congratulations to the team. 'The billy goat is dead!! As I've said, from the beginning, I'm getting too old for this!' the 87-year-old comedian wrote, alluding to one of the oldest alleged curses on the team. With the win, Cubs fans vanquished years of agony and defeat. Every Cubs fan knows those stories, starting with the 1969 team loaded with Hall of Famers that amassed a 9 1/2-game lead in mid-August before they started losing game after game in such numbers that the Miracle Mets not only caught them but ended up winning the National League East by 8 games. Then came 1984. After taking the first two games of the National League Divisional Series against the Padres at Wrigley, the Cubs needed just one win in San Diego to advance to the NLCS. They were swept in three games on the West Coast. There were other playoff losses but none as painful as in 2003 when in a where-were-you-when-it-happened moment that Cubs fans still have trouble comprehending, Steve Bartman deflected a ball that seemed destined for Moises Alou's glove with the Cubs just five outs from reaching the World Series. Fans watched in horror as the Cubs fell apart, and few who left the park that night believed the team would win Game Seven the next night. They didn't. Bartman was so traumatized by the infamous moment, he could not bring himself to attend a Cubs game this World Series. The now-39-year-old has been the target of abuse from Chicago supporters over the last decade, and a friend recently said Bartman hopes he can now be forgiven and the fan base can move forward. But that was all in the past as Cubs fans throughout Chicago celebrated into the early hours of Thursday morning. Indians relief pitcher Andrew Miller throws a pitch against the Chicago Cubs in the fifth inning The Cubs' Jason Heyward breaks his bat and pops out to shortstop in the second inning against the Indians WHAT HAS CHANGED SINCE THE CUBS LAST WON THE WORLD SERIES Anthony Rizzo celebrates after catching the last out, capping off the win for the Cubs Since 1908, the United States, and the world, have changed dramatically. The following is a list of changes and historic events that have occurred in the 108 years since the Cubs last captured baseball's biggest prize. * The population of the United States was just 88.7 million in 1908, compared with 324.8 million in 2016. * Although the 1908 World Series, like the 2016 edition, was played shortly before a U.S. presidential election, women were not allowed to vote in 1908. The 19th Amendment granting women the right to vote was not ratified until 1920. * The states of New Mexico, Arizona, Alaska and Hawaii had yet to join the United States in 1908. * The New Year's Eve ball drop in New York City's Times Square marked the beginning of 1908, the first time the yearly tradition took place. * The first Ford Model T automobile was assembled in Detroit in September 1908, the month before the Cubs won the World Series that year. The automaker is now pursuing the development of self-driving vehicles. * The Singer Building in New York City was the world's tallest building in 1908 at 47 stories. The Burj Khalifa in Dubai, with its 160 floors, now holds the title, and an even taller skyscraper is under construction in Saudi Arabia. * The last emperor of China, Henry Puyi, ascended to the throne of the Qing dynasty in 1908 at 2 years old. * African-Americans were still barred from Major League Baseball when the Cubs won the 1908 World Series. The color barrier was not broken until 1947. * Major League Baseball had yet to play a night game in 1908. The Cincinnati Reds beat the Philadelphia Phillies in the first major league game played under lights in 1935. Lights were not installed until 1988 at the Cubs' Wrigley Field, the last major league park to do so. * Wrigley Field, Major League Baseball's second oldest park, and beloved for its ivy-colored walls, did not open until 1914, six years after the Cubs' championship. The Cubs played in West Side Park during their 1908 title season. * The paid admission receipts for the five games of the 1908 World Series totaled nearly $95,000, according to a report from the Associated Press at the time. The average ticket price for Wednesday's game in Cleveland was around $3,000 on the resale market, according to reseller TicketIQ. The Cubs dugout reacts after Baez hit a solo home run during the fifth inning Fans of the Cleveland Indians watch in despair as the tension builds during Game 7 A fan watches the action unfold in Cleveland in the sudden death game Chicago Cubs fans celebrate at the Cubby Bear bar across the street from Wrigley Field in Chicago",
  "topics": "cubs win championship",
  "origin": "gate",
  "filename": "dcf7e591116a13b944b67bc80f8af125df537573c3f356aa457b6e7e.json"
}
