{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "no evidence of criminal wrongdoing in her use of a private email server"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "hours left before the US presidential election"
        },
        {
          "text": "Sunday night"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Hillary Clinton"
        },
        {
          "text": "FBI"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.telegraph.co.uk/news/2016/11/06/us-election-hillary-clinton-up-in-polls-as-hispanic-surge-threat/",
  "publish_date": "2016-11-08 23:45:35",
  "title": "Hillary Clinton in the clear as FBI announces it has not changed mind on charges",
  "description": "Hillary Clinton received an unexpected boost to her campaign with just hours left before the US presidential election as the FBI announced on Sunday night that it had found no evidence of criminal wrongdoing in her use of a private email server.",
  "text": "Hillary Clinton received an unexpected boost to her campaign with just hours left before the US presidential election as the FBI announced on Sunday night that it had found no evidence of criminal wrongdoing in her use of a private email server. James Comey, the FBI director, took the nation by surprise when he released a second letter in which he said the FBI had not changed its conclusions from its first report on Mrs Clinton in July. The announcement, made as Americans prepared to go to the polls on Tuesday, lifted a shadow left hanging over the Democrat candidate. It followed a surge of support from Hispanic voters in the latest polls.",
  "topics": "clinton clear",
  "origin": "gate",
  "filename": "e6eaeb198f8ff125434c68fd55b98cf80629b4bf2c22a2080f1c9054.json"
}
