{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "shrinks chocolate bar"
        },
        {
          "text": "outraged"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Toblerone"
        },
        {
          "text": "Toblerone lovers"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "rising cost of ingredients"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.express.co.uk/life-style/food/730108/Toblerone-shrinks-chocolate-bar-denies-Brexit-link",
  "publish_date": "2016-11-08 17:04:00",
  "title": "Toblerone shrinks chocolate bar and denies Brexit link",
  "description": "TOBLERONE has angered consumers for shrinking its famous triangular chocolate chunks but the company insists Brexit is not to blame.",
  "text": "PA Toblerone lovers outraged as favourite chocolate bar is redesigned The iconic chocolate bar is distinctive in its peaking pyramid-like shapes filled with chunks of nougat. But makers Mondelez International has decided to widen the gap between the triangular pieces, thereby narrowing the amount of chocolate. The company insists the move was due to the rising cost of ingredients, which left it with the choice to either change the shape of increase price. But rather than relief the prices will stay the same, many customers have criticised the downsize and blamed it on the UK’s decision to leave the EU. REUTERS Some of the bars have longer gaps between the previously tight-knit chocolate peaks It’s all about production costs and the cost of ingredients. It’s not related to Brexit Gemma Pryor Gemma Pryor from Mondelez International told Express.co.uk: “It’s all about production costs and the cost of ingredients. It’s not related to Brexit. “We don’t take these decisions lightly at all. We were certainly looking into this pre-Brexit.” Mondelez has responded to the rising ingredient costs seen over the last few months, but insists the projection is far longer term. Ms Pryor said: ”Everyone is finding the ingredient costs for food products are rising, but we mostly look at long term trends. We would look at the five- or three-year trends of cocoa prices as well as prices from the last three months.” The weight of 400g bars has been decreased to 360g while the 170g bars are now just 150g. Sharing the new-look chocolate on its Facebook page, Toblerone wrote: \"We chose to change the shape to keep the product affordable for our customers, and it enables us to keep offering a great value product. “It had to make a decision between changing the look of the bars or raising their price.\" But it’s invited a heavy backlash of criticism on social media. REUTERS Customers are now getting nearly 10 per cent less of their favourite bar REUTERS The design change was described as looking like a 'toothless comb'",
  "topics": "toberone-gate",
  "origin": "gate",
  "filename": "e8a979de28fef3fdc3a5f6ee1c971260273dd814493fa1760d0b098c.json"
}