{
  "fiveWoneH": {
    "how": {
      "annotated": [
        {
          "text": ""
        }
      ]
    },
    "what": {
      "annotated": [
        {
          "text": "changes the look and weight of two bars "
        },
        {
          "text": "change upsets fans"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "NULL"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "UK"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Toblerone"
        },
        {
          "text": "Mondelez International"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "attempt to meet rising costs"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "http://www.bbc.com/news/uk-37904703",
  "publish_date": "2016-11-08 06:57:57",
  "title": "Toblerone triangle change upsets fans",
  "description": "Toblerone changes the look and weight of two bars sold in the UK in an attempt to meet rising costs.",
  "text": "Image caption The 150g Toblerone features larger gaps between its distinctive triangles A decision to space out the distinctive triangular chocolate chunks in two Toblerone bars sold in the UK has upset fans who say that they do mind the gap. The product's makers, US-based Mondelez International, said it had changed the design to reduce the weight of what were 400g and 170g bars. Some consumers have described the move as \"the wrong decision\" and said the bigger spaces looked \"stupid\". Mondelez said the move was down to a rise in the cost of ingredients. In a statement on the Toblerone Facebook page, the company said it had to make a decision between changing the look of the bars or raising the price. Media caption Toblerone shape scandal? Shoppers react Outcry as Toblerone triangles are downsized The move has resulted in the weight of the 400g bars being reduced to 360g and the 170g bars to 150g, while the size of the packaging has remained the same. It said: \"We chose to change the shape to keep the product affordable for our customers.\" 'Why the big gap?' But consumers took to Toblerone's Facebook page to question why the company had decided to make the gaps between the triangles bigger, rather than reducing the length of the bars. Lee Yarker said: \"Fair enough reducing the weight of the bar, but why the big gap in between segments? Looks stupid imo [in my opinion], could have just made the bar shorter and kept the original design.\" You might also like: John Lewis invitation to Christmas ad student Hitler's wife's knickers sold at auction Is it right to train babies to sleep? Philip Joseph wrote: \"It was the wrong decision. It looks like a really underhanded thing to do. \"You buy a bar expecting a normal bar and it looks like you are getting half the chocolate.\" Cathy White added: \"It looks dreadful. Think you should've reduced the length and kept the chunky triangles.\" Image caption Toblerone made the announcement on its Facebook page However, other consumers praised the company for making a public announcement on the change. Lainey Ireson wrote: \"Sadly whatever you chose won't please everyone but as Toblerone is such a great product I'm happy that you've explained - a lot of companies wouldn't be so mindful.\" Mondelez said that \"like many other companies, we are experiencing higher costs for numerous ingredients\". It added: \"We carry these costs for as long as possible, but to ensure Toblerone remains on-shelf, is affordable and retains the triangular shape, we have had to reduce the weight of just two of our bars in the UK, from the wider range of available Toblerone products.\" Other food manufacturers have previously announced rises in their product prices, blaming the falling value of the pound following the UK's decision to leave the EU. 'Not a result of Brexit' A spokeswoman for Mondelez acknowledged that the foreign exchange rate was currently \"not favourable\", but added: \"This change wasn't done as a result of Brexit.\" However, she was unable to clarify whether the change in shape affected only bars sold in the UK and not the rest of Europe. Walkers and Birds Eye have both said they are set to raise the prices of some items following the drop in the UK exchange rate post-Brexit. In October, a dispute broke out between Tesco and Unilever after the food brand said it was raising prices in Britain to compensate for the fall in the pound.",
  "topics": "toberone-gate",
  "origin": "gate",
  "filename": "ea04b4c06fbfab2a959b39c05022cd813f4dc9b12bd0665462224374.json"
}
