{
  "fiveWoneH": {
    "what": {
      "annotated": [
        {
          "text": "have 'life-threatening' injuries"
        },
        {
          "text": "shooting leaves five hurt"
        }
      ]
    },
    "when": {
      "annotated": [
        {
          "text": "shortly before 7 pm"
        }
      ]
    },
    "where": {
      "annotated": [
        {
          "text": "Seattle"
        }
      ]
    },
    "who": {
      "annotated": [
        {
          "text": "Two people"
        }
      ]
    },
    "why": {
      "annotated": [
        {
          "text": "shooting near demonstration"
        }
      ]
    }
  },
  "parsingError": "true",
  "mimeType": "text/xml",
  "url": "https://www.thesun.co.uk/news/2154878/shot-seattle-protests-donald-trump-election/",
  "publish_date": "2016-11-10 04:35:07",
  "title": "Seattle shooting leaves five hurt in Seattle near protests against Donald Trump's election victory",
  "description": "Two people said to have 'life-threatening' injuries by emergency services after shooting near demonstration",
  "text": "One person treated for 'life-threatening' injuries by emergency services after shooting near demonstration Five people have been hurt, one critically, after a shooting near the scene of protests against President-elect Donald Trump in the American city of Seattle. The shooting unfolded shortly before 7 pm around the corner from where the protesters were marching. Help on the way . . . medics at the scene move to help wounded Seattle Fire crews treating 5 patients with gunshot wounds. 2 of the 5 with life-threatening injuries. Medics transporting to HMC. pic.twitter.com/HTtHejkTpc — Seattle Fire Dept (@SeattleFire) November 10, 2016  There were initial fears the shooting was related to the anti-Trump demonstrations. But it was later revealed to be “some type of personal argument” according to Robert Merner, assistant chief of the Seattle Police Department. “This individual began to walk away from the crowd then turned and fired into the crowd,” Merner said. He said the suspect then fled from the area on foot and remained at large at least an hour later. The most seriously injured victim was rushed to nearby hospital where he was said to be a in a critical condition. AP:Associated Press 3 Cordon . . . police near scene with shooter still thought to be at large Reuters 3 Protests . . . crowd of demonstrators at anti-Trump rally near scene of shooting The other four victims – one female and three male – did not suffer life-threatening injuries, police said. Emergency services reached the scene of the shooting within minutes because they were in the area to monitor the demonstrations, according to Merner. The protests in Seattle were one of many across the USA against President-elect Donald Trump which were carrying on through the night across much of the country. Police car smashed up by anti Donald Trump protestors in New York City",
  "topics": "seattle shooting",
  "origin": "gate",
  "filename": "eff840c72c63f3ffa71643f2fe7a74cb08546ba3c24bc7b67bebf01f.json"
}