{
  "authors": [
    "Merrit Kennedy"
  ],
  "date_download": "2017-11-30T14:01:43",
  "date_modify": null,
  "date_publish": "2016-10-13T00:00:00",
  "description": "More than 270 girls were taken from their boarding school by militants in April 2014. Their kidnapping spurred an international outcry and prompted the #BringBackOurGirls campaign.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2016%2F10%2F13%2F497803083%2Fnigeria-says-21-schoolgirls-abducted-by-boko-haram-have-been-released.json",
  "image_url": "https://media.npr.org/assets/img/2016/10/13/ap_369601549858_wide-8e039235ae10e2e6818140dc560195dc7d2ad1ce.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "Nigeria Says 21 Schoolgirls Abducted By Boko Haram Have Been Released\nEnlarge this image toggle caption Alastair Grant/AP Alastair Grant/AP\nNigerian President Muhammadu Buhari says 21 of the schoolgirls abducted by the militant group Boko Haram more than two years ago have been released after \"successful negotiations.\"\nAs I depart Abuja for Germany on an Official Visit, I welcome the release of 21 of our Chibok Girls, following successful negotiations. — Muhammadu Buhari (@MBuhari) October 13, 2016\nMore than 270 girls were taken from their boarding school in the town of Chibok in April 2014. Their kidnapping spurred an international outcry and prompted the #BringBackOurGirls campaign.\nThe International Committee for the Red Cross says it acted as a neutral intermediary and handed the 21 girls to Nigerian government authorities.\n1/2 Today we transferred 21 of the #Chibokgirls and handed them to the #Nigeria government authorities, acting as a neutral intermediary. — ICRC Africa (@ICRC_Africa) October 13, 2016\nThe girls' release has not been independently verified, NPR's Ofeibea Quist-Arcton reports from Zimbabwe. But if true, she says, \"it would be a major coup for Nigerian authorities — and relief for the families.\"\nA spokesperson for Buhari, Mallam Garba Shehu, said the release \"is the outcome of negotiations between the administration and Boko Haram ... brokered by the International Red Cross and the Swiss government.\" He added in a post on Twitter that the \"negotiations will continue.\"\nThe girls were in the custody of Nigeria's Department of State Services, Shehu said, adding that they are \"very tired\" and their names will be released soon.\n\"The handing over of four imprisoned militants was also part of the deal,\" according to the BBC.\nAs Ofeibea explains, \"till now there is only one confirmed release of one of the students, who found her way out of captivity with a baby and was found by an army-backed civil defense group in May.\"\nThe Nigerian army has been carrying out an offensive against Boko Haram. The militant group released a video in August claiming that some of the girls were killed as a result of those airstrikes, The Two-Way has reported.\n\"Some 197 girls remain captive, though it is not known how many of them may have died,\" the Associated Press reports.\nAnd Ofeibea notes that Boko Haram \"has abducted many more girls and boys before and since the Chibok kidnapping.\"\nBoko Haram is currently going through a leadership struggle — two different men claim to be in charge of the group. As we have reported, Boko Haram pledged allegiance to the Islamic State group last year. One of the purported leaders is the longtime head of the group, Abubakar Shekau, while the Islamic State says it has officially named Abu Musab al-Barnawi as Boko Haram's leader.",
  "title": "Nigeria Says 21 Schoolgirls Abducted By Boko Haram Have Been Released",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2016/10/13/497803083/nigeria-says-21-schoolgirls-abducted-by-boko-haram-have-been-released",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 66,
    "Event": "boko_haram_21_schoolgirls_freed"
  },
  "dId": "0c3309b31d6abbf74a5073284e695327da5f4d689a02b964df24b63d"
}