{
  "authors": [],
  "date_download": "2018-01-14T13:50:30",
  "date_modify": null,
  "date_publish": null,
  "description": null,
  "filename": "https%3A%2F%2Fwww.timesunion.com%2Fentertainment%2Farticle%2FFlowers-and-sunshine-greet-thousands-for-129th-12465519.php.json",
  "image_url": "https://s.hdnux.com/photos/70/27/55/14777166/3/rawImage.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.timesunion.com",
  "text": "window._taboola = window._taboola || []; _taboola.push({ mode: 'thumbnails-c', container: 'taboola-interstitial-gallery-thumbnails-5', placement: 'Interstitial Gallery Thumbnails 5', target_type: 'mix' }); _taboola.push({flush: true});\nwindow._taboola = window._taboola || []; _taboola.push({ mode: 'thumbnails-c', container: 'taboola-interstitial-gallery-thumbnails-8', placement: 'Interstitial Gallery Thumbnails 8', target_type: 'mix' }); _taboola.push({flush: true});\nPhoto: Michael Owen Baker, AP Image 1 of / 8 Caption Close Image 1 of 8 The China Airlines float makes its way along the parade route and won the International Award at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. The China Airlines float makes its way along the parade route and won the International Award at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. Photo: Michael Owen Baker, AP Image 2 of 8 Rose Queen Isabella Marie Marez, top, and Princesses, clockwise from lower left, Georgia Jane Cervenka, Sydney Grace Pickering, Julianne Elise Lauenstein, Alexandra Marie Artura, Savannah Rose Bradley and Lauren Elizabeth Buehner ride on their float at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. less Rose Queen Isabella Marie Marez, top, and Princesses, clockwise from lower left, Georgia Jane Cervenka, Sydney Grace Pickering, Julianne Elise Lauenstein, Alexandra Marie Artura, Savannah Rose Bradley and ... more Photo: Michael Owen Baker, AP Image 3 of 8 The Kyoto Tachibana High School band, of Japan, performs at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. The Kyoto Tachibana High School band, of Japan, performs at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. Photo: Michael Owen Baker, AP Image 4 of 8 Grand Marshal Gary Sinise waves to the crowd at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. Grand Marshal Gary Sinise waves to the crowd at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. Photo: Michael Owen Baker, AP Image 5 of 8 Image 6 of 8 A B-2 Spirit, also known as the Stealth Bomber, and two fighters jets fly over the 2018 Rose Parade route in Pasadena, Calif., Monday, Jan. 1, 2018. The 129th annual parade got started Monday in Pasadena with an announcement by the grand marshal, actor Gary Sinise, and a military flyover. The theme of the 2018 parade is \"Making a Difference\" and Sinise was chosen to lead the proceedings because of his devotion to veteran's issues. less A B-2 Spirit, also known as the Stealth Bomber, and two fighters jets fly over the 2018 Rose Parade route in Pasadena, Calif., Monday, Jan. 1, 2018. The 129th annual parade got started Monday in Pasadena with ... more Photo: John Antczak, AP Image 7 of 8 Rose Queen Isabella Marie Marez waves to the crowd at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. Rose Queen Isabella Marie Marez waves to the crowd at the 129th Rose Parade in Pasadena, Calif., Monday, Jan. 1, 2018. Photo: Michael Owen Baker, AP Image 8 of 8 Floats, marching bands hit the street for 129th Rose Parade 1 / 8 Back to Gallery\nPASADENA, Calif. (AP) — With a nod of thanks to military veterans, marching bands and floral floats took to the streets under sunny California skies as the 129th Rose Parade drew hundreds of thousands of spectators on New Year's Day and millions more watched on TV.\nAmong the fanciful floats was an award-winning entry from China Airlines featuring a scuba diver floating above fish and a coral reef.\nRock and Roll Hall of Fame artists Earth Wind and Fire performed atop a red and white float recreating the Forum, the famous Los Angeles-area arena celebrating its 50th anniversary.\nThe annual extravaganza in Pasadena began with a military flyover and featured 39 floats decked out with countless flowers and waving celebrities.\nThere were blue skies with just a few wisps of clouds and temperatures were expected to reach the 70s (about 22 degrees Celsius) after a chilly night.\nIt has rained only once on the Rose Parade in the past six decades — that was in 2006 — and it has never been canceled because of weather.\nThe theme of the 2018 parade is \"Making a Difference,\" and actor Gary Sinise was chosen as grand marshal to lead the proceedings because of his devotion to veteran's issues.\nSinise, who played Vietnam vet Lt. Dan Taylor in the 1994 film \"Forrest Gump,\" said when he was picked that he was happy to serve as grand marshal because of the vets he seeks to help.\n\"If shining a little spotlight on me on January first can shine a spotlight on them to help me make a difference in their lives, I am very, very grateful to do that,\" he said.\nVeterans and family members of those killed in action appeared on some of the floats.\nSpectators started lining the 3.5-mile (5.6-kilometer) route on Sunday, many of them camping on sidewalks and braving overnight temperatures in the low 40s (around 5 degrees Celsius).\nPasadena Police Chief Phillip Sanchez said there were no known threats to the parade, and fan safety would remain the first priority and security would be tight. No major problems were reported. There were a handful of arrests, mostly for public intoxication, police said.",
  "title": "Floats, marching bands hit the street for 129th Rose Parade",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.timesunion.com/entertainment/article/Flowers-and-sunshine-greet-thousands-for-129th-12465519.php",
  "dId": "12c465147f17c442fd567c5f292f2b6c0df010230d05a400944bd002",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 42,
    "Event": "sun_fun_flowers_as_129th_rose_parade_rolls_in_california"
  }
}