{
  "authors": [
    "Angela Monaghan"
  ],
  "date_download": "2018-02-06T19:48:08",
  "date_modify": null,
  "date_publish": "2018-02-06T10:25:30",
  "description": "BIS head says cryptocurrency is a ‘Ponzi scheme’ that poses a threat to financial stability",
  "filename": "https%3A%2F%2Fwww.theguardian.com%2Ftechnology%2F2018%2Ffeb%2F06%2Fbitcoin-price-crackdown-bis-cryptocurrency.json",
  "image_url": "https://i.guim.co.uk/img/media/d6599974eeff6dc64f5849f7f274cc4efef5c419/0_235_4950_2970/master/4950.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxOC8wMS8zMS9mYWNlYm9va19kZWZhdWx0LnBuZw&s=e32836b67bb68e9151630eee729736be",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theguardian.com",
  "text": "Bitcoin Bitcoin price falls below $6,000 as banker signals crackdown BIS head says cryptocurrency is a ‘Ponzi scheme’ that poses a threat to financial stability\n•Stock market turmoil – live coverage The price of bitcoin rose by 900% last year. Photograph: George Frey/Getty Images\nThe price of bitcoin yo-yoed wildly again on Tuesday, falling 14% to $5,920 (£4,250) before bouncing back to $7,265 – up nearly 6% on the previous day. The latest gyrations came as a leading central banker described the cryptocurrency as “a bubble, a Ponzi scheme and an environmental disaster”.\nThe new head of the Bank for International Settlements, Agustín Carstens, also said bitcoin threatened to undermine public trust in central banks and posed a threat to financial stability, and he signalled a global clampdown.\n“If authorities do not act pre-emptively, cryptocurrencies could become more interconnected with the main financial system and become a threat to financial stability,” he said, speaking at Goethe University in Frankfurt, Germany.\nQ&A What is bitcoin and is it a bad investment? Show Hide Bitcoin is the first, and the biggest, “cryptocurrency” – a decentralised tradeable digital asset. Whether it is a bad investment is the big question. Bitcoin can only be used as a medium of exchange and in practice has been far more important for the dark economy than it has for most legitimate uses. The lack of any central authority makes bitcoin remarkably resilient to censorship, corruption – or regulation. That means it has attracted a range of backers, from libertarian monetarists who enjoy the idea of a currency with no inflation and no central bank, to drug dealers who like the fact that it is hard (but not impossible) to trace a bitcoin transaction back to a physical person.\n“There is a strong case for policy intervention. Appropriate authorities have a duty to educate and protect investors and consumers, and need to be prepared to act.”\nCarstens, a former governor of Mexico’s central bank, said that despite the meteoric rise of bitcoin, cryptocurrencies were merely pretending to be currencies and were unsafe, potentially facilitating tax evasion, money laundering and criminal finance.\nAs the head of the body that represents the world’s central banks, his comments are the clearest sign yet that global regulators are preparing a crackdown on bitcoin, the price of which rose by 900% last year, making it the best-performing asset of 2017. It hit a peak of almost $20,000 in the week before Christmas.\nLloyds Bank bans customers from buying bitcoins using credit cards Read more\nHowever, it has fallen by more than 50% since the beginning of 2018, as investors grow increasingly fearful of intervention by regulators.\nBitcoin is not recognised by any central bank. It allows people to bypass banks and traditional payment methods to pay for goods and services.\nCarstens said central banks should in particular pay attention to the ties linking cryptocurrencies to real currencies, to ensure the relationship was “not parasitic”.\nHis comments follow a string of warnings on bitcoin from authorities and economists around the world, including India, the US and South Korea. Facebook has banned bitcoin and other cryptocurrency adverts on its site.\nOn Monday Lloyds Banking Group and Virgin Money banned customers from using its credit cards to buy bitcoin, amid fears the banks could be liable if the cryptocurrency’s value implodes.",
  "title": "Bitcoin price falls below $6,000 as banker signals crackdown",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theguardian.com/technology/2018/feb/06/bitcoin-price-crackdown-bis-cryptocurrency",
  "dId": "22ceaac661fce2ce0325ef77232842ce794b92bc77c941bd37cf9758",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 63,
    "Event": "Bitcoin_drops"
  }
}