{
  "authors": [
    "Maeve Mcdermott",
    "Published P.M. Et Feb."
  ],
  "date_download": "2018-02-06T16:55:47",
  "date_modify": null,
  "date_publish": "2018-02-05T18:02:57",
  "description": "Justin Timberlake's set fell woefully short of The Purple One's 2007 performance. Read our take.",
  "filename": "https%3A%2F%2Fwww.usatoday.com%2Fstory%2Flife%2Fentertainthis%2F2018%2F02%2F05%2Fcompared-prince-justin-timberlakes-halftime-show-hilariously-bad%2F307243002%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/ae5aa811fdd394eec4c5364d80c6dc142647452d/c=0-42-3426-1978&r=x1683&c=3200x1680/local/-/media/2018/02/04/USATODAY/USATODAY/636533733845963632-USATSI-10588163.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "CLOSE Sheila E. says Justin Timberlake reached out to her after she tweeted that Prince didn't want to be hologrammed and says she wants \"people to know there was no hologram.\" (Feb. 4) AP\nConsidering Sunday's Super Bowl was hosted in Minneapolis, not paying tribute to Prince during the halftime show would’ve been sacrilege.\nPrince, who died in April 2016, wasn’t just Minneapolis’ own king of pop, he also gave the Super Bowl its best-ever halftime show performance in 2007.\nYet, it’s unlikely that Prince and his deservedly-large ego would've been satisfied with the treatment he received: a tribute from Justin Timberlake, an artist with whom Prince had a historically fraught relationship, during a show that fell woefully short of The Purple One's legendary 2007 set.\nThere’s a reason why, when rumors spread last week that a hologram version of Prince would join Timberlake on-stage, that the late singer’s fans rioted. Timberlake had a history of mocking Prince in public, from taking a dig at the 5’2’’ singer’s height at the 2007 Golden Globes to dedicating an entire verse to dissing Prince on his song Give It To Me later that year.\nThere was no Prince hologram on Sunday, though a projection of the late artist performing I Would Die 4 U, projected on a stories-high white sheet reminiscent of the one Prince himself posed behind during his halftime show with his legendary phallic guitar left fans unsettled.\nYet, Prince devotees can take solace in the fact that their idol’s 2007 halftime show eclipses Timberlake’s in every way.\nReview: Justin Timberlake's 'Man of the Woods' can't pull off its Americana-pop fusion\nMore: Why Prince fans are bashing Timberlake's Super Bowl halftime performance\nPrince sang his songs during his halftime show, while Timberlake let his backing tracks and background singers do the heavy lifting, following a disastrously garbled opening in which the sound was so muffled fans could barely make out Timberlake’s lyrics.\nBetween Timberlake willfully ignoring his Suit and Tie vocals in favor of kicking around his mic stand, and the singer desperately reaching for his high notes at the end of Mirrors, he was doomed whether he opened his mouth or not.\nPrince also knew how to balance his classic songs with some innovative risks, ripping through faithful versions of his hits (save a few added guitar solos) before debuting a blistering mashup of All Along the Watchtower and the Foo Fighters’ Best Of You. Meanwhile, Timberlake’s attempts to remix his own pop classics resulted in the lurching rock arrangements of songs like My Love and Cry Me a River, the instrumentals further jumbled by a horns section behind him. As heard in the confused Americana-R&B of Man of the Woods, Timberlake’s genre experimentations didn’t just doom his new album, but also Sunday's show.\nAnd Prince knew how to stick his landing, ending his halftime set with one of the greatest moments in halftime show history, his breathtaking performance of Purple Rain. What would Prince have thought that Can't Stop The Feeling, a song from the Trolls movie soundtrack, capped Timberlake's set instead of his duet with Prince?\nIn a moment that went instantly viral, Timberlake ventured into the stadium stands in the song’s final moments and took a selfie with a teenager who, nonplussed, immediately looked back down at his phone, the singer still performing next to him.\nSomehow, we think Prince would've been more proud of that kid than anything else in Timberlake's set.\nWhen your friend go dancing with strangers at the club and u just don’t know what to do #selfiekidpic.twitter.com/MzH4237Z1y — Triyoncé (@tribranchvo) February 5, 2018\nRead or Share this story: https://usat.ly/2s9A78j",
  "title": "Compared to Prince, Justin Timberlake's halftime show was a wimpy joke",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.usatoday.com/story/life/entertainthis/2018/02/05/compared-prince-justin-timberlakes-halftime-show-hilariously-bad/307243002/",
  "dId": "28815a8c8f766f59aa90274c0d4a67f8b3881ccbdf3989398f6aa18f",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 55,
    "Event": "Justin_Timberlake_halftime_show"
  }
}