{
  "authors": [
    "Dailymail.Com Reporter"
  ],
  "date_download": "2018-02-06T16:55:29",
  "date_modify": null,
  "date_publish": "2018-02-05T04:51:51",
  "description": "The latest teaser for Avengers: Infinity War debuted during Superbowl LII on Sunday. The clip featured all of the superheroes from the various Marvel movies over the last ten years",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Ftvshowbiz%2Farticle-5351817%2FAvengers-Infinity-War-Super-Bowl-trailer.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/02/05/04/48E4908100000578-0-image-a-122_1517804379835.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Hollywood A-listers, half-naked hearthrobs and a whole heap of emotion is being deployed in this year's Super Bowl ads as the annual marketing frenzy gets underway.\nThis year's commercials are battling to snag the attention of some 110million viewers estimated to tune in to Sunday's big game and are spending $5million or more for just 30 seconds of airtime alone.\nHugh Jackman and Chris Hemsworth for 'Crocodile Dundee'\nMargot Robbie is another name in the trailer that sent Tourism Australia's digital engagement skyrocketing\nHugh Jackman and Chris Hemsworth teased the internet this week by sharing video from Tourism Australia, who released a fake reboot of the pair in the 1986 Australian-American action comedy film.\nThe marketing scheme has already paid off - as the brand's digital engagement has since skyrocketed, according to ad company Amobee.\nChris Pratt for Michelob Ultra\nA shirtless and chiseled Chris Pratt will appear in Michelob Ultra's ad where the sexy star suggests that, to be fit, 'you gotta love Michelob Ultra.'\nDanny DeVito for M&Ms\nA talking red M&M is heard telling his edible friend, 'I've had three people try to eat me today... sometimes I wish I was human.'\nDanny DeVito will be seen dunked in a pool of chocolate in a funny M&M ad released Monday.\nDavid Harbour for Tide\nTide detergent's ad was an instant hit as Stranger Things actor David Harbour tore apart every other 'typical' ad.\nAfter a series of scenarios that lead viewers to believe it was a run of the mill car or beer ad, Harbour finally revealed that 'it's a Tide ad'.\nChadwick Boseman for Lexus\nLuxury car company Lexus released their 'Long Live the King' commercial featuring Chadwick Boseman.\nBoseman plays the role of the Black Panther in the eye-popping ad promoting the sleek 2018 LS 500 luxury sedan.\nBudweiser disaster relief\nBudweiser will win over the hearts of viewers once again. This year's commercial is focused on disaster relief after the slew of hurricanes and beyond that affected Texas, Florida, Puerto Rico and California.\nBud Knight for Bud Light\nBud Light is aiming to give impatient 'Game of Thrones' fans their fantasy fix with a series of ads that follow a hapless medieval army that shouts the nonsensical phrase 'Dilly Dilly' before battle.\nThey looked for his coming in the second quarter and before halftime, they looked to the 60-second ad. But the Bud Knight blew off his military duties to have drinks with friends.\nTiffany Haddish for Groupon\nTiffany Haddish pleads with the public to support local businesses.\nThe commercial then cuts to a wealthy man who plots to crush small businesses, only to double over after players nail him with a kicked football.\nGroupon insists the man isn't hit in the groin, although the ad video is ambiguous.\nPeyton Manning for Universal Parks & Resorts\nPeyton Manning stars as the 'vacation quarterback' in the Universal Parks & Resorts commercial.\n'This is your moment... you are more than a team, you are family,' Manning is heard encouraging a group of theme park-goers. 'Now lets get out here and play!'\nBill Hader for Pringles\nBill Hader appears in Pringles' first Super Bowl ad, as seen in the chip company's teaser.\n'More people will see me in this than they have in the last three movies I've made,' actor and comedian Hader muses in the teaser for the first Super Bowl spot.\nSteven Tyler for KIA\nThe Aerosmith rock star went back in time for KIA's Super Bowl commercial. He gets into a 2018 Stinger on a race track but when he gets out of the car it appears as though Tyler's a teenager again.\nThe message of the ad? 'Feel something again', according to KIA.\nJeff Goldblum for Jeep Wrangler\nJurassic Park actor Jeff Goldblum faced off against a T-Rex to promote Jeep's Wrangler.\nRam Trucks causes outrage\nViewers were left angry after seeing the Ram Trucks ad given it incorporated Martin Luther King Jr.\nKing's voice rings out as the ad for Ram Trucks shows a series of ordinary people in acts of love. In his speech, King called on people to show greatness through kindness and service. The point? Ram's tagline: 'Built To Serve.'\nThe ad, which wasn't released early, contrasted with the humor many other brands are going for.\nFebreze\nAn ad for Febreze air freshener goes all in for toilet humor.\nIt presents a pseudo-documentary about a boy whose 'bleep doesn't stink,' alluding to a profane phrase that commonly refers to people who are full of ... themselves.\nAmazon Alexa\nIn another hilarious commercial, Amazon virtual assistant Alexa loses her voice and the company CEO Jeff Bezos gets word about the tragic matter over the news.\nVarious celebrities appear in the commercial including Rebel Wilson and Gordon Ramsey.\nCardi B also appears, and hilariously taunts one user after asking her how far away Mars is.\nDoritos Vs Mountain Dew Ice\nA hilarious advert shows actor Peter Dinklage face off in a rap battle with Morgan Freeman. The Game of Thrones actor lip syncs to Busta Rhymes to promote the spicy snack while Freeman mouths Missy Elliott to promote the soft drink.\nKeanu Reeves for Squarespace\nKeanu Reeves stands up on a motorcycle moving at high speeds through the desert in a Squarespace ad set to the tune of the Adventures in Success, the 1983 song from Will Powers. The actor performed his own stunts in the ad.\nCoca-Cola's The Wonder of Us\nThe beverage giant's commercial was shot in Mexico. It features people holding and drinking varieties of Coke including Coke Zero and the stevia-flavored Coke Life.\nShown in the advertisement are women, men and a person who uses the 'they' pronoun. A biracial couple, a lesbian couple and a person in a wheelchair also appear in the spot.\n'There's a Coke for he, and she and her and me and them,' a voiceover states.\nCindy Crawford briefly reprises role in Pepsi ad\nCoca-Cola competitor Pepsi took a long look at its history - from hippies and drive-in theater patrons drinking it on through to today. Model and actress Cindy Crawford briefly appears in the role. Crawford, 51, starred in multiple Pepsi ads in the early 1990s.\nMatt Damon stars in Stella Artois ad\nThe Downsizing star hawked the beer company's limited-edition chalice in its 30-second spot. The company says that a single purchase of the chalice will go towards its partnership with Water.org to help provide five years of access to clean water for a single person in the developing world.\nPETA releases depressing ad starring James Cromwell\nPeople for the Ethical Treatment of Animals released a rather depressing ad showing an imagined scenario in which a meat industry executive visits a church to confess his sins. The executive details how he lied to the public about how animals for consumption have been treated. The priest, played by actor James Cromwell, refuses to forgive the exec's sins and says: 'We have to draw the line somewhere' The ad concludes with text: 'Go Vegan.'\nHBO buys first SuperBowl spot in 20 years\nThe premium cable channel has purchased a spot to advertise season 2 of Westworld, which is set to debut at some point in 2018. The last time HBO purchased a Super Bowl spot was in 1998.",
  "title": "Avengers: Infinity War Super Bowl trailer",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/tvshowbiz/article-5351817/Avengers-Infinity-War-Super-Bowl-trailer.html",
  "dId": "2be5c33e7ffc313788ecc4ad811b0e53eb3767b6e67bad5ce538685a",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 53,
    "Event": "The_New_Infinity_War_Trailer"
  }
}