{
  "authors": [],
  "date_download": "2018-02-06T19:48:01",
  "date_modify": null,
  "date_publish": "2018-02-06T09:44:01",
  "description": "Broadcom raised its bid for rival computer chipmaker Qualcomm on Monday to $121 billion, offering the richest-ever takeover effort in the tech sector in an",
  "filename": "https%3A%2F%2Fwww.japantimes.co.jp%2F%3Fpost_type%3Dnews%26p%3D1352777.json",
  "image_url": "https://www.japantimes.co.jp/wp-content/uploads/2018/02/b-broadcom-a-20180207-870x580.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.japantimes.co.jp",
  "text": "Broadcom raised its bid for rival computer chipmaker Qualcomm on Monday to $121 billion, offering the richest-ever takeover effort in the tech sector in an effort to become the dominant player in the fast-growing market for connected devices.\nSingapore-based Broadcom, which has begun a process to reincorporate in the United States, called the hostile bid its “best and final offer.”\nThe price hike steps up the pressure on California-based Qualcomm, the dominant producer of chips for mobile devices, which is set to hold its annual shareholders meeting next month.\nIn a letter to Qualcomm board members, Broadcom chief executive Hock Tan called the offer “extremely compelling compared to any other alternative available to Qualcomm” and called on the board to open talks on the proposal. But he said the deal would be off the table if it fails to win approval next month by shareholders.\nThe new bid represents $82 per Qualcomm share, up from a previous offer of $70 a share, and was said to be 50 percent higher than Qualcomm’s share price before the tie-up was proposed in November.\nWith Qualcomm’s debt included, the deal’s value would be some $146 billion.\n“We continue to hope you choose to engage with us for the benefit of your stockholders,” Tan said.\n“However, we will withdraw this proposal and cease our pursuit of Qualcomm immediately following your upcoming annual meeting unless we have entered into a definitive agreement or the Broadcom-nominated slate is elected.”\nBroadcom last year proposed a slate of 11 new Qualcomm board members as part of its effort to win approval.\nQualcomm said in a statement it had received the new proposal and would evaluate it “consistent with its fiduciary duties” and “in consultation with its financial and legal advisors.”\nUp to now, Qualcomm has rejected the tie-up, with CEO Steve Mollenkopf arguing last year there was “no real path to value” with Broadcom.\nMollenkopf, in comments in December, maintained that Qualcomm, the leading global supplier of smartphone chips, is well-positioned for emerging technologies for connected devices and 5G, or the fifth generation of wireless networks.\nIf completed, the deal would be the largest-ever in the tech sector and create a powerful player in the booming sector fueled by growth in smartphones and an array of connected devices from cars to wearables.\nAny merger deal would need to pass muster with Qualcomm shareholders and could face regulatory scrutiny in the United States and other markets.\nBroadcom said its offer stood whether Qualcomm’s $47 billion bid for Dutch rival NXP was completed or is terminated. European regulators this month said they had approved the merger subject to conditions.\nThe Singapore-based firm said it was prepared to pay a “significant” fee to Qualcomm if the two companies agree but the deal is blocked by regulators.\nIt also said it would offer a “ticking fee” giving Qualcomm shareholders extra cash if the deal is not consummated within a year.\nBroadcom’s Nov. 6 proposal followed a visit by its CEO to the White House, where he met President Donald Trump and announced plans to move the tech company back to the United States from Singapore.\nBroadcom moved from California in 2015 after a merger with rival Avago Technologies.\nThe move by Broadcom comes with Qualcomm facing a series of investigations by antitrust authorities around the world over its dominance in the market for smartphone chips, and a legal tussle with Apple over royalties.",
  "title": "Chip wars: Broadcom raises hostile bid for Qualcomm to $121 billion in quest to be on top",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.japantimes.co.jp/?post_type=news&p=1352777",
  "dId": "34812a1ccb743496736330e5d2aef51bb7830d5f391b3356d6387a36",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 62,
    "Event": "Broadcom_Raises_Its_Qualcomm_Offer_to_121"
  }
}