{
  "authors": [
    "Jessica Finn For Dailymail.Com"
  ],
  "date_download": "2018-01-08T00:12:22",
  "date_modify": null,
  "date_publish": "2017-12-27T03:29:35",
  "description": "A flight that was four hours into its course, bound for Tokyo's Narita Airport Tuesday, had to return to its origin of Los Angeles International Airport after an 'unauthorized person' was on board.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5214223%2FLAX-Tokyo-flight-u-turns-unauthorized-person.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/27/04/479747BC00000578-0-image-a-63_1514349561073.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "A Tokyo-bound flight from LAX with Chrissy Teigen and John Legend on board was forced to turn around four hours into its journey after an 'unauthorized person' made it onto the plane.\nAll Nippon Airways flight 175 took off at 11:36am local time on Tuesday, but was back on US soil eight hours later after the breach forced them to make a u-turn.\nThe bizarre situation caused confusion among many passengers, including Teigen, who was heading on a vacation with her musician husband.\nScroll for video\nJohn Legend and Chrissy Teigen were on a flight heading to Tokyo for vacation, but the plane made a u-turn four hours into their journey because an 'unauthorized passenger' was on board\nChrissy Teigen tweeted the entire debacle of a flight that took off for LAX bound for Tokyo, but had to be turned around four hours into the trip for an unauthorized passenger on board\nWhat a trip: LAX to LAX and it only took eight hours to complete, per Teigen\nAccording to All Nippon Airways, the unauthorised person was a passenger who had boarded the wrong Tokyo flight.\n'During the flight, the cabin crew became aware that one of the passengers boarded the incorrect flight and notified the pilot,' the airline said in a statement to CNBC.\n'As part of the airline's security procedure, the pilot in command decided to return to the originating airport, where the passenger was disembarked.'\nMs Teigen, who is pregnant with the couple's second child, shared her frustration with her 9.2million Twitter followers and tried to make sense of what was going on.\n'A flying first for me: 4 hours into an 11 hour flight and we are turning around because we have a passenger who isn't supposed to be on this plane. Why...why do we all gotta go back, I do not know,' she shared on Twitter, certainly happy she sprung for the in-flight WiFi.\nWhile the situation was frustrating for everyone on board, Teigen was taking it in stride and saw amusement in the baffling situation. 'I don't know why I'm not more upset about this. The pleasure I get out of the story is worth more to me than a direct flight to Tokyo.'\n'Lmao after all this I will have spent 8 hours on a flight to nowhere. Like we were all just havin a great time up here flyin in the sky watching gran torino time to go home now,' apparently the in flight movie playing was Gran Torino, according to the model.\nThis is the captain speaking, we're gonna have to make a u-turn right here: Four hours into a flight bound for Tokyo an unauthorized person was discovered on-board. It seems the passenger was on the wrong airline- which caused the flight to be diverted back to LAX\nChrissy Teigen tweeted her own experience on a flight to Tokyo that had an unauthorized passenger on board\n'This is my dream': The nightmare journey did not end once the flight landed at LAX because passengers would be interviewed for 20 minutes by police before they deplaned\nThe mystery over the 'unauthorized passenger' continued well after the flight landed at LAX\nPolice continued to question people seated in the area of the passenger in question- but they may have been just trying to get to the bottom of how this costly mix-up happened in the first place\nOnce passengers deplaned Teigen was sequestered in a room with a television turned to the channel Bravo\nThey... they gave me ramen: While in the room where Teigen had been placed, she was given ramen\nWhen the plane finally landed- in its original origin, Teigen cracked: 'LAX —> LAX flight complete. Flight time, 8 hours and 20 minutes.'\nTeigen shared a video of her and Legend waiting around inside the plane after they landed. She tells her husband: 'Thank you so much for taking me on this awesome vacation babe,' to which Legend deadpans: 'Welcome to Los Angeles.'\nLAX Airport Police told local ABC7 officers would have a unit and supervisors on scene when the flight arrived back to its original departure point.\nAuthorities said the flight's return to it's point of origin was because of a 'mix up and was straightened up.'\n'They keep saying the person had a United ticket. We are on ANA. So basically the boarding pass scanner is just a beedoop machine that makes beedoop noises that register to nowhere,' Teigen tweeted.\nDailyMail.com has reached out to ANA Airlines, as well as LAWA Police, who did not respond.\nThe nightmare journey did not end once the plane landed. The model shared that all of the passengers would be interviewed by police for 20 minutes before they could deplane.\nHowever, well after passengers exited the flight, Teigen was tweeting she was sequestered in a room. It was unclear if other passengers were with her.\nShe said they put Bravo on for her to watch the Real Housewives, while adding they were trying to keep her quiet. Teigen also tweeted 'They... they gave me ramen.'\nThe All Nippon Airways flight is now scheduled to depart tomorrow morning.",
  "title": "LAX to Tokyo flight u-turns for unauthorized person",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5214223/LAX-Tokyo-flight-u-turns-unauthorized-person.html",
  "dId": "36e5d8049672be49dd2b457dcbdde10bcc48ef4547381bc366006b92",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}