{
  "authors": [
    "Fox Sports Wisconsin"
  ],
  "date_download": "2018-01-14T13:06:27",
  "date_modify": null,
  "date_publish": "2017-12-30T11:33:49",
  "description": "Fourth-year center Corey Linsley, who was set to become a free agent, locked up by Green Bay",
  "filename": "https%3A%2F%2Fwww.foxsports.com%2Fwisconsin%2Fstory%2Fgreen-bay-packers-corey-linsley-contract-extension-123017.json",
  "image_url": "https://b.fssta.com/uploads/2017/04/pi-nfl-corey-linsley-110616.vresize.1200.630.high.25.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.foxsports.com",
  "text": "For the second time in two days, the Green Bay Packers have retained one of their potential free agents.\nOn Saturday, the Packers announced they signed fourth-year center Corey Linsley, who was scheduled to become an unrestricted free agent, to a contract extension worth a reported $25.5 million over three years. This comes one day after locking up another potential free agent, wide receiver Davante Adams.\nLinsley has started all 53 regular-season games he’s played in since entering the NFL as a fifth-round draft choice in 2014, including all 16 games as a rookie. Linsley has started all 15 games for Green Bay this season as well. He has also started all seven of the Packers postseason games since 2014.\nIn 2014, Linsley became the first rookie center to open every game for the Packers since the league went to a 16-game schedule in 1978 and was the first Green Bay center to be named to the PFWA’s All-Rookie team since its inception in 1974.\nGreen Bay has 11 other players scheduled to be unrestricted free agents, with the most notable being safety Morgan Burnett.",
  "title": "Packers sign center Linsley to contract extension",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.foxsports.com/wisconsin/story/green-bay-packers-corey-linsley-contract-extension-123017",
  "dId": "37caa6e4f1a986ef87023360aea8218b9f69a7dfab9c40098056d381",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 30,
    "Event": "packers_sign_center_linsley_to_contract_extension"
  }
}