{
  "authors": [
    "Josh Gabbatiss"
  ],
  "date_download": "2018-02-06T16:56:31",
  "date_modify": null,
  "date_publish": "2018-02-04T00:00:00",
  "description": "Astrophysicists have discovered planets outside our galaxy for the first time ever. Previously, planets have only been detected within the Milky Way. However, by measuring an astronomical phenomenon called microlensing, scientists were able to identify a group of distant worlds using data from Nasa’s Chandra X-ray Observatory.",
  "filename": "http%3A%2F%2Fwww.independent.co.uk%2Fnews%2Fscience%2Fplanets-far-beyond-galaxy-discovered-first-time-astrophysicists-nasa-university-oklahoma-a8193531.html.json",
  "image_url": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2018/02/04/10/planet-distant-discovery.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.independent.co.uk",
  "text": "Astrophysicists have discovered planets outside our galaxy for the first time ever.\nPreviously, planets have only been detected within the Milky Way.\nHowever, by measuring an astronomical phenomenon called microlensing, scientists were able to identify a group of distant worlds using data from Nasa’s Chandra X-ray Observatory.\nScientists discover new technique for finding hidden aliens\nThe newly discovered planets ranged from the size of the moon to the size of Jupiter, and their galaxy is 3.8 billion light years away from our own.\n\"We are very excited about this discovery. This is the first time anyone has discovered planets outside our galaxy,\" said Professor Xinyu Dai, an astrophysicist at the University of Oklahoma.\nThe findings were published by Professor Dai and his colleague Dr Eduardo Guerras in The Astrophysical Journal.\nAnalysis of microlensing, which makes use of the brightness of distant celestial objects such as stars and quasars, is the only known method capable of identifying planets at such distances.\n\"This is an example of how powerful the techniques of analysis of extragalactic microlensing can be,” said Dr Guerras.\nThe gravitational lens RX J1131-1231 galaxy can be seen at the centre, with four lensed background quasars (University of Oklahoma)\n“This galaxy is located 3.8 billion light years away, and there is not the slightest chance of observing these planets directly, not even with the best telescope one can imagine in a science fiction scenario.\nNASA's Kepler space telescope capable of identifying other earths\n\"However, we are able to study them, unveil their presence and even have an idea of their masses. This is very cool science.\"\nMicrolensing is an astronomical effect in which light ray emanating from a distant star or quasar is bent by the gravity of an intermediary object – such as another star or black hole – when seen from Earth.\nIf the source is positioned precisely behind the intermediary, that object will act as a “lens” and create a disc of light as light rays from the source pass on all sides of it.\nThe brightness of these discs is affected by the presence of planets nearby the lensing star, and so this can be used to determine the presence of planets by stars that would otherwise be too far away to identify.\nThis effect was predicted by Einstein's general theory of relativity, and the discs of light that form are known as “Einstein discs”.\nIn Professor Dai and Dr Guerras’s work, they used a telescope to study the microlensing properties of emission of a background quasar, to make measurements they identified as evidence for planets.\n\"These small planets are the best candidate for the signature we observed in this study using the microlensing technique,” said Professor Dai.\n“We analysed the high frequency of the signature by modelling the data to determine the mass.\"",
  "title": "Planets far beyond our galaxy discovered for the first time by astrophysicists",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.independent.co.uk/news/science/planets-far-beyond-galaxy-discovered-first-time-astrophysicists-nasa-university-oklahoma-a8193531.html",
  "dId": "3ca5dc3a0b271508c8683bc259443ea9654e14fa0c5ea8cb8915f6c9",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 51,
    "Event": "first_planets_outside_the_Milky_Way"
  }
}