{
  "authors": [],
  "date_download": "2018-01-10T23:26:02",
  "date_modify": null,
  "date_publish": "2017-12-30T11:52:27",
  "description": "An Egyptian court sentenced ousted Islamist president Mohamed Morsi to three years in prison along with 19 other defendants on Saturday for \"insulting the...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fafp%2Farticle-5222793%2FEgypts-Morsi-sentenced-three-years-prison.html.json",
  "image_url": "http://i.dailymail.co.uk/1/2017/12/30/11/wire-1987056-1514634748-554_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "An Egyptian court sentenced Mohamed Morsi to three years in prison on December 30, 2017 for \"insulting the judiciary,\" one of multiple cases against the ousted Islamist president\nAn Egyptian court sentenced ousted Islamist president Mohamed Morsi to three years in prison along with 19 other defendants on Saturday for \"insulting the judiciary,\" his lawyer said.\nThe other defendants include former members of parliament, activists and three journalists.\nMorsi had already been sentenced to a total of 45 years in prison in two other trials after the military ousted him in 2013.\nThe defendants had all been charged with making statements deemed insulting to the judiciary.\nFive other defendants, including jailed activist Alaa Abdel Fattah, were fined 30,000 pounds (about $1,680) each.\nMorsi was also ordered to pay two million pounds to the head of the judges' syndicate and another judge, while 22 other defendants were ordered to pay one million pounds to the head of the syndicate.\nMorsi's lawyer Abdel Moneim Abdel Maqsud told AFP that he would appeal the verdict.\nThousands of Islamists have been arrested and put on trial since the military ousted the divisive Morsi following mass protests demanding his resignation.\nThe crackdown extended to other opponents of then army chief now President Abdel Fattah al-Sisi, who was elected a year after Morsi's overthrow.",
  "title": "Egypt's Morsi sentenced to three years in prison",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/afp/article-5222793/Egypts-Morsi-sentenced-three-years-prison.html",
  "dId": "40d513a79bad99d885c408f0f28ca125f028c282b127b234b1845bc5",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 20,
    "Event": "egypts_mohammed_morsi_sentenced_to_3_years_in_prison_for_insulting_judiciary"
  }
}