{
  "authors": [
    "Kevin Patra"
  ],
  "date_download": "2018-01-14T13:51:07",
  "date_modify": null,
  "date_publish": "2017-12-20T00:00:00",
  "description": "The Chicago Bears fired head coach John Fox on Monday after the team finished in the NFC North cellar for the third straight season under his guidance.",
  "filename": "http%3A%2F%2Fwww.nfl.com%2Fnews%2Fstory%2F0ap3000000901544%2Farticle%2Fchicago-bears-fire-coach-john-fox-after-511-season.json",
  "image_url": "http://static.nfl.com/static/content/public/photo/2017/12/20/0ap3000000895890_thumbnail_200_150.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nfl.com",
  "text": "John Fox's reign in Chicago is over.\nThe Bears announced the firing of the veteran head coach on Monday. Fox's firing was first reported by NFL Network Insider Ian Rapoport.\n\"Thank you to all the players, coaches, the city of Chicago and Bears fans everywhere, your passion for the game and this team is unmatched in the NFL,\" Fox said in a statement released by the team. \"Today is the tough part of our results-oriented business but I wish the Bears organization the best for years to come.\"\nThe Bears announced later Monday general manager Ryan Pace's contract had been extended through 2021.\nFox's ouster comes as no surprise. Rapoport reported weeks ago that the coaching staff saw the writing on the wall amid another dismal season.\nThe 62-year-old coach went 14-34 in three seasons with the Bears, losing double-digit games and finishing last in the NFC North each year.\nUnder Fox, the Bears ranked 30th in win percentage (.292 -- only the Browns were worse), T-30th in points per game (18.3), T-21st in points per game allowed, and 31st in turnover differential (-24).\nDuring Fox's tenure, the Bears never had a win streak of more than two games.\nThe gloomy three-year stretch in Chicago dropped Fox's career coaching record to 133-123. Fox had earned Super Bowl appearances in previous stops with the Panthers and Broncos. The Bears never sniffed even a .500 record under Fox.\nFox's conservative coaching style consistently perturbed Windy City fans as the losses mounted. While Bears players rarely quit on the coach, Fox and his staff did little to lift the middling talents.\nFox oversaw a roster that needed to be torn down and rebuilt. After he managed the teardown, the Bears hope another will lead the upswing.\nThe key in the upcoming coaching search is finding someone to nurture quarterback Mitchell Trubisky. Rapoport reported that GM Ryan Pace will lead the search for Fox's replacement, and is likely looking for an offensive mind to work with the raw but talented young signal-caller.\nThe Bears hope to mimic the turnaround of the L.A. Rams. Like Los Angeles, Chicago ended the reign of a notoriously conservative head coach, and now must find their own Sean McVay.\nOne name already bandied about is Eagles quarterbacks coach John DeFilippo, who is becoming the hotshot name this offseason. Frank Reich (Eagles), Josh McDaniels (Patriots), Pat Shurmur (Vikings) and Matt Nagy (Chiefs) are other offensive-minded names the Bears could chase. Rapoport reported current defensive coordinator Vic Fangio could also get a look.\nThe main task for whoever takes over the Bears in 2018 will be clear: help build Trubisky into the franchise quarterback Chicago has missed for generations.",
  "title": "Chicago Bears fire coach John Fox after 5-11 season",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.nfl.com/news/story/0ap3000000901544/article/chicago-bears-fire-coach-john-fox-after-511-season",
  "dId": "4439aa79b6e50978600ef3b16e6800f968fcaa73a09d3c1fe8f4a0b9",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 43,
    "Event": "chicago_bears_fire_coach_john_fox_after_5_11_season"
  }
}