{
  "authors": [
    "Public Holidays Around The World Usually Have National Heroes",
    "Seasonal Occurrences Or God To Thank. They Are Also As Good A Primer To A Country As",
    "After The Rotary Press Of Le Democrate De L Aisne Broke Down",
    "It Is In The Market Looking For A New Metal Typesetting System Instead Of Expanding Onto The Internet"
  ],
  "date_download": "2018-01-14T13:08:23",
  "date_modify": null,
  "date_publish": null,
  "description": "Nature Air charter flight that took off just from Punta Islita and was headed for the capital of San Jose when it crashed.",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2F10-americans-among-12-killed-in-costa-rica-plane-crash%2Farticle22342043.ece.json",
  "image_url": "http://www.thehindu.com/news/international/article22342042.ece/ALTERNATES/LANDSCAPE_615/COSTARICA-CRASH",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "Fire seen at the site where a plane crashed in the mountainous area of Punta Islita, in the province of Guanacaste, in Costa Rica December 31, 2017 in this picture obtained from social media. | Photo Credit: REUTERS\nmore-in\nA plane carrying 10 US citizens and two local crew-members crashed in a wooded area, killing all aboard, Costa Rica’s government said.\nThe Public Safety Ministry posted photographs and video of the crash site showing burning wreckage of the plane in Guanacaste, northwest Costa Rica.\nAuthorities said on Sundayy evening that so far they had only a list of passengers provided by the airline and were awaiting official confirmation of their identities.\nA family in the suburbs of New York City said five of the dead Americans were relatives on vacation. They identified them as Bruce and Irene Steinberg and their sons Matthew, William and Zachary, all of Scarsdale.\n“We are in utter shock and disbelief right now,” Bruce Steinberg’s sister, Tamara Steinberg Jacobson, wrote on Facebook. She also confirmed the deaths in an interview with NBC News.\nRabbi Jonathan Blake of the Westchester Reform Temple in Scarsdale said the Steinbergs were involved in philanthropy and local Jewish groups. “They will be deeply missed,” he told the New York Post.\nAt a news conference, Enio Cubillo, director of Costa Rica Civil Aviation, said the Nature Air charter flight took off just after noon on Sunday from Punta Islita and was headed for the capital of San Jose when it crashed.\nCubillo said the cause was under investigation.\nHe identified the pilot as Juan Manuel Retana and described him as very experienced. Former Costa Rican President Laura Chinchilla said via Twitter that Retana was her cousin.\nThe same plane had arrived in Punta Islita on Sunday morning from San Jose and was delayed in landing by strong winds, Cubillo said.\nNature Air did not respond to phone and email messages.",
  "title": "10 Americans among 12 killed in Costa Rica plane crash",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/10-americans-among-12-killed-in-costa-rica-plane-crash/article22342043.ece",
  "dId": "44ba4e32f42f7178eaef372282f19f2f846db778a8f8615c19a0ddfc",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}