{
  "authors": [],
  "date_download": "2018-01-07T23:54:51",
  "date_modify": null,
  "date_publish": "2018-01-07T22:54:00",
  "description": "Communications between pimps and tech-sector employees at Seattle-based companies such as Microsoft and Amazon is another hit for the tech industry",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F414266-amazon-microsoft-staff-sex-trafficking%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a4246e4fc7e93be288b4567.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "Scooped-up electronic communications between pimps and tech-sector employees at reputable Seattle-based companies such as Microsoft and Amazon is another hit for the tech industry, already reeling from sexism charges.\nA cache of tech-sector emails sent to brothels and pimps, obtained by Newsweek via a public records request to the King County Prosecutor’s Office, reveal that “67 emails were sent from Microsoft employee email accounts, 63 from Amazon accounts and dozens more from companies like Boeing, T-Mobile, Oracle and local Seattle tech firms.”\nAuthorities have been collecting email messages from sex-traffickers’ computers over the last few years. In 2015, a sting operation against prostitution rings ensnared high-level Amazon and Microsoft directors.\nRead more\nThose caught up in the sting operation to buy trafficked Asian women were discovered because pimps frequently request that clients prove they are not police by forwarding employee identification.\nSeattle’s booming tech industry is seen as a natural setting for a symbiotic relationship with prostitution. Tech employees regularly toil long hours, and may be enticed by the ads for sex services that are widely displayed in this city of over 700,000 in the state of Washington.\nNewsweek reported these dens of prostitution advertise their proximity to Microsoft headquarters on the backpage.com site: “New Open Mind Asian Hot Sweet Pretty Face Nice Body Top Service (Bellevue-Redmond near Microsoft).” Or, “Certifiably Sexy Student Nuru Massage 69 Tongue Bath (Bellevue-Redmond Microsoft Access).”\nAnd the services do not come cheap – some of the men spent $30,000 to $50,000 a year, according to authorities.\nThe tech sector is a “culture that has readily embraced trafficking,” Alex Trouteaud, director of Policy and Research at Demand Abolition, an anti-trafficking watchdog, told the magazine.\n14yo girl who sent her boyfriend an explicit photo may face up to 10 yrs in jail https://t.co/eVogsTGFcx — RT (@RT_com) December 23, 2017\nAmazon provided Newsweek a statement by email, which read in part: “Amazon’s Owner’s Manual clearly states that, ‘It is against Amazon’s policy for any employee or Contingent Worker to engage in any sex buying activities of any kind in Amazon’s workplace or in any work-related setting outside of the workplace, such as during business trips, business meetings or business-related social events…’”\nMicrosoft officials responded by saying: “Microsoft has a long history of cooperating with law enforcement and other agencies on combating sex trafficking and related topics, and we have employees who volunteer their time and money specifically to combat this issue as well. The personal conduct of a tiny fraction of our 125,000 employees does not in any way represent our culture. No organization is immune to the unfortunate situation when employees act unethically or illegally…”\nThis is not the first time Seattle has witnessed efforts to crackdown on the trafficking of young women, many of whom are coerced to work the sex trade under threat to themselves and loved ones. In May, six people in Seattle were placed under arrest and search warrants were delivered at more than 30 locations as part of another investigation into an organized crime ring involved with prostitution.",
  "title": "Amazon, Microsoft staff busted buying sex workers trapped in trafficking industry",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/414266-amazon-microsoft-staff-sex-trafficking/",
  "dId": "526efa9d8c01fd928eb7457ae5b88be6d494e627afcb9b234a5c7356",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 8,
    "Event": "amazon_and_microsoft_employees_caught_up_in_sex_trafficking_sting"
  }
}