{
  "authors": [
    "Tom Morgan",
    "Tom Ough",
    "Special Correspondent",
    "Matthew Scott",
    "Michael Deacon",
    "Telegraph View",
    "Stephen Bayley",
    "Tom Harris"
  ],
  "date_download": "2017-11-30T19:50:50",
  "date_modify": null,
  "date_publish": "2016-11-10T21:42:08",
  "description": "Mobile phone records of a tram driver arrested over the deaths of six men and a woman in a horror crash are likely to be examined by police, casting doubt on claims he may have \"blacked out\".",
  "filename": "http%3A%2F%2Fwww.telegraph.co.uk%2Fnews%2F2016%2F11%2F10%2Fcroydon-tram-crash-police-check-drivers-mobile-phone-records%2F.json",
  "image_url": "http://www.telegraph.co.uk/content/dam/news/2016/11/10/113289382_Croydon-tram-overturned-NEWS-xlarge_trans_NvBQzQNjv4BqhR11iddvtiK_mA8W0H8aU2uOd28dGTVzZcMHTjy2r4c.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.telegraph.co.uk",
  "text": "Crystal Palace issued a statement on behalf of manager Alan Pardew, chairman Steve Parish, the players and club staff, offering their \"sincere condolences to the families of those who lost their lives\".\nSocial media users were encouraged to share a post calling for a minute of applause at the team's next home game on November 19.\nThe post said: \"He was red and blue all the way through, and simply loved palace.\"\nScenes after the crash were described as \"total carnage\" after the two-carriage tram tipped over in heavy rain next to an underpass.\nSurvivors rescued from the wreckage said the tram failed to brake in its usual place at a bend on the track after speeding up.\nOne said the driver told them he thought he had \"blacked out\".\nMartin Bamford, 30, from Croydon, said he recalled the tram speeding up, adding: \"Everyone just literally went flying.\"\nA FirstGroup spokesman said in a statement: “We are dedicated to safety, which is central to our culture and values as a transport business.\n\"We have comprehensive safety processes and controls in place for all our businesses. The cause of yesterday’s incident has not yet been determined. It is absolutely essential that we find out exactly what happened yesterday and this could take some time.”\nInitial findings of the Rail Accident Investigation Branch show the tram came off the tracks as it was negotiating a \"sharp, left-hand curve\" with a speed limit of 12mph.\nThe previous ten safety alerts reportedly included four derailment incidents and collisions with pedestrians and vehicles, including a bus in 2008.\nHowever, Tramlink, which is owned by First Group, told Buzzfeed News the incidents were “all very different from each other in scope and cause”.",
  "title": "Croydon tram crash: Police set to check driver's mobile phone records",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.telegraph.co.uk/news/2016/11/10/croydon-tram-crash-police-check-drivers-mobile-phone-records/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 74,
    "Event": "croydon_tram_trash"
  },
  "dId": "56637e2204cf4ec89768a742dfa3af05ba27ea8a0864bed8d8a5f3cd"
}