{
  "authors": [
    "Daniel Roth For Dailymail.Com"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-07T22:50:10",
  "description": "Credit agency giant Equifax said on Thursday that a breach of its cybersecurity system may have affected 143 million consumers in the United States.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-4863648%2FCredit-agency-Equifax-info-143-million-stolen.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/09/07/23/44048E9F00000578-0-image-a-15_1504821864158.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Credit agency giant Equifax said on Thursday that a breach of its cybersecurity system may have affected 143 million consumers in the United States as well as some data for British and Canadian residents.\nThe company, which safeguards financial data for consumers applying for credit, said in a statement it learned of the breach on July 29 and 'acted immediately' with the assistance of an independent cybersecurity firm to assess the impact.\n'Criminals exploited a US website application vulnerability to gain access to certain files,' the statement said.\nConsumer credit agency Equifax says that 143 million consumers may have been affected by massive data breach\nFollowing the announcement, shares of Equifax dropped five per cent in after-hours trading\nTo put that in perspective, the breach affected well over a third of the population in America, which stood at 324 million as of January 1, 2017, according to the US Census Bureau.\nShares of the company's stock dropped more than five per cent during after-hours trading, CNBC noted.\nThe data collected by the cyber-thieves contained a trove private information including names, birth dates, Social Security numbers, addresses and driver's licenses of consumers.\nThe company said that more than 200,000 credit card numbers were illegally obtained, in addition to 'certain dispute documents with personal identifying information for approximately 182,000 US consumers.'\n'This is clearly a disappointing event for our company, and one that strikes at the heart of who we are and what we do,' said company chairman and chief executive Richard Smith.\n'I apologize to consumers and our business customers for the concern and frustration this causes. We pride ourselves on being a leader in managing and protecting data, and we are conducting a thorough review of our overall security operations.'\nThe company also said that more than 200,000 credit card numbers were illegally obtained\nEquifax said it would work with American, British and Canadian regulators to determine appropriate next steps for customers affected in those countries, but added that it 'found no evidence that personal information of consumers in any other country has been impacted.'\nEquifax said it had established a website to enable consumers to determine if they are affected and would be offering free credit monitoring and identity theft protection to customers.\nThe company is the latest to announce a major breach. Yahoo last year disclosed two separate cyber attacks which affected as many as one billion accounts.\nMore than 400 million accounts were affected by a breach disclosed last year at the hookup site Adult Friend Finder, and other firms affected in recent years included Heartland Payment Systems and retail giant Target.",
  "title": "Credit agency Equifax has info of 143 million stolen",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-4863648/Credit-agency-Equifax-info-143-million-stolen.html",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 72,
    "Event": "hack_equifax_breach"
  },
  "dId": "5e46270a7d1daf09f3073986060f6a055bc9f7ac5cbba89539a07af1"
}