{
  "authors": [],
  "date_download": "2018-01-14T13:08:19",
  "date_modify": null,
  "date_publish": "2018-01-14T12:08:00",
  "description": "A plane carrying ten American tourists has crashed in the mountains of Costa Rica leaving no survivors, the government has confirmed.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fnews%2F414714-costa-rica-plane-crash-guanacaste%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a4953a7fc7e93206d8b4567.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "A plane carrying ten American tourists has crashed in the mountains of Costa Rica leaving no survivors, the government has confirmed.\nOn Sunday, a small aircraft operated by two local pilots crashed in the mountainous region of Punta Islit, in Guanacaste, Costa Rica with 10 Americans on board.\n“The Government of Costa Rica deeply regrets the death of 10 American passengers and two Costa Rican pilots in the aircraft crash” President Luis Guillermo Solis said in a statement.\nThe single-propeller Cessna 208 Caravan plane, part of the Nature Air fleet, went down just moments after takeoff from Punta Islita Airport on its way to Juan Santamaria International Airport. When the rescue crew reached the scene of the crash, they found no survivors as the aircraft ignited on impact. The Public Safety Ministry shared images of the aftermath of the crash on social media, confirming the fatalities.\n“The authorities are concentrating on the process of recovering the bodies, which will be transported to the forensic medicine facility in San Joaquín de Flores,” Costa Rica's president said, confirming the investigation into the causes of the accident will begin Monday. “All emergency services were activated from the moment the first alert was received at 12:13 pm,” he said.\nThe US State Department also confirmed the deaths of “multiple” Americans in the tragic incident, declining to identify the victims “out of respect for their families.”\n“We express our condolences to all those affected by this tragedy. We are in contact with Costa Rican aviation authorities and will continue to monitor the situation,” it said. “The protection of US citizens overseas is one of the highest priorities for the State Department. We stand ready to provide all appropriate consular assistance to affected US citizens.”",
  "title": "10 American tourists killed in private plane crash in Costa Rica",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/news/414714-costa-rica-plane-crash-guanacaste/",
  "dId": "5ec29f9d807a188e54bdf20491432d28aa5be055929a9e520cddb9d6",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}