{
  "authors": [],
  "date_download": "2018-02-06T16:55:50",
  "date_modify": null,
  "date_publish": "2018-02-05T03:43:52",
  "description": "A review of the pop superstar's underwhelming halftime show.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Farts-and-entertainment%2Fwp%2F2018%2F02%2F04%2Fthis-is-how-justin-timberlake-lost-the-super-bowl%2F%3Futm_term%3D.a60d786e8c79.json",
  "image_url": "https://www.washingtonpost.com/pbox.php?url=http://www.washingtonpost.com/blogs/style-blog/files/2018/02/2018-02-05T015912Z_370385437_NOCID_RTRMADP_3_NFL-SUPER-BOWL-LII-PHILADELPHIA-EAGLES-VS-NEW-ENGLAND-PATRIOTS.jpg&w=1484&op=resize&opt=1&filter=antialias&t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "Justin Timberlake performed center stage Feb. 4, headlining the Super Bowl halftime show. Here's how the Internet reacted to Timberake's return following his 2004 appearance with Janet Jackson. (Taylor Turner/The Washington Post)\nDo you like me? That’s the latent question throbbing at the center of every Justin Timberlake song, and suddenly the answer is no. His best pop songs always seemed to radiate desire, but it turns out that his music is merely needy — and tonight, headlining a hyper-hyped Super Bowl halftime show, Justin Timberlake sounds needier than ever before.\nIt’s been a trying 72 hours for J.T. On Friday, he released “Man of the Woods,” the weakest and most savagely reviewed album of his career. On Saturday, rumors zipped across the American bandwidth that he’d be performing inside Minneapolis’s U.S. Bank Stadium alongside a hologram of the late Prince — a form of ghoulish duet that Prince himself once called “demonic.”\n[Five very important questions about Justin Timberlake’s Super Bowl halftime show]\nSo on a dark Sunday night in Minnesota, Timberlake tries to make the world forget about his dud album, and about that alleged purple hologram and — oh, right — about the last time he performed at the Super Bowl, way back in 2004 when he sang “Bet I’ll have you naked by the end of this song,” then proceeded to rip away a significant portion of Janet Jackson’s stage costume, exposing her right breast to 90 million unsuspecting television viewers. In the months of pearl-clutching that followed, Timberlake’s career went boffo while the rest of the industry encouraged Ms. Jackson to convalesce in the void — a stark and enduring example of how our culture allows some artists (white/men) to get away with any old thing, while others (black/women) are swiftly silenced for stepping out of bounds.\nA lot has changed since the infamous \"wardrobe malfunction\" between Justin Timberlake and Janet Jackson. Take a trip down memory lane and see what life was like in 2004. (Melissa Macaya/The Washington Post)\nSo it’s hard to imagine how Timberlake could locate the gall to perform that tune again 14 years later, but — presto! — here comes the neo-disco thumpy-thump of “Rock Your Body,” only, when Timberlake finally arrives at the clothes-ripping cue, he pretends to be a bandleader and shouts, “Hold up, stop!” The music halts, the band pivots into “SexyBack,” and Timberlake smiles into the camera, but thankfully doesn’t wink.\n[Kid who took selfie with Justin Timberlake can’t believe it went viral]\nNow he’s surrounded by dancers and backing musicians and audience members who might actually be dancers paid to look like audience members, and everyone’s clothes look hideously mismatched, and it’s hard to make out the precision of Timberlake’s android dancing, and it’s even harder to hear his voice, which he seems to deploy only in interstitial bursts as this momentum-sucking medley moves from decade-old hit to decade-old hit.\nTimberlake performs during the halftime show. (Patrick Smith/Getty Images)\nBy the time he lurches into “Cry Me a River,” it’s clear Timberlake is not going to truly inhabit his music, at least not tonight, or maybe ever again. Surely, great pop music expresses things that can’t be expressed any other way, but for the past decade, Timberlake seems to have preferred expressing himself through voice-acting in Hollywood cartoons and doing half-funny skits with Jimmy Fallon. Suddenly, out on the gridiron, Timberlake’s falsetto sounds like little more than a tool — one that his brightest collaborators, producers Timbaland and the Neptunes, once used to send their beautiful sci-fi pop songs across the planet.\nThe grody metaphysics finally surface nine minutes into the show, when Prince’s voice is piped into the stadium and his image is projected onto a towering, billowing scrim. Timberlake has decided to drape an isolated vocal track of “I Would Die 4 U” over the oozing chords of his 2006 ballad “Until the End of Time,” and it feels more like taking than giving. Prince didn’t die for Justin Timberlake, and he certainly didn’t die for this.\nWe begin to unclench our teeth by the time he reaches “Can’t Stop the Feeling” — not because it’s the most confused feel-good anthem of this feel-scared era, but because the show is almost over. And then it is. And a feeling of togetherness washes over us, a feeling of certainty that we all just witnessed something unambiguously underwhelming.\nAnd if we must join the consensus, joining a widespread backlash beats bandwagon-jumping every time. It restores our faith in the notion that, as a society, we can abandon bad ideas. We can stop decorating our homes with lead paint. We can stop smoking cigarettes on airplanes. We can, in fact, stop “the feeling” and say goodbye to a pop superstar, which really isn’t much, but in these senseless times, somehow feels like some kind of start.",
  "title": "This is how Justin Timberlake lost the Super Bowl",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/news/arts-and-entertainment/wp/2018/02/04/this-is-how-justin-timberlake-lost-the-super-bowl/?utm_term=.a60d786e8c79",
  "dId": "659e2310b02b7e701e284f48a41b62cce1200bbcf33be07beee3586a",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 55,
    "Event": "Justin_Timberlake_halftime_show"
  }
}