{
  "authors": [],
  "date_download": "2018-01-14T13:07:05",
  "date_modify": null,
  "date_publish": "2017-12-30T00:00:00",
  "description": "The month features two supermoons, a lunar eclipse, meteors and increasing sunlight.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnational%2Fhealth-science%2Fsky-watch-january-is-packed-with-action%2F2017%2F12%2F30%2Fd9621528-ecab-11e7-b698-91d4e35920a3_story.html%3Futm_term%3D.868357587b06.json",
  "image_url": "https://www.washingtonpost.com/pbox.php?url=https://www.washingtonpost.com/pb/resources/img/twp-social-share.png&w=1484&op=resize&opt=1&filter=antialias&t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "Like an astronomical action movie, January is packed with planetary conjunctions, two ­supermoons with the second one blue, a lunar eclipse, meteors and increasing sunlight.\nThe new year’s night sky starts with a full moon on Monday that rises at 4:52 p.m. and officially becomes full at 9:24 p.m., according to the U.S. Naval Observatory. Since the moon is at perigee — its closest point to Earth in the lunar cycle — it appears closer and people call it a supermoon. This is the closest perigee for 2018.\nAs a bonus, the lunar cycle brings a second full moon Jan. 31 at 8:27 a.m. In folk terms, the second one is nicknamed a blue moon. It’s also a full moon close to perigee (Jan. 30), making it another supermoon.\nBut wait — there’s more about this moon: The western United States also will enjoy an early morning total lunar eclipse on Jan. 31. The Eastern states won’t see much as they catch only the penumbral and partial phase before the moon sets (Washington moonset is 7:15 a.m., concurrent with sunrise.) States in the Mountain (6:30 a.m., mid-eclipse) and Pacific (5:30 a.m., mid-eclipse) time zones can witness the copper-toned totality.\nJupiter and Mars loiter together in the morning heavens. Early risers can see both planets high in the southeastern sky before sunrise. The giant Jupiter, at -1.8 magnitude (bright) now, and our red neighbor Mars, at 1.5 magnitude (dim), huddle close for their pre-dawn conjunction on Saturday and Jan. 7. They remain close for a few days, then slowly break apart, and the waning crescent moon joins the pair Jan. 11.\nCloser to the horizon, the fleet Mercury (-0.3 magnitude, bright) and the ringed Saturn (0.5 magnitude, dimmer) conjunct just above the treetops before dawn in the southeast on Jan. 13.\nVenus can’t be seen, as the planet hides in the sun’s glare for January and into February. Earth’s charming neighbor effectively returns in March.\nThe Quadrantid meteors peak on Wednesday night into Thursday, and this cosmic show usually features a strong 120 meteors each hour during a short peak, according to the American Meteor Society. But because of the bright, waning gibbous moon, sky gazers face a virtual wipeout and will be lucky to see a few shooting stars.\nEarth gets closest to the sun — an event called perihelion — on Wednesday at 12:35 a.m. Eastern time, the Naval Observatory said. On our blue planet’s annual tour around the sun, we will be a mere 91.4 million miles from it. So, why must we endure cold?\nEarth’s Northern Hemisphere is tilted away from the sun, creating winter. Earth reaches aphelion (farthest from the sun) in July.\nGood news: The Northern Hemisphere gradually emerges from winter’s darkness. On New Year’s Day, Washington collects nine hours and 30 minutes of daylight, but on Jan. 31, the city luxuriates in 10 hours and 13 minutes of light, according to the observatory.\nDown-to-Earth events:\n●Friday — The Analemma Society holds public sky viewing every Friday at its roll-top observatory, Turner Farm Park in Great Falls. 7:30 p.m. Other dates: Jan. 12, 19 and 26. Ana lemm a.org . Twitter: @AnalemmaSociety Map: goo.gl/ALVk6H.\n●Friday — “2018 Observing Highlights,” a talk by astronomer Elizabeth Warner, at the University of Maryland’s Observatory, College Park. Afterward, enjoy winter’s spectacular night skies, weather permitting. 8 p.m. Astro.umd.edu.\n●Jan. 8 — Witness winter’s wonders during “Stars Tonight” at the David M. Brown Planetarium, 1426 N. Quincy St., Arlington, adjacent to Washington-Lee High School. 7:30 p.m. $3.FriendsOfthePlanetarium.org.\n●Jan. 9 — “Astronomy Picture of the Day” (apod.nasa.gov) editors Robert J. Nemiroff and Jerry Bonnell will discuss cosmic images and field questions in a free public lecture at the American Astronomical Society’s winter meeting. 7 p.m. Potomac Ballroom D, Gaylord Convention Center at 201 Waterfront St., National Harbor.\n●Jan. 13 — “An Evening with Isaac Newton and Catherine Barton Conduitt.” Physics teacher Dean Howarth as Isaac and performer Rachel O’Connell as Catherine (Newton’s niece), bring history to life and share their astronomical memories from centuries long ago. At the National Capital Astronomers’ regular meeting, held at the University of Maryland Observatory, College Park. 7:30 p.m. CapitalAstronomers.org.\n●Jan. 14 — Brother Guy Consolmagno S.J., director of the Vatican Observatory and co-author of “Would You Baptize an Extraterrestrial?” and “Turn Left at Orion,” speaks at the Northern Virginia Astronomy Club’s regular meeting, 163 Research Hall, George Mason University. 7 p.m. novac.com.\n●Jan. 20 — “How Massive Can Stars Be?” is a talk by Mike Corcoran, NASA senior research scientist, at the University of Maryland’s Observatory, College Park. View the night sky afterward, weather permitting. 8 p.m. astro.umd.edu.\n●Jan. 27 — “How Stars Are Born,” a program at the Montgomery College Planetarium, Takoma Park. 7 p.m. goo.gl/q9iwrS.\nBlaine Friedlander can be reached at SkyWatchPost@gmail.com.",
  "title": "Sky Watch: January is packed with action",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/national/health-science/sky-watch-january-is-packed-with-action/2017/12/30/d9621528-ecab-11e7-b698-91d4e35920a3_story.html?utm_term=.868357587b06",
  "dId": "65ab3770aae334d712d7f212d1c71d163155beb4fb143d1a8ad5203a",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 33,
    "Event": "january_will_bring_two_supermoons_a_blue_moon_and_a_total_lunar_eclipse"
  }
}