{
  "authors": [
    "Case Relates To Aluminium Imports",
    "What Is The Only Da Vinci Painting On The Open Market Worth",
    "A Russian Billionaire Believes He Was Swindled When He Bought It For",
    "Million. This"
  ],
  "date_download": "2017-11-30T15:57:47",
  "date_modify": null,
  "date_publish": null,
  "description": "\"They made a tough choice and they made the right choice because they saved that little boy’s life\"",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2FOhio-zoo-kills-gorilla-to-protect-small-child-in-enclosure%2Farticle14347705.ece.json",
  "image_url": "http://www.thehindu.com/migration_catalog/article14292896.ece/ALTERNATES/LANDSCAPE_615/Gorilla",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "more-in\nA special zoo response team killed a 17-year-old gorilla that grabbed and dragged a three-year-old boy who fell into the gorilla exhibit moat.\nAuthorities said the three-year-old boy, who fell 10 to 12 feet, was picked up out of the moat and dragged by the gorilla for about 10 minutes. He was later taken to Cincinnati Children’s Hospital Medical Center.\nDirector Thane Maynard said the zoo’s dangerous animal response team that practices for such incidents decided the boy was in “a life-threatening situation” and that they needed to put down the 400-pound-plus male gorilla named Harambe.\n“They made a tough choice and they made the right choice because they saved that little boy’s life,” Maynard said. “It could have been very bad.”\nMr. Maynard said he hadn’t talked with the boy’s parents yet. He said it was the first time that the team had killed a zoo animal in such an emergency situation, and he called it “a very sad day” at the zoo. The lowland gorilla is an endangered species.",
  "title": "Ohio zoo kills gorilla to protect small child in enclosure",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/Ohio-zoo-kills-gorilla-to-protect-small-child-in-enclosure/article14347705.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 67,
    "Event": "harambe"
  },
  "dId": "6a0a72da604f7a331a483a6c18fa60bec90be180397b34eda687fcc3"
}