{
  "authors": [
    "Associated Press"
  ],
  "date_download": "2018-01-10T23:37:52",
  "date_modify": null,
  "date_publish": "2017-12-29T11:52:22",
  "description": "New York bank Goldman Sachs expects to take a $5 billion hit to profits for the fourth quarter and year because of the tax overhaul signed into law last week",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5220701%2FGoldman-Sachs-expects-5-billion-hit-tax-overhaul-4Q.html.json",
  "image_url": "http://i.dailymail.co.uk/1/2017/12/29/13/wire-1982682-1514553439-492_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Goldman Sachs expects to take a $5 billion hit to profits for the fourth quarter and year because of the tax overhaul signed into law last week.\nThe New York bank on Friday became one of the first to release details on how changes in the tax code will affect how money parked overseas is handled.\nTwo thirds of the $5 billion are due to changes in repatriation taxes, when funds are returned from overseas, according to Goldman. The remainder includes the 'effects of the implementation of the territorial tax system and the remeasurement of U.S. deferred tax assets at lower enacted corporate tax rates.'\nFILE - In this Dec. 13, 2016, file photo, the logo for Goldman Sachs appears above a trading post on the floor of the New York Stock Exchange. Goldman Sachs is expecting a $5 billion hit to profits during the fourth quarter because of the tax overhaul recently signed into law. The New York bank said Friday, Dec. 29, 2017, that two thirds of the $5 billion are due to changes in repatriation taxes, when funds are returned from overseas. (AP Photo/Richard Drew, File)\nThe new tax overhaul imposes a discounted one-time levy on money held overseas - 15.5 percent for earnings held in cash or other liquid assets and 8 percent for earnings held in harder-to-sell assets.\nIt would be a big one-time hit for Goldman, which had been expected to post fourth-quarter net income of $2.07 billion, according to banking analysts polled by FactSet. The bank reports earnings in mid-January.\nU.S. companies had found ways to legally park money overseas to avoid the higher U.S. corporate tax. It has been expected that changes in the law would prompt many companies to return money to the U.S., potentially $2.5 trillion or more.\nAfter taking a hit on repatriated earns, Goldman, and other banks, will operate in a much more favorable tax environment.\nThe tax measure signed into law by President Donald Trump this month spreads benefits across a wide array of American industry, including banks.\nFinance and insurance companies would have paid an effective corporate tax rate of 26.1 percent next year. Now, it will be 14.3 percent. Analysts at Goldman Sachs have estimated that the tax law will boost big-bank earnings per share by 13 percent next year. The top beneficiary will be Wells Fargo, which has been dogged by scandals over cheating customers. It will enjoy an 18 percent earnings surge in 2018, Goldman estimates.\nEconomists believe the overall effect on the economy will be muted, however, because of those cuts to the U.S. corporate tax rate.\nHistorically, repatriated profits have not had a broad effect on the U.S. economy anyway.\nA 2004 law temporarily cut taxes on repatriated profits to 5.25 percent, from 35 percent. That led 843 companies to bring back $312 billion. But those companies tended to use the money to buy back shares of their own stock, not to hire or expand operations.\nThe tax change for Goldman Sachs was revealed in a filing with the U.S. Securities and Exchange Commission early on Friday.\nThe company did not say how changes in the tax law would affect its decisions on investments going forward, and did not immediately return messages left early Friday.\nShares of Goldman Sachs Group Inc. rose slightly before the opening bell.",
  "title": "Goldman Sachs expects $5 billion hit from tax overhaul",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5220701/Goldman-Sachs-expects-5-billion-hit-tax-overhaul-4Q.html",
  "dId": "74a581ab53294aa790bd2ad0aa4e97d0602e3aa086957102000a0f31",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 24,
    "Event": "goldman_sachs_feels_tax_bills_burn_with_5b_charge"
  }
}