{
  "authors": [
    "Sean Keach",
    "Digital Technology",
    "Science Editor"
  ],
  "date_download": "2018-02-06T17:11:50",
  "date_modify": null,
  "date_publish": "2018-01-16T13:48:33",
  "description": "SONY is looking for gamers to beta-test the upcoming PS4 System Software Update 5.50. Here's how to sign up to the PS4 beta update.",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Ftech%2F5350839%2Fps4-update-beta-sign-up%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2018/01/nintchdbpict000378497778.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "SONY is looking for gamers to beta-test the upcoming PS4 System Software Update 5.50.\nAnyone PS4 owners over the age of 18 are eligible to try out new features before they go live to the rest of the world.\n2015 Future Publishing A new PS4 update is incoming, and you can get early access with Sony's beta scheme\n\"We're getting ready for the next major system update for PS4, and can use some help from PS4 owners to test it out ahead of launch,\" writes Sony.\nThe company added that players who sign up will \"get an advance look at some of the improvements and new features coming to PS4\".\nBeta testers who trialled last year's Version 5.00 update got a preview of Family on PSN, friends list management, message improvements, and plenty more.\nSony hasn't confirmed exactly what new goodies are being added in Version 5.50, but said news was on the way: \"We'll be back soon with an update on the features you can expect in the beta.\"\nGetty - Contributor Beta testers will get world-first access to features before other PS4 owners\nHow to sign up to PS4 beta update\nSigning up is easy – just click here and fill in the form with your details.\nRegistration closes once the beta begins, so if you're interested then it's worth signing up early.\nBRAIN BUG Ancient virus could be responsible for human ability to think HATS OFF Nintendo reveals TRUTH about Toad's mushroom head and Mario fans are baffled WATCH OUT This cheeky Apple Watch clone costs £70 and has a 45-day battery life SMUT SHOCK Mum 'horrified' after finding 5-year-old daughter watching XXX clips on Kodi box CORE OF THE PROBLEM? Apple engineer says pressure to design iPhone is reason I’m divorced FREE GAMES! What games do you get for free on Playstation Plus in February?\nSony has also changed its registration system so that users can opt in for automatic beta entry in the future.\n\"Starting this beta, you can choose to be added to future betas automatically without having to register again.\"\n\"If you choose to do so, you'll receive an exclusive PSN avatar.\"",
  "title": "PS4 5.50 Update - how to sign up to the beta and get new features before everyone else",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/tech/5350839/ps4-update-beta-sign-up/",
  "dId": "77a5a6cf71c1ab7ed7ee124373ea92b8ce921b4849c09d30527866af",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 61,
    "Event": "PS4_System_Update_5_50"
  }
}