{
  "authors": [
    "Sam Jacobs"
  ],
  "date_download": "2018-02-06T19:48:14",
  "date_modify": null,
  "date_publish": "2018-02-06T00:00:00",
  "description": "Bitcoin is trading at the lowest level since mid-November when a corresponding surge Bitcoin Cash saw Bitcoin prices fall below $US6,000.",
  "filename": "http%3A%2F%2Fwww.businessinsider.de%2Fbitcoin-is-getting-smashed-2018-2%3Fr%3DUS%26IR%3DT.json",
  "image_url": "http://static2.businessinsider.de/image/5a7916767101ad7325720814/bitcoin-is-getting-smashed.jpg",
  "language": "de",
  "localpath": null,
  "source_domain": "www.businessinsider.de",
  "text": "Prices have fallen to less than $US6,500 and are now at their lowest level since November.\nTechnical analysis suggests that falls to below $US3,000 could be in store\nOther major cryptos have lost between 40-70% over the last month amid the global regulatory crackdown.\nBitcoin is getting sold off in Asian trade, as regional stock markets crash in the wake of the Dow’s huge falls overnight.\nCryptos saw a brief rally earlier this morning as US stocks got sold off into the close, with Bitcoin rising 6% from its intra-day lows to back above $US7,000.\nBut the selloff has resumed and a short time ago, Bitcoin was trading at $US6,562:\nBitcoin is trading at the lowest level since mid-November when a corresponding surge in Bitcoin Cash saw Bitcoin prices fall below $US6,000.\nBitcoin Cash hasn’t been immune from the latest selloff and has fallen below $US1,000 — also for the first time since November.\nAs Bitcoin continues to break through key technical support levels it indicates further falls to come, according to Greg McKenna from AxiTrader.\n“Increasingly this is looking like a falling knife no one wants to catch. And why would you right now? It’s not obvious what a circuit breaker to this weakness will be, or might emerge from,” McKenna said.\nThe chart below illustrates McKenna’s view of the latest price action.\n\"This could end up a full round trip back into the $US1850 / $US2966 region,” he said.\nMost of the other major cryptocurrencies have fallen by between 40-70% over the last month, amid increasing scrutiny from global regulators.\nOvernight, UK bank Lloyd’s announced that it would ban cryptocurrency transactions using credit cards from the bank.\nThat followed reports from China that authorities have banned access to both domestic and foreign cryptocurrency exchanges.\nThis table from Markets Insider summarises the price action of the major cryptocurrencies over the past month:\n---------------------------------------------------------------------------------\nAnzeige:\nHier erfahrt ihr bei finanzen.net, wie ihr Bitcoins kaufen könnt.\nDen Originalartikel gibt es auf Business Insider Australia. Copyright 2018. Und ihr könnt Business Insider Australia auf Twitter folgen.",
  "title": "Bitcoin is getting smashed",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.businessinsider.de/bitcoin-is-getting-smashed-2018-2?r=US&IR=T",
  "dId": "77a640c9398b7794976ce6c493edc40344903f4034e25d6ea31ec511",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 63,
    "Event": "Bitcoin_drops"
  }
}