{
  "authors": [],
  "date_download": "2018-01-10T23:26:42",
  "date_modify": null,
  "date_publish": "2018-01-10T22:26:00",
  "description": "New Year’s Eve festivities in the German capital will be marked by a “safety area” for women seeking refuge from harassment, following cases of mass sexual misconduct during country’s celebrations over the past few years.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fnews%2F414587-berlin-women-safety-zone%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a468fc1fc7e93ce798b4567.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "New Year’s Eve festivities in the German capital will be marked by a “safety area” for women seeking refuge from harassment, following cases of mass sexual misconduct during country’s celebrations over the past few years.\nThe New Year’s Eve festival at Berlin’s Brandenburg Gate area will have a special zone where women subjected to sexual offences or who otherwise feel harassed during the celebrations will have a \"haven\" to seek shelter and report a potential crime. The zone bears an English name: “Women's Safety Area.”\nRead more\nPolice proposed the idea to set up the ‘safe haven’ festival organizers said. Munich law enforcement shared positive feedback with their Berlin colleagues, where a similar area was set up during the last Oktoberfest, spokeswoman for the festival Anja Marx told rbb24.\nThe “safe zone” will be located in a tent set up by the German Red Cross, where a number of specially-trained staffers will be on hand. The involvement of the Red Cross is crucial, the spokeswoman said, since distressed women are more likely to report abuse to humanitarian workers than to police.\nOverall security will also be ramped up, with large bags, backpacks, and even alcohol of any sort outlawed during the festivities, according to the event organizers’ website. Police have also reportedly advised festival-goers to leave valuables at home and carry only small amounts of cash, warning about rampaging pickpockets during mass events.\nGermany has witnessed a surge in sexually-motivated attacks during mass public events over the past few years. On December 31, 2015, a wave of sexual assaults, as well as thefts and robberies targeting women swept through a number of German cities, including Dusseldorf, Hamburg, Frankfurt, and Stuttgart.\nThe most widely publicized incident occurred in Cologne, where an estimated 1,000 men gathered next to the central train station, harassing and assaulting females. Over 1,200 criminal charges were laid following the assaults, with most of the perpetrators identified by law enforcement as being refugees. Subsequent investigations, however, have stalled since, as CCTV footage from the scene turned out being too low-quality, while victims failed to identify their attackers.\nREAD MORE: Sexual assaults & ‘shocking’ violence involving migrants mar German town fair - police\nIn the aftermath of the 2015 New Year’s Eve events, police have boosted security at mass events. In July this year, some 1,000 youths and young men, mainly of migrant origin, engaged in scuffles with police and festival-goers, damaging property and police vehicles during a fair in the German town of Schorndorf. Following the violence, authorities registered numerous complaints filed over serious bodily harm, as well as at least three sexual assaults.",
  "title": "Berlin to set up ‘safety area’ for women during New Year’s Eve celebrations",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/news/414587-berlin-women-safety-zone/",
  "dId": "786e2d20885dad4b39a3753ab56858370ddce6b2e0460a28ffac379f",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}