{
  "authors": [],
  "date_download": "2018-01-14T13:07:28",
  "date_modify": null,
  "date_publish": "2017-11-07T00:00:00",
  "description": "Even from the perspective of crisis prevention, Trump should be availing himself of the opportunities presented by his visits to the three countries, and his anticipated meeting with Russian President Vladimir Putin, to maneuver a consensus on how to deliver on the progress he says he sees. After all, as some US lawmakers noted on Saturday, there are no good military options.",
  "filename": "http%3A%2F%2Fwww.chinadaily.com.cn%2F2017-11%2F07%2Fcontent_34243617.htm.json",
  "image_url": "http://www.chinadaily.com.cn/2017-11/07/content_34243617.htm",
  "language": null,
  "localpath": null,
  "source_domain": "www.chinadaily.com.cn",
  "text": "A missile is launched during a long and medium-range ballistic rocket launch drill in this undated photo released by the Democratic People's Republic of Korea (DPRK)'s Korean Central News Agency (KCNA) in Pyongyang on August 30, 2017. [Photo/Agencies]\nTrade and the Democratic People's Republic of Korea have been two constants in the tweets of the US president since he took office, so following his fractious exchanges with Kim Jong-un ahead of his first official visit to Northeast Asia, it comes as no surprise that the Korean crisis and trade have been the focus of his talks so far.\nIt was the case in Japan and the Republic of Korea. And it will very likely be the case in China, which is next on his itinerary.\nAfter his war rhetoric of recent weeks, Donald Trump struck a more conciliatory and optimistic note on Tuesday in the ROK, expressing his strongest inclination yet that he was willing to deal with rising tensions with the DPRK through diplomacy, urging Pyongyang to \"come to the table\" and \"make a deal\".\nBut, once again, he also emphasized the military firepower the US can bring to bear.\nEven from the perspective of crisis prevention, Trump should be availing himself of the opportunities presented by his visits to the three countries, and his anticipated meeting with Russian President Vladimir Putin, to maneuver a consensus on how to deliver on the progress he says he sees. After all, as some US lawmakers noted on Saturday, \"there are no good military options\".\nBeijing has repeatedly encouraged the United States and the DPRK to carry out direct dialogue as this is the only way to increase their understanding of each other's positions.\nPyongyang should take Trump's offer seriously. Ignoring this diplomatic olive branch, it may miss a historic opportunity for improving ties with Washington.\nThe restraint both Washington and Pyongyang have demonstrated so far — Trump steering clear of the Demilitarized Zone and Pyongyang not carrying out a missile or nuclear test for the longest period in recent months — is a hopeful sign that both prefer to find a peaceful solution to their predicaments.\nBeijing has made relentless efforts to facilitate the peaceful settlement of the Korean Peninsula nuclear issue through political and diplomatic means, and it will continue to play a constructive role by promoting tangible moves to bring the Korean Peninsula nuclear issue back to the track of political settlement at an early date.\nWhile Trump did not elaborate on what he meant when telling US and ROK military commanders on Tuesday, \"Ultimately it will all work out, it always works out, it has to work out.\"\nWe just hope he was speaking on the same wavelength as ROK President Moon Jae-in, who said he hoped Trump's visit would be a turning point in the crisis and that the two leaders had agreed to resolve the DPRK nuclear issue \"in peaceful manner\" that would \"bring permanent peace\".",
  "title": "US and DPRK should come to the table to resolve crisis",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.chinadaily.com.cn/2017-11/07/content_34243617.htm",
  "dId": "7a14c6a7dbf38875739f5eb80e73dfc2bccc7e1347885e36e98d90be",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 34,
    "Event": "kim_jong_un_offers_rare_olive_branch_to_south_korea"
  }
}