{
  "authors": [],
  "date_download": "2018-02-06T16:56:32",
  "date_modify": null,
  "date_publish": "2018-02-05T21:43:00",
  "description": "Scientists say they've discovered evidence of planets outside our Milky Way galaxy. The exoplanets were discovered with the help of gravitational microlensing.",
  "filename": "https%3A%2F%2Fwww.nbcnews.com%2Fmach%2Fscience%2Ffirst-planets-beyond-milky-way-may-have-been-discovered-ncna844861.json",
  "image_url": "https://media2.s-nbcnews.com/j/newscms/2018_06/2317396/180205-exoplanet-discovery-ou-njs-315p_cb9b02706264708ff4310cd0538d93c6.1200;630;7;70;5.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nbcnews.com",
  "text": "Get the Mach newsletter. SUBSCRIBE\nFor the first time ever, scientists say they've discovered planets beyond our own Milky Way galaxy.\nLocated in a galaxy some 3.8 billion light-years away, the extragalactic planets are too far away to be observed directly even with the biggest telescopes now in existence.\nBut astrophysicists at the University of Oklahoma say they were found using data from NASA’s Chandra X-ray Observatory space telescope and with the help of gravitational microlensing. That’s a phenomenon predicted by Einstein’s general theory of relativity in which the gravitational field around celestial objects can focus light just like a lens so that distant objects can be observed at high magnification.\n“We are very excited about this discovery,” Dr. Xinyu Dai, an assistant professor of physics and astronomy at the university and the leader of the new research, said in a written statement. “This is the first time anyone has discovered planets outside our galaxy.”\nUsing gravitational microlensing, University of Oklahoma researchers discovered a population of planets beyond the Milky Way galaxy that range from the mass of the moon to the mass of Jupiter. University of Oklahoma\nWhat do other space scientists say about the research?\n“This discovery, if the interpretation of the data holds up, looks very exciting indeed,” Dr. Priyamvada Natarajan, a theoretical astrophysicist at Yale University, told NBC News MACH in an email. But other experts stressed skepticism over excitement.\n\"I'm somewhat skeptical about this finding,\" Dr. Scott Gaudi, a professor of astronomy at The Ohio State University, told NBC News MACH in an email. And Dr. David Bennett, a senior research scientist at NASA’s Goddard Space Flight Center and an expert on gravitational lensing, said that while the research is “interesting,” there might be ways to interpret the data that wouldn’t indicate the presence of a large population of extragalactic planets.\nBennett said additional research would be needed to confirm the discovery.\nIf the finding is confirmed, it would be big news indeed. For thousands of years, the only planets known to exist were the familiar ones in our own solar system. In the 1990s, scientists found the first evidence for the existence of planets that orbit stars other than our own sun. But all these so-called exoplanets — thousands of which are now known to exist — are all located within our own Milky Way galaxy.\nDai said the Chandra data showed the existence of trillions of planets — with masses ranging from that of the moon to that of Jupiter — all within a galaxy designated RXJ1131-1231. And unlike Earth and its neighbors, the planets don’t orbit host stars but are so-called “rogue” or “free-floating” planets that move between stars in that galaxy.\nThere’s no evidence that the newfound planets host intelligent life. But even if they do, the scientists say we’re unlikely to make contact.\n“It is possible that intelligent life might be so rare that we would have to look outside our galaxy to find it,” Bennett told MACH in an email. “But this would be very difficult without very significant advances in technology. Communication with life in another galaxy would be very, very slow.”\nHow slow? If we were able to beam a message at these planets at the speed of light, any reply might take millions of years.\nA paper describing the research, entitled Probing Planets in Extragalactic Galaxies Using Quasar Microlensing, was published Feb. 2, 2018 in Astrophysical Journal Letters.",
  "title": "The first planets beyond the Milky Way may have been discovered",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nbcnews.com/mach/science/first-planets-beyond-milky-way-may-have-been-discovered-ncna844861",
  "dId": "7e2c73a620dd0819c18034cee4e05837ae64e56541700794ea3f56b4",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 51,
    "Event": "first_planets_outside_the_Milky_Way"
  }
}