{
  "authors": [],
  "date_download": "2018-01-14T13:07:16",
  "date_modify": null,
  "date_publish": "2017-12-31T23:09:27",
  "description": "Kim Jong Un on Monday warned the United States that he has a",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Freuters%2F2017%2F12%2F31%2Fworld%2Fasia%2F31reuters-northkorea-missiles-kimjongun.html.json",
  "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "South Korean President Moon Jae-in has said North Korea's participation will ensure safety of the Pyeongchang Olympics and proposed last month that Seoul and Washington postpone large military drills that the North denounces as a rehearsal for war until after the Games.\nRather than encouraging U.S. measures that \"threaten the security and peace of the Korean peninsula,\" Seoul should instead respond to overtures from the North, Kim said.\nA spokesperson for Moon's office said they were still reviewing Kim's New Year's Day speech.\nAsked by reporters to comment on Kim's speech, U.S. President Donald Trump simply said \"we'll see, we'll see\", as he walked into New Year’s eve celebration at Mar-a-Lago, his elite resort in Florida.\nThe U.S. State Department did not immediately respond to a request for comment on Kim’s New Year’s address.\n\"REALITY, NOT A THREAT\"\nNorth Korea tested intercontinental ballistic missiles and conducted its sixth and most powerful nuclear test in September in defiance of international warnings and sanctions, raising fears of a new conflict on the Korean peninsula.\nAfter testing what Pyongyang said was its most powerful intercontinental ballistic missile (ICBM), capable of delivering a warhead to anywhere in the continental United States, at the end of November, Kim declared his nuclear force complete.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe continued that theme in his New Year's address, announcing that North Korea would focus on \"mass producing nuclear warheads and ballistic missiles for operational deployment\" in the coming year.\nThis, Kim said, made it impossible for the United States to start a war against North Korea.\n\"The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk. This is reality, not a threat,\" he said, while emphasising that \"these weapons will be used only if our security is threatened.\"\nAdvertisement Continue reading the main story\nKim's customary New Year’s speech is closely watched for indications of the policy direction the unpredictable and reclusive leader is likely to pursue in the coming year.\nBeyond listing military accomplishments, Kim also outlined economic gains as part of his two-pronged policy of developing his country's economy and military.\nDespite increased international sanctions imposed over the weapons programme, North Korea made progress in areas like fabrics, shoes and tractors, Kim said.\nWhile Kim is keen to declare his weapons programme a success, he is unlikely to completely end his contentious testing regime, said Scott LaFoy, a ballistic missile analyst at the website NK Pro, which monitors North Korea.\n\"I'm still very skeptical of the 'complete' thing they've been talking about, if only because we've seen so much activity in regards to the submarine launched ballistic missile programme,\" he said. \"I think a slowdown (in testing) is very realistic, though.\"\nKim seems likely to tone down his weapons testing at least ahead of the Olympics, said Nam Sung-wook, a North Korea expert at Korea University in Seoul.\n\"What North Korea is most afraid of is being forgotten in the international arena,\" he said. \"Without launching missiles and conducting a nuclear test, North Korea will be in the spotlight just by attending the Winter Olympics.\"\n(Additional reporting by Soyoung Kim SEOUL, Yeganeh Torbati in WASHINGTON, and Roberta Rampton in WEST PALM BEACH, Florida. Editing by Kim Coghill and Michael Perry)",
  "title": "North Korea's Kim Says 'Open to Dialogue' With South Korea, Will Only Use Nukes if Threatened",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/reuters/2017/12/31/world/asia/31reuters-northkorea-missiles-kimjongun.html",
  "dId": "7e7ae7dc2f3ec3249096ba9bd0bbf29c895d54c8f4a6bf4118c47e5b",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 34,
    "Event": "kim_jong_un_offers_rare_olive_branch_to_south_korea"
  }
}