{
  "authors": [
    "Nathaniel Popper"
  ],
  "date_download": "2018-02-06T19:48:04",
  "date_modify": null,
  "date_publish": "2018-02-05T16:42:10",
  "description": "Hackers draining online exchanges. Ponzi schemes. Regulators unable to keep up with heightened interest in virtual currencies. A young industry’s problems have become clearer in recent weeks.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2018%2F02%2F05%2Ftechnology%2Fvirtual-currency-regulation.html.json",
  "image_url": "https://static01.nyt.com/images/2018/02/06/business/06BITCOINFRAUD1/merlin_132807485_25d524ee-f937-4ddc-b10b-70b45330ef7c-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "“Cryptocurrencies are almost a perfect vehicle for scams,” said Kevin Werbach, a professor at University of Pennsylvania’s Wharton School. “The combination of credulous buyers and low barriers for scammers were bound to lead to a high level of fraud, if and when the money involved got large. The fact that the money got huge almost overnight, before there were good regulatory or even self-regulatory models in place, made the problem acute.”\nThe fall from the peaks of early January has been dizzying. The value of all outstanding virtual currencies has been cut by more than half, down over $400 billion as of Monday, according to the website Coinmarketcap.com.\nIn January, the heads of the main regulators wrote in The Wall Street Journal that the situation presented an unprecedented challenge. “These markets are new, evolving and international,” Jay Clayton, the Securities and Exchange Commission’s chairman, and J. Christopher Giancarlo, his counterpart at the Commodity Futures Trading Commission, wrote. “As such they require us to be nimble and forward-looking.”\nGovernment agencies in the United States have shut down a few notable frauds. Early last month, securities regulators in Texas and North Carolina issued cease-and-desist orders to BitConnect, an operation that had grown to be worth $3 billion.\nBut those moves only came after BitConnect had operated openly for months, collecting hundreds of millions of dollars from people around the world despite being labeled a Ponzi scheme by many prominent people in the virtual currency industry. BitConnect offered tokens on a decentralized network, similar to Bitcoin, but promised regular payouts to coin holders.\nIn January, the Commodity Futures Trading Commission shut down My Big Coin, a purported swindle that had attracted $6 million.\nBut regulators have not gotten near most of the brazen schemes that have popped up in the past year, many of which had been attacked by hackers first, or simply shut down by their operators after money had been raised.\nAdvertisement Continue reading the main story\nA new virtual currency, Proof of Weak Hands Coin, whose creators referred to it as a Ponzi scheme on Twitter and use a pyramid as a website logo, raised $800,000 before hackers got into its systems last week and drained its funds. Another pyramid scheme, MMM, which was shut down in an earlier incarnation by the Russian government, has been revived thanks to the popularity of Bitcoin and is operating openly, with particular success in Africa.\nPhoto\nOne challenge facing regulators is that it is unclear how much of the deceptive activity they can legally control.\nSome online groups openly try to manipulate the prices of digital tokens in what are known as pump-and-dump schemes. Similar schemes involving stocks are illegal, but people operating the groups recently told BuzzFeed that they did not think the same rules applied to virtual currencies.\nMany schemes have been able to expand quickly because they do not use bank accounts and therefore do not have to win approval from established institutions. Instead, they are able to use virtual currency “wallets” without any approvals. And virtual currency transactions cannot be reversed like normal bank or even PayPal transfers.\nThe New York Times Explains...\nWith regulators slow to crack down, the private sector has taken on a more important role. Facebook announced last week that it would no longer allow advertisements for virtual currency projects. On Friday, JPMorgan Chase and Bank of America said they would bar customers from using credit cards to purchase virtual currencies; Citigroup followed suit on Monday.\nFor investors, some of what has caused the most concern are well-intentioned businesses set up in a hurry with little outside oversight or time to work out kinks.\nCoincheck, which until last month was one of the largest exchanges in Japan, announced on Jan. 26 that it had lost nearly half a billion dollars of a virtual currency known as NEM, in what appeared to be the largest hack to hit the industry.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTraders have been particularly worried about the largest Bitcoin exchange in the world, Bitfinex, an unregulated operation that has provided few details about its operations, raising concerns about whether it is insolvent or involved in price manipulation.\nIn the United States, even the most widely used virtual currency company, Coinbase, has struggled to keep up with demand, shutting down trading for hours at particularly important moments, and attracting widespread complaints about its customer service.\nAdvertisement Continue reading the main story\nBut the biggest number of incidents have cropped up around so-called initial coin offerings, in which entrepreneurs sell custom virtual currencies to investors to raise money for software they are building. About 890 projects raised over $6 billion last year, a 6,000 percent increase over the year before, according to Icodata.io, which tracks the offerings.\nThe $240 million raised through one of the most successful initial coin offerings last year, Tezos, is already frozen in a dispute between the founders of the project and the board they created in Switzerland.\nEven established companies like Kodak have ended up chasing the riches without doing proper due diligence. The company delayed its own initial coin offering after it was revealed that the people assisting the venture had problematic histories and little relevant experience.\nMost of the newer virtual currency projects borrow their basic design from Bitcoin, which uses a network of computers to maintain its records so that no central government or authority is needed.\nThat design has allowed Bitcoin and other virtual currencies to grow as fast as they have with no regard for international borders, attracting followers from Zimbabwe to South Korea. It has also allowed some of the most talked-about uses of the technology, helping people escape hyperinflation in Venezuela or transfer money across borders with lower fees. But it has also allowed in a lot of bad actors.\n“It is a perfect storm for the kind of scammy activity we are seeing, and it’s not obvious to me how that is easily removed,” said Fred Wilson, a partner at the venture capital firm Union Square Venture and one of the earliest advocates of Bitcoin in Silicon Valley. “Regulation, ideally prudent and informed regulation, can help. But we may also need to have a big correction to really clean things up.”",
  "title": "As Bitcoin Bubble Loses Air, Frauds and Flaws Rise to Surface",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2018/02/05/technology/virtual-currency-regulation.html",
  "dId": "85ffcd0c358943e4450f8aafacf504d2305b9f0fe70f70f5c7022280",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 63,
    "Event": "Bitcoin_drops"
  }
}