{
  "authors": [],
  "date_download": "2018-01-08T00:12:45",
  "date_modify": null,
  "date_publish": "2017-12-27T00:00:00",
  "description": "A Tokyo-bound flight returned to Los Angeles hours into the journey after the crew discovered that one of the passengers had boarded the wrong plane, All Nippon Airways said Wednesday.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnational%2Fplane-returns-to-la-because-passenger-was-on-wrong-flight%2F2017%2F12%2F27%2Fe09e620c-eb1f-11e7-956e-baea358f9725_story.html.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2017-12-27/AP/Images/Flight_Returns_90228.jpg-99bc9.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "FILE - In this Nov. 2, 2017 file photo, model Chrissy Teigen poses at the 2017 Revolve Awards at the Dream Hollywood hotel in Los Angeles. An airline says a Tokyo-bound flight returned to Los Angeles hours into the journey after the crew discovered that one of the passengers had boarded the wrong plane. Teigen was aboard and live-tweeted the developments. She wondered on Twitter why the plane was turning around four hours into the 11-hour flight. (Photo by Chris Pizzello/Invision/AP,File) (Associated Press)\nLOS ANGELES — A Tokyo-bound flight returned to Los Angeles hours into the journey after the crew discovered that one of the passengers had boarded the wrong plane, All Nippon Airways said Wednesday.\nThe pilot of Flight 175 decided to return to the originating airport as part of the airline’s security procedures, ANA said in statements that apologized to passengers but supported the decision.\nThe flight left Los Angeles International Airport at 11:36 a.m. Tuesday and returned at 7:33 p.m.\nModel Chrissy Teigen and her singer husband, John Legend, were aboard and she live-tweeted the developments. She wondered on Twitter why the plane was turning around four hours into the 11-hour flight.\n“Why did we all get punished for this one person’s mistake? Why not just land in Tokyo and send the other person back? How is this the better idea, you ask? We all have the same questions,” she wrote.\nTeigen also tweeted photos, videos and updates as they waited to resume the trip.\n“Taking off!!!” she finally tweeted early Wednesday.\nFBI spokeswoman Laura Eimiller said the agency conducted interviews Tuesday night but made no arrest. She said no charges were filed, but the investigation is ongoing.\nA U.S. government official with knowledge of the situation told The Associated Press that the incident involved two brothers — one ticketed on ANA and the other on a United Airlines flight leaving about the same time.\nThe official who spoke on condition of anonymity says both cleared security and had valid boarding passes. ANA and United are codeshare partners.\nANA said it was trying to determine how the passenger boarded the wrong flight.\n“At the time during the flight, the pilot in command was presented with information about the discrepancy in the passenger manifest. Based on the available information in flight, he made the correct decision to return to LAX,” ANA said.\nThe airline said it supported the pilot’s decision “out of the abundance of caution and safety for the passengers and crew.”\n“ANA would like to express its apologies to the passengers for the inconvenience,” the airline said. “We take great pride providing exemplary customer service, and on this flight we failed to do so.”\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Plane returns to LA because passenger was on wrong flight",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/national/plane-returns-to-la-because-passenger-was-on-wrong-flight/2017/12/27/e09e620c-eb1f-11e7-956e-baea358f9725_story.html",
  "dId": "909dade37426d1486d1390f715d97649265512dc4aefe80bd706dfc6",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}