{
  "authors": [],
  "date_download": "2018-01-14T13:53:25",
  "date_modify": null,
  "date_publish": "2018-01-01T10:19:13",
  "description": null,
  "filename": "http%3A%2F%2Fwww.jreasn.com%2Fchinas-tiangong-1-space-station-is-out-of-control-and-will-soon-fall-to-earth%2F.json",
  "image_url": "https://boygeniusreport.files.wordpress.com/2017/10/screen-shot-2017-10-16-at-10-39-12-am.png?w=610",
  "language": "en",
  "localpath": null,
  "source_domain": "www.jreasn.com",
  "text": "The tail end of 2017 was packed with interesting asteroid sightings and near-misses that gave skywatchers a reason to look up, but the biggest threat from above in 2018 might be manmade. China’s Tiangong-1 space station has been completely out of control for months now, and space agencies from all over the world are expecting it to come crashing down to Earth in early 2018. Unfortunately, nobody knows exactly when or where the massive hunk of space junk will land.\nTiangong-1 — which means “Heavenly Palace” — hosted a number of Chinese astronauts during its brief life span, but after its extended mission ended in 2016 the Chinese space agency revealed that it had lost communication with the spacecraft and that its decaying orbit would eventually result in it plummeting to Earth. That’s not great news.\nContinue reading…\nBGR Top Deals:\nAnyone who upgraded from an old iPhone to a new iPhone X or 8 should have this $13 accessory There’s a $48 home security camera has the best feature from the $300 Nest Cam IQ\nTrending Right Now:\nHow to take advantage of Apple’s $29 iPhone battery replacement program right now Brand new Galaxy S9 renders show the same ‘boring’ design DirecTV Now users complain of holiday outages as the service keeps growing\nChina’s Tiangong-1 space station is out of control and will soon fall to Earth originally appeared on BGR.com on Mon, 1 Jan 2018 at 10:05:01 EDT. Please see our terms for use of feeds.",
  "title": "China’s Tiangong-1 space station is out of control and will soon fall to Earth",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.jreasn.com/chinas-tiangong-1-space-station-is-out-of-control-and-will-soon-fall-to-earth/",
  "dId": "9287df2a03193755b45c21eaf4ea823235dd72fe66478d5c16d01611",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 47,
    "Event": "chinas_tiangong_1_space_station_is_out_of_control_and_will_soon_fall_to_earth"
  }
}