{
  "authors": [
    "Nellie Bowles"
  ],
  "date_download": "2018-02-06T17:04:06",
  "date_modify": null,
  "date_publish": "2018-02-04T11:00:23",
  "description": "A group of Silicon Valley technologists plans to call attention to the dangers of tech, including working on an ad campaign aimed at 55,000 public schools.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2018%2F02%2F04%2Ftechnology%2Fearly-facebook-google-employees-fight-tech.html.json",
  "image_url": "https://static01.nyt.com/images/2018/02/03/business/05TECHTRUTH/05TECHTRUTH-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "“The largest supercomputers in the world are inside of two companies — Google and Facebook — and where are we pointing them?” Mr. Harris said. “We’re pointing them at people’s brains, at children.”\nNewsletter Sign Up Continue reading the main story Interested in All Things Tech? The Bits newsletter will keep you updated on the latest from Silicon Valley and the technology industry. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSilicon Valley executives for years positioned their companies as tight-knit families and rarely spoke publicly against one another. That has changed. Chamath Palihapitiya, a venture capitalist who was an early employee at Facebook, said in November that the social network was “ripping apart the social fabric of how society works.”\nThe new Center for Humane Technology includes an unprecedented alliance of former employees of some of today’s biggest tech companies. Apart from Mr. Harris, the center includes Sandy Parakilas, a former Facebook operations manager; Lynn Fox, a former Apple and Google communications executive; Dave Morin, a former Facebook executive; Justin Rosenstein, who created Facebook’s Like button and is a co-founder of Asana; Roger McNamee, an early investor in Facebook; and Renée DiResta, a technologist who studies bots.\nThe group expects its numbers to grow. Its first project to reform the industry will be to introduce a Ledger of Harms — a website aimed at guiding rank-and-file engineers who are concerned about what they are being asked to build. The site will include data on the health effects of different technologies and ways to make products that are healthier.\nJim Steyer, chief executive and founder of Common Sense, said the Truth About Tech campaign was modeled on antismoking drives and focused on children because of their vulnerability. That may sway tech chief executives to change, he said. Already, Apple’s chief executive, Timothy D. Cook, told The Guardian last month that he would not let his nephew on social media, while the Facebook investor Sean Parker also recently said of the social network that “God only knows what it’s doing to our children’s brains.”\nMr. Steyer said, “You see a degree of hypocrisy with all these guys in Silicon Valley.”\nThe new group also plans to begin lobbying for laws to curtail the power of big tech companies. It will initially focus on two pieces of legislation: a bill being introduced by Senator Edward J. Markey, Democrat of Massachusetts, that would commission research on technology’s impact on children’s health, and a bill in California by State Senator Bob Hertzberg, a Democrat, which would prohibit the use of digital bots without identification.\nMr. McNamee said he had joined the Center for Humane Technology because he was horrified by what he had helped enable as an early Facebook investor.\n“Facebook appeals to your lizard brain — primarily fear and anger,” he said. “And with smartphones, they’ve got you for every waking moment.”\nAdvertisement Continue reading the main story\nHe said the people who made these products could stop them before they did more harm.\n“This is an opportunity for me to correct a wrong,” Mr. McNamee said.",
  "title": "Early Facebook and Google Employees Form Coalition to Fight What They Built",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2018/02/04/technology/early-facebook-google-employees-fight-tech.html",
  "dId": "935d8e55501c27bcf6afacdf9d58029537b0b6cf262d09bb2c52f8f7",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}