{
  "authors": [
    "Richard Gonzales"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-08-28T00:00:00",
  "description": "North Korea continues to defy a U.N. Security Council ban on missile launches with its second test in four days. Japanese officials say a missile soared over their territory before hitting the ocean.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2017%2F08%2F28%2F546888551%2Fnorth-korea-launches-another-missile-this-one-over-japan.json",
  "image_url": "https://media.npr.org/assets/img/2017/08/28/ap_17238075910681_wide-2471637f4bed1d49ad9d5b81500794fb6c54e276.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "North Korea Launches Another Missile, This One Over Japan\nEnlarge this image toggle caption Lee Jin-man/AP Lee Jin-man/AP\nNorth Korea conducted a missile launch over Japan early Tuesday morning, further ratcheting up tensions in the region.\nThe incident was announced by South Korean officials who say the missile was launched from Sunan, near North Korea's capital, Pyongyang. Japanese officials say the projectile flew over the northern Japanese island of Hokkaido and landed in the Pacific Ocean.\nPentagon spokesman Col. Rob Manning confirmed the news in a brief email. He said American officials are still assessing the launch and that North American Aerospace Defense Command \"determined the missile launch did not pose a threat to North America.\"\nJapanese Prime Minister Shinzo Abe told reporters that his government was \"aware of the movement of the missile immediately after the launch and had everything in order to protect the lives of our people.\"\nAbe also said:\n\"The reckless act of firing a missile over our nation is an unprecedented, grave and critical threat and it is an act that significantly diminishes the region's peace and security, and we have lodged a firm protest. \"We have also requested an emergency meeting of the U.N. Security Council. We will work closely with other countries to intensify pressure on North Korea.\"\nThe launch marks the second time in four days that North Korea has tested its missiles. Three short-range missiles were launched on Saturday.\nThe New York Times reports that this is the first time a North Korean missile was launched over Japan since 2009. Pyongyang had also launched projectiles over Japan in 1998. Both times North Korea said the projectiles were carrying satellites.\nPreliminary reports said North Korea had launched three missiles in the most recent round. It was later determined that only one projectile was launched and that it broke up into three parts. There were no reports of any damage, according to the Japanese broadcaster NHK.",
  "title": "North Korea Launches Another Missile, This One Over Japan",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2017/08/28/546888551/north-korea-launches-another-missile-this-one-over-japan",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 70,
    "Event": "north_Korea_hokkaido_missile"
  },
  "dId": "939a3e0e11d055b8f8b911ba50ba878c031af171e4f4904d850e5398"
}