{
  "authors": [
    "Matt Rehbein",
    "Djenane Villanueva",
    "Catherine E. Shoichet"
  ],
  "date_download": "2018-01-14T13:07:48",
  "date_modify": null,
  "date_publish": "2018-01-01T16:53:45",
  "description": "Relatives and friends are mourning the deaths of 10 Americans, including two families, killed in a New Year's Eve plane crash in Costa Rica.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2018%2F01%2F01%2Famericas%2Fcosta-rica-plane-crash-family-identified%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/180101103506-steinberg-costa-rica-plane-crash-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Story highlights One family included two Florida doctors and their two children\nA rabbi says five victims were members of a temple in Scarsdale, New York\n(CNN) Relatives and friends are mourning the deaths of 10 Americans, including two families, killed in a New Year's Eve plane crash in Costa Rica.\nThe dead included two doctors from Clearwater, Florida, and their two children, and a couple from the New York suburb of Scarsdale who were traveling with their three sons.\nAnother victim was 33-year-old Amanda Geissler, a travel guide who led families on tours of Costa Rica, her family said.\nDrs. Mitchell and Leslie Weiss were on the plane with their children Hannah and Ari, according to a rabbi at the synagogue they attended. Mitchell Weiss was a vascular and interventional radiologist and his wife, Leslie, was a pediatrician and neonatal hospitalist, their employers said.\n\"Mitch was a tremendously skilled interventional radiologist who will be sorely missed by his partners, his medical team and the patients whose lives he touched. It was an honor to practice medicine with him,\" said Dr. John Fisher, president of Radiology Associates of Clearwater. \"We all grieve for the tragic loss of not only Mitch but his wife, Leslie, and his children, Hannah and Ari.\"\nRead More",
  "title": "Costa Rica plane crash leaves 12 dead",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2018/01/01/americas/costa-rica-plane-crash-family-identified/index.html",
  "dId": "96f009a09cd60da818c6859a1276ec16d1fd42e4ebf9cbbd645ddcdb",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}