{
  "authors": [
    "Kenneth Chang"
  ],
  "date_download": "2018-02-06T16:56:19",
  "date_modify": null,
  "date_publish": "2018-02-06T05:00:21",
  "description": "Elon Musk has disrupted the business of sending rockets into space, and hopes to achieve a milestone by testing the most powerful rocket currently operating in the world today.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2018%2F02%2F06%2Fscience%2Ffalcon-heavy-spacex-launch.html.json",
  "image_url": "https://static01.nyt.com/images/2018/02/07/science/07SPACEX-promo/07SPACEX-promo-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "The rocket is sitting on Pad 39A at the Kennedy Space Center in Florida. That’s the same starting point of some of NASA’s most famous achievements, including Apollo 11 in 1969, the first mission that took astronauts to the moon, and the first space shuttle launch in 1981.\nWhen are they launching it and how can I watch?\nSpaceX will broadcast the launch on its website, spacex.com, beginning at 1:10 p.m. Eastern, and on YouTube. We’ll add the live video feed to this page once it becomes available.\nThe launch window is from 1:30 p.m. to 4:00 p.m. Eastern. Weather forecasts call for an 80 percent chance of favorable conditions. If the weather doesn’t cooperate, or if some technical glitch postpones the launch, SpaceX has a second opportunity on Wednesday, also between 1:30 and 4:00 p.m. (If that happens, you can sign up for The Times’s Space Calendar to get a reminder.)\nAdvertisement Continue reading the main story\n“The weather is looking good,” said Elon Musk, the founder and chief executive of SpaceX at a news conference on Monday. “The rocket is looking good.”\nWhy is the Falcon Heavy launch important??\nThe Falcon Heavy will be able to lift more payload than any other American rocket since the Saturn 5, the gargantuan rocket that NASA used for the Apollo moon landings. (The space shuttle also had more liftoff thrust, but less payload capacity, because most of the thrust went into lifting the orbiter.) It is also the first time that a commercial company has developed such a large rocket without any government financing.\nThe Falcon Heavy will allow SpaceX to bid on missions for the Air Force for some spy satellites that are too heavy for the Falcon 9, and it could be useful to NASA for launching large space probes. Some think it could even serve as a replacement for the Space Launch System, a gigantic rocket NASA is currently developing for carrying astronauts on deep space missions, to the moon and eventually Mars.\nIn terms of SpaceX’s core business, it’s less important than when the company first announced it seven years ago because of improvements the company made to the Falcon 9. That rocket can now carry considerably heavier payloads.\nWhat will Falcon Heavy carry into space?\nThe payload is Mr. Musk’s cherry red Roadster from Tesla, his electric car company.\nTest rockets typically carry a dummy payload, and Mr. Musk said he wanted to do something more fun. There are three cameras on the Roadster. “They should provide some epic views if they work,” Mr. Musk said.\nThat’s a more ambitious payload than what was on the Falcon 9 flight that carried the first Dragon cargo capsule in 2010. For that one, SpaceX put a wheel of cheese aboard.\nWill the car get to Mars?\nWhen Mr. Musk first posted on Twitter his intent to send a car on the Heavy launch, he said the destination was “Mars orbit.” The car will not go into orbit around Mars. Rather the second stage of the Heavy is to fire three times to send the car on an elliptical orbit around the sun that extends as far out as Mars, and that car could remain in orbit for hundreds of millions of years. At times, it might pass very close to Mars, and Mr. Musk said there was an “extremely tiny” chance that it could crash into Mars.\nWhat could go wrong?\nAccording to Mr. Musk, a lot. “This is a test mission,” he said. “There is so much that can go wrong.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs long as the rocket gets high enough so that any explosions do not damage the launchpad, Mr. Musk said he would regard that as a success. (The propellant on the rocket at launch will have the explosive energy of four million pounds of TNT, he said.)\nAdvertisement Continue reading the main story\nDamage from a launchpad explosion would take nine to 12 months to repair, Mr. Musk estimated. When a Falcon 9 exploded on the launchpad at nearby Cape Canaveral Air Force Station in September 2016, the pad was out of commission for more than a year\nMr. Musk said he is usually “super stressed” the day before a launch, but this time, “I feel quite giddy and happy.” He added that perhaps that was a bad sign.\nHe put chances of a complete success — the rocket taking off, successfully launching its payload and then landing its three boosters back on Earth — at one-half to two-thirds.\nA test firing of the Falcon Heavy’s 27 engines at the launchpad in January showed that SpaceX knows how to ignite all of them — nine in each of the three boosters — at once.\nThe greatest unknown is the aerodynamical interactions of the three boosters as they accelerate though through the sound barrier during ascent, with shock waves bouncing between them. The system to separate the side boosters also has not yet been tested in flight.",
  "title": "Watch the SpaceX Falcon Heavy Rocket Launch Today",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2018/02/06/science/falcon-heavy-spacex-launch.html",
  "dId": "a6d78217713b9eda70253ef19936cc2865257d6a5aeac1c8c975bcdf",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 49,
    "Event": "First_Falcon_Heavy_launch"
  }
}