{
  "authors": [
    "Dec"
  ],
  "date_download": "2018-01-14T13:53:26",
  "date_modify": null,
  "date_publish": "2017-12-31T14:00:02",
  "description": "The odds are in your favor",
  "filename": "https%3A%2F%2Fwww.theverge.com%2F2017%2F12%2F31%2F16830890%2Fchinese-space-station-tiangong-1-debris-falling-to-earth.json",
  "image_url": "https://cdn.vox-cdn.com/thumbor/WFgtVqq7lkogBRJFrs39Yzn5-Eg=/0x395:5509x3279/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/9950579/127558651.jpg.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.theverge.com",
  "text": "Sometime in late March of next year, a Chinese space station named Tiangong-1 is going to fall back down to Earth — and some big pieces may survive the reentry. The module’s descent has caused a bit of concern about debris raining form the sky. But in reality, a falling space station is the last thing anyone should be worried about.\nSatellites and spacecraft fall to Earth all the time. Vehicles in lower orbits get bombarded by small particles in the planet’s upper atmosphere, and that eventually drags them downward. But usually, these falling objects are small enough or shaped in such a way that they’ll burn up safely while re-entering the atmosphere.\nThe problem with Tiangong-1 is that it’s rather massive\nThe problem with Tiangong-1 is that it’s rather massive. Launched in 2011, Tiangong-1 — or “Heavenly Place” — served as China’s first ever crewed space station. The module weighs nearly 19,000 pounds and it’s pretty dense too. And it’s estimated that around 10 to 40 percent of a spacecraft will make it down the ground. For small satellites, that’s not much. For Tiangong-1, that’s between 2,000 and 8,000 pounds.\nWith space vehicles of this size or bigger, operators usually have a plan to safely get rid of them when they’ve reached the end of their mission. If a large vehicle has thrusters, it’s possible to use the spacecraft’s remaining fuel to fire those engines intentionally and dump it over the ocean. Or you can send up another spacecraft with an engine to dock with the decay vehicle and plunge it somewhere safe.\nBut that’s not what happened with Tiangong-1. The space station wasn’t really meant to last past 2013, but China decided to extend its lifespan for a couple of years. Then in 2016, the Chinese Space Agency announced it had lost contact and control of the space station. And its orbit has been slowly degrading ever since, meaning it will ultimately make an uncontrolled re-entry. Or in other words: “We don’t know where it’s coming down.”\nThe United States Space Surveillance Network and other nations’ space agencies have been tracking it, and all we really know is that it’s going to come down somewhere between 43 degrees North and 43 degrees South latitude. That may seem like a big area, but most of the Earth’s surface included in that region is covered in ocean. And most of the land that’s included is unpopulated.\nthis is not the first time something this large, or bigger, has made an uncontrolled reentry before\nSo the odds of this thing coming down on your head are actually infinitesimal. There’s a little over a 1 in 10,000 chance it will hit any person or property at all. Plus, it may sound scary to hear 2,000 to 8,000 pounds of debris falling from the sky, but a lot of that gets broken up into pieces, some pretty small, that can spread across a range of many miles.\nAnd this is definitely not the first time something this large, or even bigger, has made an uncontrolled reentry before. In 2011, the launch of a Russian spacecraft intended for Mars failed, leaving the vehicle stranded in lower Earth orbit. Called Phobos-Grunt, the spacecraft weighed nearly 30,000 pounds and it fell back to Earth in 2012, ultimately entering over the Pacific Ocean. NASA’s old space station Sky Lab also made an uncontrolled reentry -- and it weighed nearly 160,000 pounds when it fell to Earth.\nPlus, in the more than 50 years we’ve been launching rockets, only one person is known to have been hit by space debris. Her name is Lottie Williams, and a tiny piece of a Delta rocket brushed her shoulder when she was out for a walk.\nThe good news is that Tiangong-1 will help experts better refine their space debris models. An international group of state agencies known as the IADC has picked this space station to track as it comes down, and following its descent will allow them to refine their prediction models. Unfortunately, they won’t be providing any warnings though. They’ll probably be able to pin down the time of reentry within plus or minus three hours, but exactly where and when this will happen is going to be uncertain for a while.",
  "title": "A Chinese space station is falling to Earth next year - but it’s the last thing to worry about",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theverge.com/2017/12/31/16830890/chinese-space-station-tiangong-1-debris-falling-to-earth",
  "dId": "a937907f547fbc847b0617142974062fa800e70557132812cd9fd0f0",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 47,
    "Event": "chinas_tiangong_1_space_station_is_out_of_control_and_will_soon_fall_to_earth"
  }
}