{
  "authors": [],
  "date_download": "2018-01-10T23:26:35",
  "date_modify": null,
  "date_publish": "2017-12-29T17:33:23",
  "description": "By Emma BathaLONDON, Dec 29 (Thomson Reuters Foundation) - Organisers of Germany's biggest New Year's Eve party at Berlin's Brandenburg Gate are setting up...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Freuters%2Farticle-5221423%2FBerlin-New-Years-Eve-party-sets-safe-zone-women.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/m_logo_636x382px.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "By Emma Batha\nLONDON, Dec 29 (Thomson Reuters Foundation) - Organisers of Germany's biggest New Year's Eve party at Berlin's Brandenburg Gate are setting up a special safety zone for women who have been assaulted or feel threatened.\nThe move comes two years after hundreds of women were groped, sexually molested and robbed by gangs of men during New Year's Eve festivities in Cologne.\nHundreds of thousands of revellers are expected to flock to Berlin's \"party mile\" on Sunday in front of the Brandenburg Gate in the heart of the city.\nThe annual open air event with fireworks, live bands and DJs, continues into the early hours of the morning.\nBerlin police confirmed that this year women would be able to seek help in an area staffed by the German Red Cross.\n\"The organisers have set up a safety zone for women who have been victims of a sexual offense or are feeling harassed,\" a police statement said.\nAnja Marx, a spokeswoman for the event, said there would be a tented area with psychologists on hand.\n\"We are doing this for the first time,\" she told the Thomson Reuters Foundation by phone. \"The police requested it after they did it at the Munich Oktoberfest this year and it worked out well.\"\nShe said there had not been problems at previous New Year celebrations in Berlin.\nThe mass assaults two years ago in Cologne shocked the country.\nA police report described how women were surrounded by gangs of men who sexually assaulted them, often while stealing their wallets and phones.\nThe violence fuelled criticism of Chancellor Angela Merkel's decision to open Germany's doors to more than a million migrants after it emerged that many of the assaults were carried out by men of North African and Arab appearance. (Editing by Belinda Goldsmith; Please credit the Thomson Reuters Foundation, the charitable arm of Thomson Reuters, which covers humanitarian news, women's rights, trafficking, corruption and climate change. Visit news.trust.org to see more stories.)",
  "title": "Berlin New Year's Eve party sets up safe zone for women",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/reuters/article-5221423/Berlin-New-Years-Eve-party-sets-safe-zone-women.html",
  "dId": "b50e2a41d99b05e4134e349204ec056ab5196ad6ce5d7e5acbb0e3df",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}