{
  "authors": [
    "Dailymail.Com Reporter"
  ],
  "date_download": "2018-02-06T16:56:08",
  "date_modify": null,
  "date_publish": "2018-02-05T20:36:07",
  "description": "The comedian, 47, shared the news to her Twitter followers on Monday, writing, that, 'The great @michaelsheen & I consciously uncoupled over Christmas.'",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Ftvshowbiz%2Farticle-5355017%2FSarah-Silverman-Michael-Sheen-split-four-years.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/02/05/22/48E9282700000578-0-image-a-10_1517871201164.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Sarah Silverman and Michael Sheen have split after almost four years together, blaming long distance.\nThe comedian, 47, shared the news to her Twitter followers on Monday.\n'The great @michaelsheen & I consciously uncoupled over Christmas,' Silverman tweeted, referencing Gwyneth Paltrow's 2014 announcement of her separation from Chris Martin. 'I mean, not \"over Christmas\" - like that wasn't the fight that ended it. No fight. We just live in different countries & it got hard.\nScroll below for video\nSplit: Sarah Silverman, 47, announced Mnday that her relationship with Michael Sheen, 49, is over. The two were snapped in May 2016 in LA\n'Felt we should just tell y'all so u stop askin, \"How's Michael/How's Sarah?''' wrote Silverman, who lives in Los Angeles, whereas Sheen is based out of the U.K.\nThe pair met while filming Showtime's Master of Sex Together in 2014.\nLast summer, Silverman delved into the dynamics of her international relationship with Sheen while speaking with Jimmy Kimmel, who she dated on-and-off throughout the aughts.\n'He’s my on-again, off-again lover,' she said of Sheen. 'I call him my on-again, off-again lover because we’re apart by oceans; one ocean. So he’s there a lot, and then we just long for each other and we see each other and we love each other.'\nSense of humor: Silverman made a reference to Gwyneth Paltrow's 2014 announcement of her separation from Chris Martin as she announced the relationship had concluded\nHappy time: Silverman and Sheen were snapped at an event in LA last October\nSheen had lived in La La Land, Silverman explained, but returned to the U.K. when his daughter Lily turned 18 and began attending college at New York University. She said Sheen had 'wanted to go home,' as 'he was here to be near his daughter, now she’s off, she’s going to start her own life.'\nSheen in 2016 opened up to People about the dynamics of their relationship, saying that 'it’s fantastic to have her as a partner.'\nHe noted that up until that point, they had 'only ever done two scenes together' on the Showtime series, leading them to petition producers for some onscreen time together.\nDistance: Sarah explained that 'it got hard' to maintain the relationship as they 'live in different countries'\nOut and about: Silverman wore a black dress with fishnet stockings at the Grammys last month\n'So we did say ... \"Can we please have a scene together?\"' he said. 'So I gave her a gynecological exam, which was interesting.'\nAt the time, Silverman touched on the complicated dynamics both faced in navigating their show business careers and love lives, comparing themselves to 'ships in the night.\n'It’s funny because when he’s shooting, we barely see each other,' she said. 'And now, when I’m on the show, we really never see each other. Because when he’s off, that’s when I’m shooting, usually.'",
  "title": "Sarah Silverman and Michael Sheen split after four years",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/tvshowbiz/article-5355017/Sarah-Silverman-Michael-Sheen-split-four-years.html",
  "dId": "b548ea6688812208d4d7391d5073a0d37348f02d8eebbe5fd743dcb3",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 56,
    "Event": "Sarah_Silverman_and_Michael_Sheen_Break_Up"
  }
}