{
  "authors": [
    "Emily Flitter"
  ],
  "date_download": "2018-01-10T23:37:34",
  "date_modify": null,
  "date_publish": "2017-12-29T11:40:46",
  "description": "The bank estimated a $5 billion charge to fourth-quarter earnings, much of it coming from taxes on overseas assets, a regulatory filing shows.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F12%2F29%2Fbusiness%2Fgoldman-sachs-taxes.html.json",
  "image_url": "https://static01.nyt.com/images/2017/12/30/business/30GOLDMAN02/30GOLDMAN02-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Public companies are required to account for changes to tax laws during the quarter in which they are enacted, so even though the banks will not be sending checks to the Internal Revenue Service yet, their balance sheets must be adjusted to reflect what they will eventually owe.\nEven as it made the necessary accounting adjustments resulting in the charge, however, Goldman was working to maximize the benefits it can still access before the new tax law takes effect on Jan. 1. It disclosed in filings with the Securities and Exchange Commission on Thursday that it had delivered shares to Goldman’s chief executive, Lloyd C. Blankfein, and other top executives, completing the transfers earlier than in previous years. It typically delivers shares as part of its executive compensation packages in January.\nAccording to a source familiar with the matter, the move let the bank access a tax credit that will disappear under the new law, worth $140 million this year. A “couple hundred” people in high-tax areas received their stock early, said the source, who spoke on condition of anonymity because the information was not public.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe shares Mr. Blankfein and others received on Thursday cannot be sold for five years. They are not part of the executives’ 2017 pay packages; rather, they are portions of deferred compensation packages from the three previous years, the source said.\nIn recent weeks, some of Goldman’s competitors have also estimated one-time hits to their earnings because of the tax law. During a Dec. 5 conference, JPMorgan Chase’s chief financial officer, Marianne Lake, said moving overseas funds back to the United States could cost the bank up to $2 billion. On Dec. 6, the Citigroup chief financial officer, John Gerspach, said the bank could be facing a $20 billion charge. Bank of America said in a Dec. 22 filing it could book a $3 billion charge in its fourth-quarter earnings.\nThe charge from the tax bill will push Goldman from an estimated $1.9 billion in earnings for the quarter to a likely loss of around $3 billion. But its future is bright, along with that of other banks.\nGoldman’s own bank analysts estimated on Dec. 18 that in the long run, big banks’ per-share earnings would increase by 13 percent, on average, under the new system.\nInvestors took the news in stride. Goldman’s shares were down about 1 percent in recent trading, while broader stock market indexes were essentially flat.\nGoldman cautioned in its filing late Thursday that the actual earnings charge could differ significantly from its $5 billion estimate if the government issued new guidance on the applications of the law or if interpretations of the law’s components changed.",
  "title": "Goldman Sachs Sees $5 Billion Earnings Hit Ahead of New Tax Law",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/12/29/business/goldman-sachs-taxes.html",
  "dId": "b81ff83f0b8b55309d57d91ca8dddf986c1f86fd9e9ae1fbe7551984",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 24,
    "Event": "goldman_sachs_feels_tax_bills_burn_with_5b_charge"
  }
}