{
  "authors": [],
  "date_download": "2018-01-14T13:07:12",
  "date_modify": null,
  "date_publish": null,
  "description": "Kim struck an unusually conciliatory note in his annual New Year's Day address, declaring his wish quote \"[a] peaceful resolution with our southern...",
  "filename": "https%3A%2F%2Fstoria.me%2Fen%2F%40WeirdAndWonderful%2Fkim-jong-un-offers-2yo7ba.json",
  "image_url": "https://storia-prod-be.akamaized.net/storia-cdn-ie-prod-001/0d27bb63570a7001-0d27bb63570a7002.jpeg/tn/1200x628",
  "language": null,
  "localpath": null,
  "source_domain": "storia.me",
  "text": "North Korean leader Kim Jong Un held out a rare olive branch to the country's southern neighbor Monday, offering talks to discuss sending a delegation to the Winter Olympics in Pyeongchang next month.\nKim struck an unusually conciliatory note in his annual New Year's Day address, declaring his wish quote \"[a] peaceful resolution with our southern border.\" He, nevertheless, couched the message in more familiar belligerent language, cautioning the United States that North Korea's nuclear ambitions were now complete and the launch button was always at the ready.\nPark Soo-hyun, the spokesman for South Korean President Moon Jae-in, said the President's office welcomed Kim's comments about the need to improve inter-Korean relations and his wish to send a delegation to the Olympics.\nHe added that North Korean representatives should start talks with their South Korean counterparts \"as soon as possible\" to discuss sending a delegation to the 2018 Winter Games.\nKim went on to wish South Korea success in hosting the upcoming Olympics and said the event would be a \"good chance\" to show the greatness of the Korean people.\nKim's comments on South Korea surprised analysts, who described them as the most significant part of his speech. Tensions with the South have been high as Kim has presided over a dramatic increase in the pace of North Korea's weapons program. In September, the regime carried out its sixth and most powerful nuclear test.\nIn his address, Kim called for peace on the Korean peninsula. \"North and South must work together to alleviate the tensions and work together as a people of the same heritage to find peace and stability,\" Kim said, according to a CNN translation of his speech, while also addressing the optimistic elephant in the room.\n\"The olive branch of trying to reach out to the South, that's the most significant change, because up until now, they just haven't shown any interest in engaging with the South, or anyone else for that matter,\" he said. The jury, however, is still out as to whether or not this is the dictatorial state’s attempt at lulling the U.S ally into a state of calm before a military strike or is, in fact, a genuine attempt at peace.\nPerhaps 2018 may be a year marked by peaceful diplomacy — but, given the already growing, violent protests in the Middle East, that seems like quite a long shot.",
  "title": "Kim Jong Un Offers Rare Olive branch to South Korea",
  "title_page": null,
  "title_rss": null,
  "url": "https://storia.me/en/@WeirdAndWonderful/kim-jong-un-offers-2yo7ba",
  "dId": "bd74e616927e08220c70a3641678c1b7f07ae31245fcbca3808b3bb7",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 34,
    "Event": "kim_jong_un_offers_rare_olive_branch_to_south_korea"
  }
}