{
  "authors": [
    "Shubham Sharma"
  ],
  "date_download": "2018-01-14T13:06:30",
  "date_modify": null,
  "date_publish": "2017-12-31T05:51:05",
  "description": "After breaking off, the iceberg, dubbed B-44, covered a 100-square-mile area and was found to be highly unstable.",
  "filename": "http%3A%2F%2Fwww.ibtimes.co.uk%2Fshattered-antarctic-iceberg-four-times-size-manhattan-captured-stunning-new-image-1653217.json",
  "image_url": "http://d.ibtimes.co.uk/en/full/1656335/nasa-iceberg.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.ibtimes.co.uk",
  "text": "In a stunning new image, Nasa has captured a newly created iceberg that broke into several pieces in the last few months.\nIn September 2017, a giant iceberg four times the size of Manhattan broke off from the Pine Island glacier, a large ice stream and one of the fastest melting glaciers in the Antarctica.\nThe iceberg, dubbed B-44, covered a 100-square-mile area and was found to be incredibly unstable.\nOver the next few weeks, B-44 broke into as many as 20 smaller pieces while drifting into the sea. On 15 December, Nasa captured a stunning shot of the broken berg using the Landsat 8 Earth-orbiting satellite.\nThe image, captured around midnight local time, shows the disintegrated iceberg and water ice between its fragments and the glacier front. According to Nasa, an area of relatively warm ocean water, known as a polyna, may have kept the water ice free as well as contributed to the accelerated breakup of the iceberg.\nThe stunning satellite observation of the iceberg also helped Nasa gain new insights into the height and width of the berg. According to the agency, parameters like the Sun's azimuth and elevation above horizon revealed that the B-44 rose 49m above the water line and was about 315m thick, below as well as above the water surface.\nLocated in Western Antarctica, the Pine Island glacier reportedly loses around 45 billion tons of ice every year. However, this iceberg isn't as big as the trillion-ton Larsen C iceberg, which broke off the Antarctic Peninsula earlier this year and appeared in a time-lapse recently.",
  "title": "Shattered Antarctic iceberg four times the size of Manhattan captured in stunning new image",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.ibtimes.co.uk/shattered-antarctic-iceberg-four-times-size-manhattan-captured-stunning-new-image-1653217",
  "dId": "cb9ff790d21a00d746bb61a3b35b5680a6880cf8a5db829da8f4e217",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 31,
    "Event": "the_broken_berg_stunning_nasa_image_captures_newly_created_iceberg_cracking_into_20_pieces"
  }
}