{
  "authors": [],
  "date_download": "2017-11-30T13:52:14",
  "date_modify": null,
  "date_publish": "2016-04-05T12:30:37",
  "description": "World leaders and celebrities exposed in a massive leak of their secret offshore financial dealings are hitting back, saying they have done nothing wrong des...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fafp%2Farticle-3523775%2FPanama-Papers-revelations-trigger-global-probes.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/04/05/article-doc-9b7fx-1Hf8o1PFQk6fd5ff048dd089c0bd-531_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Panama Papers scandal sparks chorus of denials\nWorld leaders and celebrities exposed in a massive leak of their secret offshore financial dealings are hitting back, saying they have done nothing wrong despite a growing international furore.\nSome of the biggest names in the scandal said they were being unfairly targeted even as the scandal mushroomed and a series of countries vowed to open tax evasion investigations following the leak of 11.5 million confidential documents -- the so-called Panama Papers.\nThe vast stash of records from Panamanian legal firm Mossack Fonseca was obtained from an anonymous source by German daily Sueddeutsche Zeitung and shared with more than 100 media groups by the International Consortium of Investigative Journalists, which published their first findings Sunday after a year-long probe.\nA massive leak from Mossack Fonseca of 11.5 million tax documents exposes the secret offshore dealings of the world's wealthy ©Rodrigo Arangua (AFP/File)\nAmong those named by the ICIJ and fellow media groups for their offshore dealings are relatives of Chinese leader Xi Jinping, close associates of Russian President Vladimir Putin, Iceland's Prime Minister Sigmundur David Gunnlaugsson, and Barcelona striker Lionel Messi.\n- 'Groundless allegations' -\nOffshore financial dealings are not illegal in themselves but may be used to hide assets from tax authorities, launder the proceeds of criminal activities or conceal misappropriated or politically inconvenient wealth.\nIn Beijing, there was no official reaction to ICIJ allegations that eight current or former members of the ruling party's most powerful body concealed their fortunes through offshore havens, as well as relatives of Xi Jinping, who has overseen a much-publicised anti-corruption drive.\nAsked whether China would investigate those named in the reports, however, foreign ministry spokesman Hong Lei said: \"For such groundless accusations, I have no comment.\"\nThe Kremlin suggested a US plot after the leaks put a close friend of Putin's at the top of an offshore empire worth more than $2 billion.\n\"Putin, Russia, our country, our stability and the upcoming elections are the main target, specifically to destabilise the situation,\" said a Kremlin spokesman, claiming many of the journalists were former officers from the US state department, the CIA and special services.\n- 'Will not quit' -\nIceland's prime minister, former journalist Sigmundur David Gunnlaugsson, resisted mounting pressure to step down after the leaked documents purportedly showed that he and his wife bought a company in the British Virgin Islands in 2007.\nHuge crowds gathered outside parliament late Monday demanding he quit and the opposition is set to table a motion of no-confidence over the allegations. But the prime minister insisted he had never hidden money abroad.\n\"I have not considered quitting because of this matter nor am I going to quit because of this matter,\" he told Icelandic television.\nThe family of footballing great Messi said the revelations showed no wrongdoing after the footballer and his father were named as owners of a Panama company that had not previously been disclosed during a Spanish probe into their tax affairs.\n\"The Panama company to which they refer to is a totally inactive company that never had any funds or any open current accounts,\" the Messi family said in a statement Monday.\nAustralia, France and the Netherlands have announced investigations into revelations contained in the papers. A judicial source said Spain had opened a money-laundering probe into the law firm.\n- British PM's father named -\nPanama also pledged to identify whether any crimes had been committed and any financial damages should be awarded.\nAmong the latest allegations of the Panama Papers investigations, which named about 140 political figures, including 12 current or former heads of state:\n- A North Korean front company used to help fund the country's nuclear weapons programme, Pyongyang-based DCB Finance Ltd, was among the clients of the Panamanian law firm at the centre of a massive data leak, according to the BBC and The Guardian.\n-- Prime Minister David Cameron's father ran an offshore fund that paid no tax in Britain for 30 years, according to the Panama Papers probe. Cameron's Downing Street office insisted it was a \"private matter\" although a government source later told AFP that the prime minister himself did not have any such funds.\n-- Aides to French far-right leader Marine Le Pen put in place a \"sophisticated offshore system\" to hide money, according to Le Monde newspaper.\n-- Syria used Mossack Fonseca to create shell companies to help it break international sanctions and fund its war effort, the French paper said.\nLe Monde also said its investigation into the papers found British banking giant HSBC has 2,300 offshore companies created through Mossack Fonseca, Credit Suisse has 1,105 and UBS, also of Switzerland, has 1,100, while France's Societe Generale has 979.\nCredit Suisse chief executive Tidjane Thiam said Tuesday the bank would only endorse \"legitimate\" offshore arrangements. \"Clearly, tax avoidance is not one of those,\" he added.\nHSBC has also distanced itself from the revelations. \"The allegations are historical, in some cases dating back 20 years, predating our significant, well-publicised reforms implemented over the last few years,\" spokesman Gareth Hewett told AFP in an emailed statement.\n- Leak 'a crime, a felony' -\nThe papers, from around 214,000 offshore entities covering almost 40 years, also name the president of Ukraine and the king of Saudi Arabia. Ukrainian President Petro Poroshenko denied any wrongdoing, but he may face an attempt to impeach him.\nOne of the Panama law firm's founders, Ramon Fonseca, told AFP the leaks themselves were \"a crime, a felony\" and \"an attack on Panama\".\nMossack Fonseca is subject to investigations in Germany and also in Brazil, where it is part of a huge money laundering probe that has threatened to topple the current government.\nOffshore companies ©Alain Bommenel, Laurence Saubadu (AFP)\nRussian President Vladimir Putin (front) and his close friend Sergei Roldugin -- who is implicated in the Panama Papers scandal ©Dmitry Astakhov (Sputnik/AFP)\nIceland¿s Prime Minister Sigmundur David Gunnlaugsson addresses a session of parliament in Reykjavik, Iceland on April 4, 2016 ©Halldor Kolbeins (AFP)\nFrench President Francois Hollande vows that tax authorities will investigate the disclosures of the Panama Papers ©Michel Euler (Pool/AFP)",
  "title": "Panama Papers scandal sparks chorus of denials",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/afp/article-3523775/Panama-Papers-revelations-trigger-global-probes.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 65,
    "Event": "panama_papers"
  },
  "dId": "ceb48b7dbca4274f1bd18d9bcbbec5ac2cf9fdd20fbdbc81dfeef478"
}