{
  "authors": [
    "Mark Prigg For Dailymail.Com"
  ],
  "date_download": "2018-01-14T13:06:41",
  "date_modify": null,
  "date_publish": "2017-12-29T20:46:56",
  "description": "The new iceberg calved from Pine Island Glacier in September but weeks later shattered into more than 20 fragments, after an area of warm water kept the ice free between the iceberg and the glacier front.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5221735%2FNASA-captures-newly-created-iceberg-cracking-pieces.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/29/20/47A06DD800000578-0-image-a-17_1514580202243.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "NASA has revealed a stunning satellite view of a very broken iceberg.\nIn September 2017, a new iceberg calved from Pine Island Glacier, one of the main outlets where the West Antarctic Ice Sheet flows into the ocean.\nHowever, just weeks later B-44 shattered into more than 20 fragments.\nScroll down for video\nOn December 15, 2017, the Landsat 8 Earth-orbiting satellite took the incredible image of the broken berg at around midnight local time. The new iceberg calved from Pine Island Glacier in September but weeks later shattered into more than 20 fragments, after an area of warm water kept the ice free between the iceberg and the glacier front.\nTHE BROKEN BERG The bizarre pattern was caused by an area of relatively warm water, known as a polyna. It kept the water ice free between the iceberg chunks and the glacier front. The polynya’s warm water could have caused the rapid breakup of B-44, it is believed.\nOn December 15, 2017, the Landsat 8 Earth-orbiting satellite took the incredible image of the broken berg at around midnight local time.\nNASA says an area of relatively warm water, known as a polyna, has kept the water ice free between the iceberg chunks and the glacier front.\nThe polynya’s warm water could have caused the rapid breakup of B-44, it is believed.\nThe space agency says that based on parameters including the azimuth of the Sun and its elevation above the horizon, as well as the length of the shadows, it estimates that the iceberg rises about 49 meters above the water line.\nThat would put the total thickness of the berg—above and below the water surface—at about 315 meters.\nEarlier this month NASA’s airborne Operation IceBridge mission captured a stunning image of an Antarctic iceberg surrounded by an otherworldly blue halo.\nAt first glance, the striking neon color appears artificial – but, according to the space agency, the submerged layer of the eroded iceberg truly is ‘the bluest of ice.’\nThe remarkable effect was spotted during a flight to Victoria Land, as the aircraft passed over Antarctica’s McMurdo Sound.\nNASA’s airborne Operation IceBridge mission has captured a stunning image of an Antarctic iceberg surrounded by an otherworldly blue halo. At first glance, the striking neon color appears artificial – but, according to the space agency, the submerged layer of the eroded iceberg truly is ‘the bluest of ice’\nWHY IS IT GLOWING? According to NASA, the stunning effect captured in the photo is the result of blue light from the water in Antarctica’s McMurdo Sound. As water erodes the underside of the iceberg, it exposes older, bluer ice. This blue ice is sometimes even pushed above the surface as erosion changes the shape of the iceberg, or even flips it over.\nOperation IceBridge wrapped up its Antarctic survey earlier this week, marking the completion of five polar campaigns this year.\nThe stunning image of the glowing iceberg was captured on November 29, revealing the incredible effect of blue light from the Sound.\n‘The undersides of some icebergs can be eroded away, exposing older, denser, and incredible blue ice,’ NASA explains.\n‘Erosion can change in iceberg’s shape and cause it to flip, bringing the sculpted blue ice above the water’s surface.\n‘The unique step-like shape of this berg – compared to the tabular and more stable berg in the top-right of the image – suggests that it likely rotated sometime after calving.’\nThe mission recently completed several flights out of the McMurdo and Amundsen-Scott South Pole stations.\nThis year was the ninth consecutive year the space agency has conducted flights over the continent.\nNASA recently released a series of dramatic images taken during the course of its Antarctic survey.\nThe images include sweeping shots of mountains and land ice, carpets of icebergs spreading from the Antarctic coast, and even a snap of a researcher taking a rest during a return flight.\nNASA's Operation IceBridge campaign uses a retrofitted 1966 Lockheed P-3 aircraft. The mission recently completed several flights out of the McMurdo and Amundsen-Scott South Pole stations\nOperation IceBridge has been studying how polar ice has evolved over the past nine years, and just wrapped up a set of nine-hour research flights over Antarctica to monitor ice loss.\nResearchers have used the IceBridge data to observe that the West Antarctic Ice Sheet may be in a state of irreversible decline directly contributing to rising sea levels.\nIn May, a NASA test pilot revealed stunning time-lapse footage from flight over Greenland’s southeast glaciers as part of the IceBridge campaign.\nThe video gives a first-person perspective of a glacier-run in the P-3 Orion aircraft, revealing the icy waters and snow-topped peaks that dominate the remote landscape.\nFor almost a decade, Nasa's Operation IceBridge has been on a mission to build a record of how polar ice is evolving in a changing environment. Nasa has released a series of stunning images revealing what it believes is a huge extent of loss at the south pole\nOperation IceBridge's mission is to collect data on changing polar land and sea ice and maintain continuity of measurements between ICESat missions. The original ICESat mission ended in 2009\nIn the stunning footage shared on Twitter by test pilot Gerrit Everson, the expanse of snow and ice can be seen up close as P-3 Orion soars just overhead.\nThe campaign uses NASA’s P-3 aircraft – a four-engine turboprop from the Wallops Flight Facility that can fly for 8-12 hours.\nAnd, it’s equipped with a number of instruments that have made for more precise observations.\nThe P-3 Orion has a scanning laser altimeter to measure surface elevation, three types of radar systems to study ice layers and bedrock underneath, a high-resolution camera to create detailed color maps, and infrared cameras to measure surface temperatures, according to NASA.\nIt’s the most advanced suite yet, and the upgraded altimeter is far more powerful than those used in the past.\n‘The new laser has a very narrow pulse that fires 10,000 pulses every second, compared to the old laser’s wider pulse at 3,000 pulses per second,’ said Jim Yungel, Wallops program manager for the laser altimeter, when the spring survey began.\n‘We’ll be able to triple our data collection rate and see finer detail within steep structures, like crevasses or sea ice leads, in addition to measuring ice elevation more accurately.’\nIceBridge is designed to support the upcoming Ice, Cloud, and land Elevation Satellite-2 (ICESAT-2), which will use lasers to measure the elevation of sea ice in the ocean.\nThe satellite is set to launch in 2018.\nIn the meantime, the P-2 Orion craft has been collecting massive amounts of data on the polar ice, revealing how the ice sheets are changing.",
  "title": "NASA captures newly created iceberg cracking into pieces",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5221735/NASA-captures-newly-created-iceberg-cracking-pieces.html",
  "dId": "d05bd1963ff9b2752238d4b697e5484bb80157d8bd93d8099ef591e8",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 31,
    "Event": "the_broken_berg_stunning_nasa_image_captures_newly_created_iceberg_cracking_into_20_pieces"
  }
}