{
  "authors": [
    "Jeff Foust"
  ],
  "date_download": "2018-01-14T13:53:15",
  "date_modify": null,
  "date_publish": null,
  "description": "The next step may be the first-ever soft landing on the lunar far side",
  "filename": "https%3A%2F%2Fspectrum.ieee.org%2Faerospace%2Frobotic-exploration%2Fchina-promises-the-moon.json",
  "image_url": "https://spectrum.ieee.org/image/Mjk5NjI3OQ.jpeg",
  "language": "en",
  "localpath": null,
  "source_domain": "spectrum.ieee.org",
  "text": "Illustration: MCKIBILLO\nLast July, when a Chinese Long March 5 rocket lifted off from the country’s newest spaceport, the Wenchang Space Launch Center on the island of Hainan, the vehicle’s official mission was to place an experimental communications satellite into orbit. The launch, though, had a secondary purpose: It was to be a final test before the Long March 5, China’s newest and largest rocket, was entrusted with the country’s most ambitious science mission ever.\nIt failed the test.\nThe launch initially appeared to go well and was hailed on Chinese television⁠—which, in a rare move, broadcast the event live—as another success for the country’s increasingly ambitious space program. But keen-⁠eyed observers noticed that the trajectory of the rocket, as seen on displays visible during the broadcast, didn’t match the predicted path. Soon, official Chinese media acknowledged that the rocket would fail to reach orbit—and abruptly ended the broadcast.\nHad the mission been a success, the next launch for the Long March 5 rocket, planned for late 2017, would have carried the Chang’e-5 spacecraft. That mission would do something not attempted in more than four decades: land on the moon, collect samples, and return them to Earth. Those plans are now on hold and will perhaps remain so until 2019. But China still promises to make significant advances in its long-term lunar ambitions in 2018 by making the first-ever landing on the moon’s far side.\nChang’e-5 is the latest in an incremental series of lunar missions flown by China over the past decade, each building on the achievements of the previous ones. (“Chang’e” is the name of the Chinese goddess of the moon.)\n“The Chang’e program includes three steps,” said Xiao Long, a lunar scientist at the China University of Geosciences, during a meeting of the Lunar Exploration Analysis Group in Maryland in October. “One is orbiting, the second is landing, and the third one is sample return.”\nChang’e-1, launched in October 2007, was China’s first lunar-orbiter mission. “It was very successful,” said Xiao, providing a variety of scientific data and allowing for the construction of a global map of the moon to support future lander missions.\nChang’e-2, built as a backup to Chang’e-1, lifted off three years later. With updated scientific instruments, it collected more data about the moon, then used its thrusters to leave lunar orbit, flying by the near-Earth asteroid Toutatis in 2012.\nIn December 2013, China moved on to the second planned step with the landing of Chang’e-3. That made China the third country after the United States and the former Soviet Union to successfully soft-land a spacecraft on the moon. The lander carried a suite of instruments as well as a small rover, called Yutu, or “Jade Rabbit.”\nA little more than a month after landing, Yutu suffered a malfunction that immobilized it, although it was still able to make observations in place. China has published only a limited analysis of the data collected by Chang’e-3, but Xiao said that one of the lander’s instruments, a ground-penetrating radar, was particularly useful in probing the lunar subsurface.\nWith the first two steps accomplished, China is eager to move on to step 3: sample return. Prior to the July launch failure, China’s space agency, the China National Space Administration (CNSA), planned to go directly to Chang’e-5, rather than launch Chang’e-4, the backup lander mission. Chang’e-5 would first go into orbit around the moon before a lander module separated and touched down in Oceanus Procellarum, the large dark area on the western half of the moon’s near side.\nIn addition to various scientific instruments, the lander has a robotic arm, intended to grab up to 2 kilograms of lunar rock and soil samples. Those samples will be placed inside a capsule that is then launched into orbit around the moon. That capsule will dock with the orbiter part of the spacecraft, which will then boost it out of lunar orbit and back to Earth, landing in Inner Mongolia. If successful, Chang’e-5 would return the first samples from the moon since the Soviet Union’s Luna 24 mission in 1976.\nIf that July mission had met its goals, another Long March 5 rocket might have launched Chang’e-5 as soon as November, with samples returning to Earth two weeks later. Now, it’s not clear when the sample-return mission will go.\nTian Yulong, secretary general of CNSA, discussed the status of the mission at the recent International Astronautical Congress, a major annual space conference held last year in September in Adelaide, Australia. He said that the cause of the Long March 5 failure was still unknown. And he acknowledged that Chang’e-5 would be delayed, perhaps for an extended period. “By the end of [2017] we will have some detailed information” about the revised schedule, he said.\nPhotos, Top: Wang Jianmin/Xinhua/Alamy; Bottom: Zhang Wenjun/Xinhua/Getty Images Moon Shot: China’s Long March 5 rocket [bottom photo] will be used for a lunar sample-return mission, expanding on what was accomplished by the lander China put on the moon in 2013 [top].\nMany experts following China’s space program predict that Chang’e-5 will be delayed until 2019. That’s because it’ll take time for the investigation to determine the cause of the failure and then for the work needed to remedy the problem. And they expect China to perform at least one launch of the vehicle, if not more, before officials feel confident enough about it for a mission as significant as Chang’e-5. “After one or two successful launches, then Chang’e-5 will go. That’s my guess,” said Xiao.\nThe extended delay in Chang’e-5, though, doesn’t mean China’s lunar exploration program will grind to a halt this year. Chang’e-4, the backup to Chang’e-3, may still launch in 2018 because it can use a different rocket, one not affected by the Long March 5 accident.\nChang’e-4 would be similar to the 2013 Chang’e-3 mission—with one important exception: The spacecraft would be the first by any country to attempt a landing on the far side of the moon. Because the landing site is out of view from Earth—and thus out of radio contact with it—Chang’e-4 will need a dedicated communications relay satellite in lunar orbit. With it, the lander may be able to shed light on the intriguing nature of the far side, which lacks extensive maria. These “seas,” vast volcanic plains of dark basaltic rock, are prominent features of the near side.\nAt the International Astronautical Congress, CNSA’s Tian didn’t indicate when Chang’e-4 would launch, saying only that its schedule would be adjusted along with that of Chang’e-5. But Xiao believes the communications relay satellite needed for the far-side mission will launch in mid-2018, followed by the Chang’e-4 lander—again carrying a small rover—late in the year.\nChina’s plans for lunar exploration don’t end with Chang’e-5, no matter when it might launch. Just as China developed backup orbiters and landers, there is a backup sample-return mission, Chang’e-6, that could fly later.\nChang’e-6, Xiao said, might go to the lunar poles, an area of interest both to scientists and to those planning future human missions to the moon. Craters near the poles—including those in the giant South Pole–Aitken basin on the far side—have regions that remain perpetually in shadow because of the moon’s very small axial tilt. Those spots are cold enough to preserve water ice indefinitely, and some past missions have detected strong evidence of ice in those craters. Future human missions could use that water for life support as well as for fuel, by breaking it down into hydrogen and oxygen.\nEven if Chang’e-6 lands elsewhere—or does not launch at all—China plans to study the lunar poles in detail in the 2020s. A series of three missions, including landers and sample-return spacecraft, will study the moon’s polar regions, Xiao said.\nChina is not alone in its interest in the poles of the moon. Russia has a series of four missions under development for launch from 2019 through 2024, including lander and sample-return missions to the lunar poles. NASA is also working on a lunar rover called Resource Prospector, designed to confirm that water ice exists in those shadowed craters and to study how difficult it is to extract. Current plans call for that mission to launch in the early 2020s.\nChina’s longer-term plans include human missions to the moon but are without much in the way of details. “The goal is to establish a research station,” Xiao said, sometime between 2025 and 2050.\nChina’s overall lunar exploration plan has earned the endorsement of one major American lunar scientist. “Their program is extremely robust,” said James Head of Brown University, who has been involved in lunar missions since the Apollo program.\nHead visited China recently and came away impressed with the country’s commitment to lunar exploration. “There’s a lot of excitement about this program,” he said. “There’s historically not been a major lunar and planetary science community in China, but in the last decade or so it’s been growing.”\nChina’s interest in and capabilities for lunar exploration create opportunities for international cooperation. And the Chinese government has indeed shown itself open for that: Four of the instruments on the Chang’e-4 lander come from other countries: one each from Germany, the Netherlands, Saudi Arabia, and Sweden.\nBut cooperation between the United States and China in space is complicated by U.S. law. For the past several years, Congress has included provisions in the bills funding NASA that prohibit the space agency from cooperating with China without explicit prior approval from Congress. That restriction is based on fears by some in Congress about the theft of intellectual property or other security risks if NASA were to engage with China.\nThere are other hurdles as well. Head had invited Yu Guobin, vice director of the Lunar and Space Exploration Engineering Center of China, to speak at a conference in the United States last year. Yu accepted, but the U.S. embassy rejected his visa application shortly before he was to fly to the United States. Head said Yu was never given the reason his visa application was denied, and other Chinese scientists attending the conference had no such problems. (The U.S. embassy declined to comment to IEEE Spectrum about why it rejected Yu’s visa application.)\nHead said the benefits of cooperation with China in lunar exploration outweigh any perceived security risks. “I worked with the Soviet Union and Russia for 45 years, and I’m here to tell you that you have to be very careful with technological transfer and other national security issues,” he said. “Nonetheless, there’s much to be gained from cooperation and collaboration.”\nHe’s hopeful that China and the United States will eventually be able to work more closely to explore the moon, both with robots and with people. “We would be derelict in our duty for the future if we did not emphasize that this is an international endeavor,” Head said. “It’s in all of our best interests to do what we can to share the scientific knowledge from these missions.”",
  "title": "China Promises the Moon",
  "title_page": null,
  "title_rss": null,
  "url": "https://spectrum.ieee.org/aerospace/robotic-exploration/china-promises-the-moon",
  "dId": "d48ed020c99677087f382d9d95eb6f7ca2bcb725c64e1e1263c5155b",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 46,
    "Event": "china_promises_the_moon"
  }
}