{
  "authors": [
    "Jacob Dirnhuber"
  ],
  "date_download": "2018-01-14T13:06:54",
  "date_modify": null,
  "date_publish": "2018-01-01T17:35:20",
  "description": "Here's all you need to know about what a supermoon is, when they are due, and why blue moons aren't actually blue",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Ftech%2F5232103%2Fblue-moon-supermoon-song-lyrics-manchester-city%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/12/nintchdbpict000281951106.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "BRITAIN'S night skies will be illuminated by not one but TWO super moons in January - on top of the New Year fireworks.\nThis is a phenomenon known as a \"blue moon\" – here's what you need to know about them, and how rare they really are.\nReuters Every 29.5 days, we see the moon's full face and each month's full moon has a special name\nWhat is a full moon?\nThis spectacle occurs when the earth comes directly between the sun and the moon.\nIt happens every 29 and a half days, and each month's full moon has a special name.\nThis is because Native American tribes kept track of the months of the year by the lunar calendar.\nWhat is the difference between a supermoon and a blue moon?\nIt wasn’t until 1979 that Richard Nolle first defined the supermoon, which is now a widely-used term.\nThe astrologer explained that the phenomenon is “a new or full moon which occurs with the moon at or near (within 90 per cent of) its closest approach to Earth in a given orbit.”\nBased on Nolle’s theory, the moon would have to be 226,000 miles away from the Earth to be considered ‘super’.\nBecause of its relatively close proximity to the Earth, the celestial body’s surface appears a lot bigger when a supermoon occurs.\nA blue moon is the name of any month's second full moon - an event that only occurs once every three years.\nIt led to people coining the phrase \"once in a blue moon\", meaning something that doesn't happen very often.\nThis means that the one on January 31st will be an ultra-rare blue supermoon.\nGetty Images A supermoon appears significantly bigger than a normal full moon\nIs a blue moon actually blue?\nBlue moons aren't actually blue - the confusion is because the term originates in \"blewe\", the old English word for \"betrayer\".\nNormally, a year would have 12 moons, but when a moon appears for the 13th time - it was perceived to have 'betrayed' the lunar cycle.\nHowever, a moon can appear blue if the right kind of dust is kicked up into the atmosphere, and filtering out excessive red light.\nGetty Images Blue moons aren't necessarily blue\nmore on space and astronomy OUT OF THIS WORLD Space rock found in Egypt 'unlike anything seen before', scientists say MOVE TO MARS? Nasa finds sheets of ICE on Mars that could provide water for human settlers LIFE IN SPACE? Scientists discover LIQUID WATER and organic material on ancient meteorites TALL STORY Astronaut apologises for 'fake news' after tweeting he'd grown 9cm in space ROCKET MYSTERY Conspiracy theorists claim SpaceX rocket will probe rogue planet Niburu ROCKET SCIENCE As SpaceX plan a rocket launch this weekend, what is Elon Musk's Falcon 9? COSMIC FIREWORKS Find out about the next meteor shower? Here's your 2018 celestial calendar COSMIC FIREWORKS When's the Quadrantids meteor shower? Here's your 2018 celestial calendar STAR BURST Fancy seeing shooting stars? Your guide to witnessing the next meteor shower SKY WATCH Love a full moon? Here's when you can catch January's Snow Moon MANY MOONS Find out why January's full moon is called the Wolf Moon\nWhy do Manchester City fans sing Blue Moon?\nThe idea of pre-match chart music getting pumped onto the terraces might sound like a new idea, but it actually dates back to the sixties.\nSome fans decided to sing along, and continued even when their song dropped out of the charts - it's how Liverpool fans ended up singing 'You'll Never Walk Alone', how Stoke City fans ended up singing 'Delilah', and how Bristol Rovers ended up singing Goodnight Irene'.\nBlue Moon became the anthem of choice for The Citizens after Dean Martin's version of Lorenz Hart's hit took the fancy of City supporters in the eighties.\nHere are the lyrics to the instantly recognisable song:\nBlue moon you saw me standing alone\nWithout a dream in my heart\nWithout a love of my own\nBlue moon, you knew just what I was there for\nYou heard me saying a prayer for\nSomeone I really could care for\nAnd then there suddenly appeared before me\nThe only one my arms will ever hold\nI heard somebody whisper \"Please adore me\"\nAnd when I looked, the moon had turned to gold!\nBlue moon!\nNow I'm no longer alone\nWithout a dream in my heart\nWithout a love of my own",
  "title": "What is a blue moon, how rare are they and what are the lyrics to the song adopted by Manchester City fans?",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/tech/5232103/blue-moon-supermoon-song-lyrics-manchester-city/",
  "dId": "d5cc13eb73387c725c2651ae6d90aa571b5b7469b1a53f66ff672a7a",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 33,
    "Event": "january_will_bring_two_supermoons_a_blue_moon_and_a_total_lunar_eclipse"
  }
}