{
  "authors": [],
  "date_download": "2018-02-06T16:58:18",
  "date_modify": null,
  "date_publish": "2018-02-01T15:56:46",
  "description": "Inappropriate content available via the app was the reason it was removed, Telegram says.",
  "filename": "http%3A%2F%2Fwww.bbc.com%2Fnews%2Ftechnology-42904198.json",
  "image_url": "https://ichef-1.bbci.co.uk/news/1024/branded_news/14414/production/_99846928_mediaitem96734535.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bbc.com",
  "text": "Image copyright Getty Images\nTelegram's official app has been removed from Apple's App Store.\nIt had been removed because it had made \"inappropriate content\" available to users, founder Pavel Durov said.\n\"Once we have protections in place we expect the apps to be back on the App Store,\" he tweeted.\nThe removal came soon after Telegram launched an unfinished version of its \"experimental\" Telegram X app. Apple took down both the official messaging app and the one still being worked on.\nSkip Twitter post by @durov We were alerted by Apple that inappropriate content was made available to our users and both apps were taken off the App Store. Once we have protections in place we expect the apps to be back on the App Store. — Pavel Durov (@durov) February 1, 2018 Report\nOn technology news site TechCrunch, Natasha Lomas speculated the new app could have fallen foul of Apple guidelines requiring all apps to have filtering and blocking systems as well as ways for offensive content to be removed quickly.\nTelegram has been criticised by some governments for using end-to-end encryption that protects communication between users.\nSome law enforcement agencies have complained this data-scrambling technique can make it hard to investigate some complex cases.\nBut earlier this week, a former independent reviewer of terrorism legislation for the UK government called the technology a \"desirable fact of life\".\nIt did make some aspects of an investigation more difficult, but this was offset by the huge amount of information available from other generally less well protected sources, David Anderson added.",
  "title": "Apple removes Telegram from app store",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.bbc.com/news/technology-42904198",
  "dId": "d5d5bbdbf8e2e4863d8201427bc2ca37c05d67015047607a1bdf2491",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 57,
    "Event": "Apple_removed_Telegram"
  }
}