{
  "authors": [
    "Tracy Wright For Dailymail.Com"
  ],
  "date_download": "2018-01-08T00:12:57",
  "date_modify": null,
  "date_publish": "2017-12-23T15:56:21",
  "description": "The 25-year-old singer appeared to be dancing in the nude in the short clip, with fans quickly jumping to Cardi's defense on social media.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Ftvshowbiz%2Farticle-5207963%2FCardi-B-fans-outraged-rapper-hit-sex-tape-claims.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/23/15/4788FDD700000578-0-image-a-5_1514044445200.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Cardi B has been hit with claims of appearing in a sex tape.\nA video has been leaked onto the Internet as it is claimed to show the 25-year-old singer dancing in the nude, according to Page Six.\nThe video was leaked onto the Internet on Friday, on the same day as the release of her latest single, Bartier Cardi.\nFans quickly jumped to Cardi's defense on social media.\nScroll down for video\nStar: Cardi B may not be celebrating the success of her latest single as new claims of a sex tape leaked on the internet Friday afternoon, according to Page Six; seen in December\n'In the video, one can see Cardi B smiling, laughing, twerking and bending over for the camera,' Page Six wrote.\nThe publication reported that the person who had posted the short clip shared on Friday called it a 'preview' to a more explicit version.\nDailyMail.com have contacted Cardi B's representatives for comment and have yet to hear back.\nOne Twitter user asked, 'Why are people leaking nude videos of Cardi B? She used to be a stripper, her naked body isn’t a secret or a scandal. Y’all won’t let anyone successful keep their past in the past.'\n'Why are people leaking nude videos of Cardi B?' one fan asked on Twitter\nAnother fan admitted that the leaked video was released in poor taste as her second single Bartier Cardi hit iTunes the same day.\n'You gotta be next level lame to post a video of cardi b nude twerkin on the night she trying to establish herself as a label artist,' one Twitter fan wrote.\nOne Twitter user chose a gif of Wendy Williams shaking her head, with the comment, 'Trying to figure out why there's a nude video of Cardi B on the timeline this morning.'\nNot happy: Another fan admitted that the leaked video was released in poor taste as her second single Bartier Cardi hit iTunes the same day\nWhy? One Twitter user chose a gif of Wendy Williams shaking her head, with the comment, 'Trying to figure out why there's a nude video of Cardi B on the timeline this morning'\nDance: Cardi - real name Belcalis Almanzar - was a former Bronx-based stripper with a massive social media following; seen in December\nCardi - real name Belcalis Almanzar - was a former Bronx-based stripper with a massive social media following.\nThe Love & Hip Hop: New York star shot to fame earlier this year with her hit song Bodak Yellow, which also won Single of the Year at the BET Awards.\nNot only did the song go triple-platinum, but it also knocked Taylor Swift's coveted Look What You Made Me Do off the top of the Billboard Hot 100.\nShe recently became engaged to rapper Offset of the trio Migos and was nominated for two Grammy Awards.\nMotorSport: She recently became engaged to rapper Offset of the trio Migos and was nominated for two Grammy Awards",
  "title": "Cardi B fans outraged after rapper hit by sex tape claims",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/tvshowbiz/article-5207963/Cardi-B-fans-outraged-rapper-hit-sex-tape-claims.html",
  "dId": "e82fa937bd80e624ad5eb8f554506dd61b15f3682701d34d903eaccb",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 11,
    "Event": "cardi_b_desperately_working_to_find_offsets_hacker_after_they_leak_cheating_video__more"
  }
}