{
  "authors": [
    "Sofia Petkar"
  ],
  "date_download": "2018-01-10T23:26:30",
  "date_modify": null,
  "date_publish": "2017-12-29T16:02:20",
  "description": null,
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F5232365%2Fberlin-new-year-party-safe-zones-women-sex-attacks%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/12/pmcompositeberlin.jpg?strip=all&quality=100&w=750&h=500&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "PARTYGOERS in Berlin will see a “safe zone” for women set up at New Year’s Eve celebrations for the first time ever.\nThe new security measures will be in place at the Brandenburg Gate and are a result of heightened concerns in Germany about sexual assaults at public events.\nEPA Preparations for New Year's Eve celebrations are underway at the Brandenburg Gate in Berlin\nThe safe space, situated on Ebertstrasse, will be staffed by members of the German Red Cross and will provide support to women who have been assaulted or feel harassed.\nPolice in Berlin have also advised women to seek help if they feel threatened and to only carry a small bag with no valuable items.\nThe special measures come after staggering numbers of assaults and robberies were carried out at Cologne’s New Year’s Eve celebrations two years ago.\nGermans were left horrified after almost 1,200 women came forward claiming to have been attacked by groups of men ‘from migrant backgrounds’.\nAFP Police made a number of arrests in Cologne in the early hours of New Year's Day 2016 following reports of assaults\nEPA Anti-islam protests held in January 2016 following mass sexual assaults in Cologne on New Year's Eve\nThe reports fuelled anti-migrant sentiment across Germany, with the country welcoming in excess of 1.1 million refugees in 2015 alone.\nHundreds of thousands of revellers are expected to descend on Berlin’s festivities on Sunday.\nSecurity is expected to be extremely high with strict search and entry processes in place.\nAFP Angela Merkel speaking at the inauguration of the memorial for victims of the 2016 Berlin Christmas Market attack\nBackpacks, large bags and alcohol will be banned at the Brandenburg Gate festivities.\nThe idea of a safe space for women has not been welcomed by everyone, with some critics claiming it is discriminatory.\nOthers claim the measures in place will not tackle the problem at the root cause.\nMOST READ IN NEWS IT'S OFFICIAL Irn-Bru officially switch to new recipe using sweetener instead of full sugar FINAL MOMENTS CCTV of teen laughing with man before he 'murdered her in snuff film fantasy' FLU FEARS 'Aussie flu' is more severe than swine flu but 'fear of pandemic is over the top' SIN CITY How Thai vice haven Pattaya has become the new Costa del Crime for Brit crooks JAB FOR THAT First 'Aussie flu', now 'Japanese flu' is spreading and kids are at most risk PORN DEATHS Porn actress reveals ‘unbearable’ pressures after fourth star dies in 2 months\nSexual offences carried out by migrants in Germany have doubled in the last year, according to statistics released in June.\nA report from German authorities revealed more than 3,300 sex attacks involved migrants in the space of 12 months.\nThe crimes range from sexual assault to rape, and were reported in Berlin, Hamburg, Stuttgart and Dortmund.\nDo you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368",
  "title": "Berlin’s New Year's party will have ‘safe zones’ for women for the first time ever amid claims of hundreds of ‘migrant’ sex attacks at previous NYE events in Germany",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/5232365/berlin-new-year-party-safe-zones-women-sex-attacks/",
  "dId": "ebbce5e7b60770331ff33ea840fc7970a9d43748619ba9831fc2c0cd",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}