{
  "authors": [
    "Ian King",
    "More Stories Ian King"
  ],
  "date_download": "2018-02-06T19:47:53",
  "date_modify": null,
  "date_publish": "2018-02-05T03:30:00",
  "description": "Broadcom Ltd. has raised its bid for Qualcomm Inc. to about $121 billion, in an attempt to force what could be the largest-ever technology deal.",
  "filename": "https%3A%2F%2Fwww.bloomberg.com%2Fnews%2Farticles%2F2018-02-05%2Fbroadcom-is-said-planning-to-boost-qualcomm-bid-to-120-billion.json",
  "image_url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iDSn57uJD8vA/v0/1200x800.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bloomberg.com",
  "text": "Broadcom Ltd. has raised its bid for Qualcomm Inc. to about $121 billion, in an attempt to force what could be the largest-ever technology deal.\nThe new offer of $82 a Qualcomm share will be Broadcom’s “best and final,” according to a statement Monday. The deal would take the form of $60 in cash and the remainder in Broadcom shares. That would represent a 50 percent premium over the price Qualcomm was trading at on Nov. 2, before news of the approach broke, Broadcom said.\nSteve Mollenkopf Photographer: Patrick T. Fallon/Bloomberg\nQualcomm’s board previously rejected Broadcom’s original $105 billion acquisition approach, and has since dug in against the threat of a takeover, with Chief Executive Officer Steve Mollenkopf dismissing the bid as not being worth consideration. Qualcomm has also argued that regulators would be unlikely to quickly, if ever, approve such a combination.\nBroadcom Chief Executive Officer Hock Tan is now putting pressure back on Mollenkopf and his board, who have so far refused to negotiate. By sweetening the offer, he’s also improving prospects for his nominations to Qualcomm’s board in a shareholder vote next month. A victory in that effort would void the current opposition.\nCurrent Qualcomm board member Paul Jacobs, alongside one other, have been invited to join the new board, Broadcom said.\nThe offer also hinges on Qualcomm’s ongoing $47 billion purchase of NXP Semiconductors NV. NXP shareholders have piled into the stock, arguing Qualcomm’s $110-a-share offer must be improved. But Broadcom said the deal must either be concluded at the current offer or terminated. Qualcomm shares fell 1.5 percent to $65.09 at 9:34 a.m. New York. Broadcom and NXP were little changed.\nQualcomm confirmed receipt of the revised proposal and said it would review the offer before responding.\nBroadcom’s offer will include a pay out to Qualcomm in the event that it can’t get the transaction approved by regulators, and a provision under which it pays more cash if the process drags beyond the year it thinks it will take. That’s an attempt to diffuse one of the key objections that Qualcomm has offered in not accepting the approach.\nBroadcom didn’t specify the exact amounts of the two forms of compensation but called them “significant.”\nEmpire Building\nBroadcom’s hostile bid for the larger San Diego-based company is the latest and most audacious move by Tan in a string of deals that have made his company one of the world’s largest suppliers of semiconductors. He wants Qualcomm for its leading smartphone modem chip division, an example of what he calls a “franchise” that will continue to dominate.\nQualcomm has countered that its future is much brighter as a standalone company. The chipmaker says it’s on the cusp of breaking into new markets for products such as servers, personal computers and autos, putting it on a path to becoming a much bigger company.\nThat argument has been hurt by attacks on its licensing business. Regulators around the world are fining or investigating Qualcomm, supporting elements of Apple Inc.’s claims in a lawsuit against the company that it abuses its dominant position. Qualcomm has countered that it expects to win in court over time.\nThe fate of Qualcomm’s licensing business is key to its future. The company is unique in the chip industry because most of its profit comes from charging fees on patents that cover the fundamentals of all modern phone systems. That cash influx fuels industry leading research and design that in turn helps its chip unit build products that dominate the smartphone industry.\nInvestors will have to choose whether they want to take the money from Broadcom now or sit tight and hope for a favorable resolution of its legal entanglements and for the promised new market growth to kick in.\nBefore reports of Broadcom’s $70-a-share offer in November, Qualcomm’s stock had been trading at less than $55, partly because of worries its earnings would continue to be hurt by customers such as Apple refusing to pay. Investors contacted by Bloomberg at the time of the initial bid said they would need more than $80 a share to be persuaded to side with Broadcom.\n— With assistance by Alex Barinka",
  "title": "Broadcom Raises Qualcomm Hostile Bid to About $121 Billion",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.bloomberg.com/news/articles/2018-02-05/broadcom-is-said-planning-to-boost-qualcomm-bid-to-120-billion",
  "dId": "ee7a6162c21a3579e88a994589feb652bd5376468cc60083f47c846c",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 62,
    "Event": "Broadcom_Raises_Its_Qualcomm_Offer_to_121"
  }
}