{
  "authors": [
    "Mark Prigg For Dailymail.Com"
  ],
  "date_download": "2018-01-08T00:10:39",
  "date_modify": null,
  "date_publish": "2018-01-01T20:37:20",
  "description": "Posted on Weibo, the images look like official Galaxy S9 press renders. Samsung is expected to unveil them at the Consumer Electronics Show in Las Vegas next week.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5226899%2FIs-Samsungs-Galaxy-S9.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/01/01/20/47AFB80600000578-0-image-a-9_1514838487858.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "A ‘leaked’ photo has revealed what could be the first official look at Samsung’s Galaxy S9 and S9+ handset.\nHowever, the designs show a pretty much unaltered design - except for a new rear mounted fingerprint sensor.\nPosted on Weibo, the images look like official Galaxy S9 press renders - although Samsung has not commented on their validity.\nScroll down for video\nPosted on Weibo, the images look like official Galaxy S9 press renders. Samsung is expected to unveil them at the Consumer Electronics Show in Las Vegas next week.\nIf the photos are to be believed, the upcoming device will have a rear-mounted fingerprint scanner just beneath the dual lens camera, correcting an issue in the current line-up that has frustrated many users.\nThese renders also suggest that the Galaxy S9 will keep in place the 3.5mm headphone jack\nSamsung is expected to unveil the Galaxy S9 and S9+ officially at the Consumer Electronics Show in Las Vegas next month.\nWhile the photo posted to Slashleaks doesn’t reveal much about the front of the device, there could be some important changes in the back.\nThe ‘off center’ placement of the fingerprint sensor beside the camera in Galaxy S8 has proved awkward for some users.\nBut, the latest renderings show the firm may amend this with the Galaxy S9, instead placing the sensor right under the camera.\nGALAXY S9: WHAT WE KNOW - Sneak peek could be given at CES in Vegas in January - Full Launch at Mobile World Congress 2018 (26 February - 1 March 2018) - No screen fingerprint recognition - 3.5mm headphone jack - Dual-lens camera - Rear camera capable of shooting at 1,000 frames/second - Modular design - Neural engine integrated to improve AI capabilities - Facial recognition - Two versions - 5.8 inch S9 and 6.2 inch S9 Plus - Likely to cost between £689 and £779 ($916 to $1,036)\nSome industry experts suspect Samsung is set to reveal its Galaxy S9 handsets in January at the CES show.\nThe firm hopes the move, four month earlier than its usual March launches, will help it boost sales against Apple - which usually waits until September to reveal its new handsets.\nThere are also rumours the firm will use the event to reveal it's first folding phone.\nIf the photo is to be believed, the upcoming device will have a rear-mounted fingerprint scanner just beneath the dual lens camera, correcting an issue in the current line-up that has frustrated many users\n'Samsung is planning to show off its next-generation Galaxy S handsets a bit earlier than usual, according to someone briefed on the company’s plans,' said VentureBeat's Evan Blass last month.\nHe claims the two phones are said to be nearly identical in appearance to their predecessors.\nIt's been seven months since Samsung unveiled its Galaxy S8 smartphone, and rumours of its next device continue to build.\nChinese leaker, Ice Universe, as mysteriously tweeted that the 'back of the Galaxy S9 will change a lot.'\nWhile the leaker doesn't go into detail about how, Ice Universe has a strong track record for predicting features on Samsung devices.\nIt's been seven months since Samsung unveiled its Galaxy S8 smartphone, and rumours are already circulating about the Galaxy S9 (pictured is what it may look like)\nIce Universe has posted a series of tweets about the Samsung Galaxy S9 this week.\nThe first tweet read: '100 per cent sure, Galaxy S9 no screen fingerprint recognition,' while the second continued: 'The back of the Galaxy S9 will change a lot.'\nWhile Ice Universe didn't reveal details about what the change to the back could be, rumours suggest Samsung may introduce a dual-lens camera to the Galaxy S9 – a feature that appeared in its recent Galaxy Note 8.\nYesterday, Ice Universe tweeted: 'I think the Galaxy S9 still has a 3.5mm headphone jack.'\nThis clashes with other rumours by TechDroider, who posted a sketch of the possible phone yesterday, and suggested the headphone jack would go.\nIce Universe has posted a series of tweets about Samsung Galaxy S9. The first tweet read: '100% sure, Galaxy S9 no screen fingerprint recognition,' while the second continued: 'The back of the Galaxy S9 will change a lot'\nSAMSUNG'S FOLDING PATENT Samsung has previously been awarded a patent for a radical design that allows a phone to fold in two. It could lead to a handset that can easily transform into a tablet - simply by unfolding it. The document shows a narrow Samsung device with a screen that bends and folds like an old-school flip phone handset, with a large hinge. The device is described as something that can be 'folded or unfolded semi automatically.' A complex hinge allows the device to be folded in half When folded, the device resembles a wallet, patent drawings have shown\nThe Galaxy S9 is rumoured to be getting a camera capable of shooting incredible slow motion video.\nAccording to Tech Radar, 'industry sources' claim Samsung is working on a rear camera that can shoot at 1,000 frames/second.\nIf this is true, the camera would be better than anything on the market yet.\nWhile a launch date for the Galaxy S9 is yet to be revealed, rumours suggest that the device could be unveiled at the Mobile World Congress, which is in Barcelona from 26 February – 1 March 2018. Pictured is the Galaxy S8, which launched in April 2017\nOther new rumoured features include a modular design, with magnets that let users attach accessories, including zoom lenses and battery packs.\nEldar Murtazin told Tech Radar that the S9 is 'likely' to have modular capabilities, although he added that 'this option is not approved.'\nSamsung will reportedly also integrate its own neural engine into the Galaxy S9, according to the Korean Herald, which writes that this technology could allow for speech recognition and improved AI capabilities.\nThe S8 currently features an iris-scanner, but rumours suggest that this technology will be replaced with facial recognition - similar to the Face ID introduced in the iPhone X by Apple.\nIce Universe tweeted: 'I think the Galaxy S9 still has a 3.5mm headphone jack.' This clashes with other rumours by TechDroider, who posted a sketch of the possible phone yesterday, and suggested the headphone jack would go.\nThere is also expected to be two versions of the S9 being developed - a 5.8 inch S9 and 6.2 inch S9 Plus.\nWhile a launch date for the Galaxy S9 is yet to be revealed, rumours suggest that the device could be unveiled at the Mobile World Congress, which is in Barcelona from 26 February – 1 March 2018.\nThe price for the Galaxy S9 remains unknown, but based on the price of the Galaxy S8, it is likely to cost between £689 and £779 ($916 to $1,036).",
  "title": "Is this Samsung's Galaxy S9?",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5226899/Is-Samsungs-Galaxy-S9.html",
  "dId": "efc4955201c77c8bae3aae955b7f7850d46b057fe2f542b0a1a940f6",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 9,
    "Event": "alleged_galaxy_s9_components_smile_for_the_camera_theres_a_spot_for_a_headphone_jack"
  }
}