{
  "authors": [],
  "date_download": "2018-02-06T17:04:14",
  "date_modify": null,
  "date_publish": "2018-02-06T13:20:49",
  "description": "The campaign aims to reverse what it calls the \"digital attention crisis\".",
  "filename": "http%3A%2F%2Fwww.bbc.com%2Fnews%2Ftechnology-42959848.json",
  "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/136BE/production/_99905597_netaddictiongirlsohphones.gif",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bbc.com",
  "text": "Image copyright Getty Images Image caption The campaign will back legislation to look at impact of technology on youngster's health\nTwo former employees of Google and Facebook have launched a campaign to fight what they see as the addictive nature of the technology they helped to create.\nThe Center for Human Technology aims to \"reverse the digital attention crisis\" and \"realign technology with humanity's best interests\".\nIt warns that technology is currently \"hijacking our minds and society\".\nFacebook said it is \"is a valued part of many people's lives\".\n\"We know Facebook, and the industry more broadly, can help bring people closer together through technology,\" it said in response to the campaign's launch.\n\"It's a responsibility we take seriously, particularly as we think about younger generations. These are important discussions and we've already taken meaningful steps.\n\"For instance, we changed our News Feed ranking to ensure people have more opportunities to connect with the people they care about, knowing it might reduce time spent on Facebook. Moving forward we're committed to being part of the conversation.\"\nBehind the campaign - dubbed The Truth about Tech - are Roger McNamee, an early backer of Facebook and Tristan Harris, a former design ethicist at Google.\nOn its website, the campaign states that Snapchat, Instagram, Facebook and YouTube are \"not neutral products\" but instead \"are part of a system designed to addict us\".\nThe campaign has received $7m (£5m) in funding from non-profit media watchdog Common Sense Media.\nIt will focus on 55,000 US schools, aiming to teach students, parents and teachers about the side-effects of too much technology use.\nIt will also lobby politicians on two forthcoming pieces of legislation, one looking at the impact of technology on children's health and one requiring digital bots to be identified.\nThe campaign seems to reflect growing disquiet in the industry about how the digital world is influencing society, particularly in the light of questions about fake news and the impact such reports may have had on the US election.\nThere is also mounting evidence from health professionals that spending too much time on devices has a negative impact on the mental and physical wellbeing of children.\nIn December, former Facebook executive Chamath Palihapitiya said he felt guilty about helping create tools that \"are ripping apart the social fabric of how society works\".\nHe said he had banned his own children from using Facebook.\nHis remarks followed similar criticism from Facebook investor Sean Parker who said in November that he had become a \"conscientious objector\" to social media, adding that Facebook and other firms were exploiting \"a vulnerability in human psychology\".\nAnd in January, two big Apple investors asked the firm to make it easier to limit children's use of iPhones and iPads.\nMeanwhile, a group of 100 mental health experts have asked Facebook to close its messaging service aimed at children.",
  "title": "Former Facebook and Google employees fight tech 'addiction'",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.bbc.com/news/technology-42959848",
  "dId": "f881f883e00878c4a544af700803d48ea31e0e4ee31b4a421467161c",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}