{
  "authors": [
    "Ben Sisario"
  ],
  "date_download": "2018-02-06T16:55:18",
  "date_modify": null,
  "date_publish": "2018-02-05T12:00:11",
  "description": "A letter to the Recording Academy’s board of trustees signed by six of the industry’s most powerful women calls the organization “woefully out of touch.”",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2018%2F02%2F05%2Farts%2Fmusic%2Fneil-portnow-recording-academy-women-letter.html.json",
  "image_url": "https://static01.nyt.com/images/2018/02/06/arts/06musicletter/06musicletter-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "“Neil Portnow’s comments are not a reflection of being ‘inarticulate’ in a single interview. They are, unfortunately, emblematic of a much larger issue with the Naras organization as a whole on the broader set of inclusion issues across all demographics,” the women wrote, referring to the academy by an acronym for its legal name, the National Academy of Recording Arts and Sciences.\nFurther underscoring their letter’s weight, the women note that they also write on behalf of their companies, which include the music world’s three dominant conglomerates.\nNewsletter Sign Up Continue reading the main story Sign Up for the Louder Newsletter Every week, stay on top of the latest in pop and jazz with reviews, interviews, podcasts and more from The New York Times music critics. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Portnow responded on Monday afternoon with a brief statement: “We appreciate the points raised in this letter and welcome the opportunity to work with these executives to address the issues of inclusion, representation, fairness, and diversity in our community. As we establish the details around our recently announced task force, we will seek their input and guidance.”\nIn the days leading up this year’s awards, gender became a much more hotly debated topic for the industry than perhaps ever before.\nThe rapid spread of the #MeToo movement in Hollywood, media and politics put a spotlight on the music world’s relative quiet on the issue. An academic report highlighted the poor record of gender diversity in music and at the Grammys, where for the last six years only 9.3 percent of nominees have been women. This year, only one woman won a solo award during the televised ceremony.\nAnd Lorde, the sole female nominee for album of the year, was not offered a performance slot of her own. In a gesture interpreted as protest, Lorde stitched a provocative poem by the artist Jenny Holzer into the back of her red dress: “Rejoice! Our times are intolerable,” the poem began. “Take courage, for the worst is a harbinger of the best.”\nWhen asked after the awards whether it was a mistake not to offer Lorde a solo spot, Ken Ehrlich, the longtime producer of the show, said, “There’s no way we can really deal with everybody.”\nAdvertisement Continue reading the main story\nA day after Mr. Portnow made his “step up” remark, he issued another statement saying that the music world “must welcome, mentor and empower” women. But many women found that comment condescending and noted that it contained no apology.\nLast week, as criticism of Mr. Portnow and the academy grew louder, the organization announced the creation of a task force to review its work, with the goal to “overcome the explicit barriers and unconscious biases that impede female advancement in the music community.”\nThe executives’ letter calls on the Academy’s board to ensure a thorough review by the task force, and adds, “as senior music executives with true commitment to the welfare of the organization and the music community, we hereby put ourselves forward for service.”",
  "title": "Top Female Music Executives Send Rebuke to Grammys Leadership",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2018/02/05/arts/music/neil-portnow-recording-academy-women-letter.html",
  "dId": "fa0d81a171bdfeab3d4dd69082f41d3bf6d98cddbc701c91e70e32ff",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 52,
    "Event": "Top_Female__Recording_Academy"
  }
}