{
  "authors": [
    "Olivia Solon"
  ],
  "date_download": "2018-02-06T17:04:12",
  "date_modify": null,
  "date_publish": "2018-02-05T22:05:03",
  "description": "Campaign to highlights potential harm of digital platforms and social media on young people, alongside a call to regulate tech companies",
  "filename": "https%3A%2F%2Fwww.theguardian.com%2Ftechnology%2F2018%2Ffeb%2F05%2Ftech-addiction-former-facebook-google-employees-campaign.json",
  "image_url": "https://i.guim.co.uk/img/media/3096d927067b8f7f1f938d9177f3402763bb538b/0_341_5212_3127/master/5212.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxOC8wMS8zMS9mYWNlYm9va19kZWZhdWx0LnBuZw&s=408e78256d04cf877069c495b1bf5549",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theguardian.com",
  "text": "Technology Former Facebook and Google workers launch campaign to fight tech addiction Campaign to highlights potential harm of digital platforms and social media on young people, alongside a call to regulate tech companies\nResearch found teenagers consume an average of nine hours of media per day, while tweens consume six hours. Photograph: Graeme Robertson for the Guardian\nReformed techies have united to launch a campaign to put pressure on technology companies to make their products less addictive and manipulative.\n“Truth About Tech” is the brainchild of the Center for Humane Technology, a group of former Facebook and Google employees dedicated to “reversing the digital attention crisis and realigning technology with humanity’s best interests” and is funded by Common Sense, a not-for-profit that promotes safe technology and media for children.\nTech companies are conducting a massive, real-time experiment on our kids James Steyer, Common Sense CEO\nThe campaign will include educational material aimed at families highlighting the potential harm caused by digital platforms and outlining techniques for mitigating the addictive properties of tech, for example turning off notifications and changing the screen to greyscale. There will also be a lobbying push around the issue calling for policymakers to regulate tech companies using manipulative practices and the two organisations will develop standards of ethical design to help the industry discourage digital addiction.\nThe Center for Humane Technology is led by former Google design ethicist Tristan Harris and former Facebook investor and adviser Roger McNamee.\n“Tech companies are conducting a massive, real-time experiment on our kids, and, at present, no one is really holding them accountable,” said Common Sense’s CEO, James Steyer, warning that tech companies’ attention-grabbing business models may hurt “the social, emotional and cognitive development of kids”.\n“When parents learn how these companies can take advantage of our kids, they will join us in demanding the industry change its ways and improve certain practices.”\nAccording to research by Common Sense, teenagers consume an average of nine hours of media per day, while tweens consume six hours. A separate study by psychologist Jean Twenge found that heavy users of digital media are 56% more likely to say they are unhappy and 27% more likely to be depressed.\nI was Mark Zuckerberg's mentor. Today I would tell him: your users are in peril Read more\nThis is the latest chapter in a rising backlash against big tech. Many former employees of large Silicon Valley firms have offered sharp critiques of the industry.\nIn November, Facebook’s founding president, Sean Parker, said the social network knew from the outset it was creating something that exploited a “vulnerability in human psychology”.\n“God only knows what it’s doing to our children’s brains,” he said.\nIn January, the Salesforce CEO, Marc Benioff, said that Facebook should be regulated like the cigarette industry.",
  "title": "Former Facebook and Google workers launch campaign to fight tech addiction",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theguardian.com/technology/2018/feb/05/tech-addiction-former-facebook-google-employees-campaign",
  "dId": "08120bdc70b16972fd017aa458fb77f454e997562fd13571ee551351",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}