{
  "authors": [
    "Nellie Bowles",
    "Mark Neuling"
  ],
  "date_download": "2018-02-06T17:04:08",
  "date_modify": null,
  "date_publish": "2018-02-04T12:54:59",
  "description": "A group of technologists, including former Google and Facebook engineers, have formed the Center for Humane Technology",
  "filename": "https%3A%2F%2Fwww.cnbc.com%2F2018%2F02%2F04%2Fearly-facebook-and-google-employees-form-coalition-to-fight-what-they-built.html.json",
  "image_url": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/01/05/104202106-VB8_9140.1910x1000.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.cnbc.com",
  "text": "SAN FRANCISCO — A group of Silicon Valley technologists who were early employees at Facebook and Google, alarmed over the ill effects of social networks and smartphones, are banding together to challenge the companies they helped build.\nThe cohort is creating a union of concerned experts called the Center for Humane Technology. Along with the nonprofit media watchdog group Common Sense Media, it also plans an anti-tech addiction lobbying effort and an ad campaign at 55,000 public schools in the United States.\nThe campaign, titled The Truth About Tech, will be funded with $7 million from Common Sense and capital raised by the Center for Humane Technology. Common Sense also has $50 million in donated media and airtime from partners including Comcast and DirecTV. It will be aimed at educating students, parents and teachers about the dangers of technology, including the depression that can come from heavy use of social media.\nMore from The New York Times:\n\"We were on the inside,\" said Tristan Harris, a former in-house ethicist at Google who is heading the new group. \"We know what the companies measure. We know how they talk, and we know how the engineering works.\"\nThe effect of technology, especially on younger minds, has become hotly debated in recent months. In January, two big Wall Street investors asked Apple to study the health effects of its products and to make it easier to limit children's use of iPhones and iPads. Pediatric and mental health experts called on Facebook last week to abandon a messaging service the company had introduced for children as young as 6. Parenting groups have also sounded the alarm about YouTube Kids, a product aimed at childrenthat sometimes features disturbing content.\n\"The largest supercomputers in the world are inside of two companies — Google and Facebook — and where are we pointing them?\" Mr. Harris said. \"We're pointing them at people's brains, at children.\"\nSilicon Valley executives for years positioned their companies as tight-knit families and rarely spoke publicly against one another. That has changed. Chamath Palihapitiya, a venture capitalist who was an early employee at Facebook, said in November that the social network was \"ripping apart the social fabric of how society works.\"\nThe new Center for Humane Technology includes an unprecedented alliance of former employees of some of today's biggest tech companies. Apart from Mr. Harris, the center includes Sandy Parakilas, a former Facebook operations manager; Lynn Fox, a former Apple and Google communications executive; Dave Morin, a former Facebook executive; Justin Rosenstein, who created Facebook's Like button and is a co-founder of Asana; Roger McNamee, an early investor in Facebook; and Renée DiResta, a technologist who studies bots.\nThe group expects its numbers to grow. Its first project to reform the industry will be to introduce a Ledger of Harms — a website aimed at guiding rank-and-file engineers who are concerned about what they are being asked to build. The site will include data on the health effects of different technologies and ways to make products that are healthier.\nJim Steyer, chief executive and founder of Common Sense, said the Truth About Tech campaign was modeled on antismoking drives and focused on children because of their vulnerability. That may sway tech chief executives to change, he said. Already, Apple's chief executive, Timothy D. Cook, told The Guardian last month that he would not let his nephew on social media, while the Facebook investor Sean Parker also recently said of the social network that \"God only knows what it's doing to our children's brains.\"\nMr. Steyer said, \"You see a degree of hypocrisy with all these guys in Silicon Valley.\"\nThe new group also plans to begin lobbying for laws to curtail the power of big tech companies. It will initially focus on two pieces of legislation: a bill being introduced by Senator Edward J. Markey, Democrat of Massachusetts, that would commission research on technology's impact on children's health, and a bill in California by State Senator Bob Hertzberg, a Democrat, which would prohibit the use of digital bots without identification.\nMr. McNamee said he had joined the Center for Humane Technology because he was horrified by what he had helped enable as an early Facebook investor.\n\"Facebook appeals to your lizard brain — primarily fear and anger,\" he said. \"And with smartphones, they've got you for every waking moment.\"\nHe said the people who made these products could stop them before they did more harm.\n\"This is an opportunity for me to correct a wrong,\" Mr. McNamee said.",
  "title": "Early Facebook and Google employees form coalition to fight what they built",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.cnbc.com/2018/02/04/early-facebook-and-google-employees-form-coalition-to-fight-what-they-built.html",
  "dId": "0a7e7848a39f7d27a8fc2858c6fea405b989a01c9fbf77f356322f61",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}