{
  "authors": [
    "Abc News"
  ],
  "date_download": "2018-01-08T00:17:24",
  "date_modify": null,
  "date_publish": "2017-12-27T00:00:00",
  "description": "American Airlines apologizes after G League players accused of stealing blankets, thrown off flight",
  "filename": "http%3A%2F%2Fabcnews.go.com%2FSports%2Famerican-airlines-apologizes-league-players-accused-stealing-blankets%2Fstory%3Fid%3D52010243.json",
  "image_url": "http://media.video-cdn.espn.com/motion/2018/0107/dm_180107_SCHEFTER_ON_ALEX_SMITH/dm_180107_SCHEFTER_ON_ALEX_SMITH_default.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "abcnews.go.com",
  "text": "American Airlines apologized to two NBA G League players who were kicked off a plane in Dallas after a flight attendant accused them of stealing blankets.\nAirline spokesman Joshua Freed said Tuesday that Memphis Hustle guard Marquis Teague and forward Trahson Burrell boarded the flight bound for Sioux Falls, South Dakota, Sunday at Dallas-Fort Worth International Airport.\nThe flight was operated by Envoy Air, a subsidiary of American Airlines Group.\nTwo first-class passengers gave the players their blankets as they headed to their seats in coach. But a flight attendant accused them of theft and forced them off the plane.\nFreed said an airline manager apologized to the players and that they later flew first class to Sioux Falls.\nTeague, Burrell and the flight attendant are black. Hustle coach Glynn Cyprien and Darnell Lazare, one of his assistants, took to Twitter to voice their frustration after the incident.\nFreed told The Undefeated that the airline would be reaching out to Teague and Burrell and is continuing to review the matter.\nAmerican Airlines chief executive Doug Parker told employees last month that the company will implement implicit-bias training.\nThe NAACP issued a \"travel advisory'' in October warning African-Americans they could face discrimination when flying on American. The alert followed several high-profile incidents including one involving an organizer of the Women's March who was booted from a flight after a dispute over her seat.\nAmerican pledged to hire an outside firm to review its diversity in hiring and promotion, train all 120,000 employees to counteract implicit bias, create a special team to review passengers' discrimination complaints, and improve resolution of employee complaints about bias.\nTeague, the brother of Jeff Teague of the Minnesota Timberwolves, was drafted by the Bulls in 2012, after playing one season for Kentucky. Burrell played for the University of Memphis for two seasons before joining the G League.\nThe Memphis Hustle is the G League affiliate of the Memphis Grizzlies.\nThe Associated Press contributed to this report.",
  "title": "American Airlines apologizes after G League players accused of stealing blankets, thrown off flight",
  "title_page": null,
  "title_rss": null,
  "url": "http://abcnews.go.com/Sports/american-airlines-apologizes-league-players-accused-stealing-blankets/story?id=52010243",
  "dId": "0cd6c1c92cf1a610cf97c97ddf9bf97fd44b9c6c177dbf6014c3bca2",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 14,
    "Event": "american_airlines_apologizes_after_g_league_players_accused_of_stealing_blankets_thrown_off_flight"
  }
}