{
  "authors": [],
  "date_download": "2018-01-07T23:54:52",
  "date_modify": null,
  "date_publish": "2016-11-04T00:00:00",
  "description": "Silicon Valley’s ‘Female Problem’ was well-known long before the #MeToo movement. But emails obtained by Newsweek reveal another sordid corner of the tech sector’s treatment of women.",
  "filename": "http%3A%2F%2Fwww.newsweek.com%2Fmetoo-microsoft-amazon-trafficking-prostitution-sex-silicon-valley-755611.json",
  "image_url": "http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/11/04/1118backpage02.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.newsweek.com",
  "text": "Updated | Silicon Valley’s Female Problem was well-known long before the #MeToo movement started toppling piggish men in media, politics and the arts. But emails obtained by Newsweek reveal another sordid corner of the tech sector’s treatment of women: a horny nest of prostitution “hobbyists” at tech giants Microsoft, Amazon and other firms in Seattle’s high tech alley.\nThe emails from the men, some hoovered up in a sting operation against online prostitution review boards, are all similar, often disguised as replies to wrong addresses.\n“I think you might have the wrong email address,” wrote one man from his Amazon work address to a brothel.\nKeep up with this story and more by subscribing now\n“Think you might have the wrong guy,” wrote another to a pimp from his Microsoft work email.\n“Got it,” wrote a man at an Oracle email address, also directed to a pimp.\nJae C. Hong/AP\nThose emails are among hundreds fired off by employees at major tech companies hoping to hook up with trafficked Asian women. They were on their work accounts because Seattle pimps routinely asked first-time sex-buyers to prove they were not cops by sending an employee email or badge.\nThe cache of tech company emails were obtained by Newsweek via a public records request to the King County Prosecutor’s Office. Law enforcement authorities have been collecting them from brothel computers over the last few years; some were obtained in connection with a 2015 sting operation that netted high-level Amazon and Microsoft directors.\nRelated: Senators battle tech giants over sex slaves and Russia\nThe tech sector’s many problems with women—from notoriously hostile workplaces and quotidian sexual harassment to CEOs with histories of violence against women—have been widely reported for years, including a Newsweek cover story.\nBut one aspect of the industry’s bad behavior has received little attention: the widespread and often nonchalant attitude toward buying sex from trafficked women, a process made shockingly more efficient by internet technology. And some studies suggest that the tech sector, overwhelmingly male and requiring long, lonely hours on computers, has more avid consumers of prostitution than many other fields.\nIn the Seattle area, brothels even advertise their proximity to Microsoft headquarters on the Backpage.com site: “New Open Mind Asian Hot Sweet Pretty Face Nice Body Top Service (Bellevue-Redmond near Microsoft).” Or, “Certifiably Sexy Student Nuru Massage 69 Tongue Bath (Bellevue-Redmond Microsoft Access).\nA study commissioned by the Department of Justice found that Seattle has the fastest-growing sex industry in the United States, more than doubling in size between 2005 and 2012. That boom correlates neatly with the boom of the tech sector there. It also correlates to the surge in high-paying jobs, since this “hobby” (the word johns use online to describe buying sex) can be expensive: Some of these men spent $30,000 to $50,000 a year, according to authorities.\nThe tech sector has not only employed a significant number of men who pay for sex with trafficked women, it has also enabled traffickers to reach customers more easily and to hide their business from cops by taking it off the streets and into computers and ultimately, hotel rooms, motels or apartments. In one 24-hour-period in Seattle, an estimated 6,487 people solicited sex on just one of the more than 100 websites that connect buyers with sellers, according to a 2014 study.\nBackpage.com\nThe cache of emails shared with Newsweek date between 2014 and 2016, and included 67 sent from Microsoft, 63 sent from Amazon email accounts and dozens more sent from some of Seattle’s premier tech companies and others based elsewhere but with offices in Seattle, including T-Mobile and Oracle, as well as many local, smaller tech firms. The men who sent the emails have not been charged, and Newsweek is not identifying them.\nAuthorities have seized records from only a fraction of the area’s hundreds of brothels and illicit massage parlors. A law enforcement source familiar with the cases says the emails reflect just a tiny percentage of the business tech sector men bring to brothels with names like Golden Blossom, AsianCandy777 and 7HeavenofAsia.\nAuthorities also say that trafficked Asian women service hundreds of men each day in Seattle.\nThey also report that each woman has sex with between 5 and 15 men a day.\nThe women usually don’t speak much English, and many communicate with their clients via phone translation apps. To get and retain customers, the women or their pimps advertise a variety of kinky or exotic “experiences,” from pretending to be actual girlfriends of the client (the “GFE or girlfriend experience”) to nude “Nuru” massage.\nOne of the pimps netted in a review board sting in 2015 admitted that many of the women were in debt bondage and in fear for their lives or the safety of their families.\nPolice and prosecutors in the Seattle area began to focus on the prostitution “hobbyists” with a sting operation that targeted the operators of three online review boards on which up to 18,000 men rated and discussed a relatively small group of Korean women.\nOn KGirlsDelight.com, for example, men assigned numerical ratings and added specific descriptions of the women, such as their sexual abilities, level of enthusiasm and other attributes. The site reportedly had 1.2 million monthly hits in 2009 (the last year its management publicly revealed numbers).\nThe sting arrested 17 men and one woman, but only a director at Amazon and another director at Microsoft opted for a trial. The trial date has been repeatedly pushed back and is now scheduled for March 2018. None of the sex workers involved in those case were charged.\nThe arrests angered libertarians and supporters of so-called sex workers who argue that most women sell sex by choice and that online review boards help keep women safe by providing a venue for warning women about dangerous men.\nBut the Review Board’s comments display a lack of compassion at best, and at worst a pervasive contempt for women. One commenter who had bragged about chaining a woman to a radiator publicly lamented that two of his favorites were leaving Bellevue.\nOne Seattle woman reviewed on the board, Alisa Bernard, spoke to ABC News this year. (She called herself a Seattle prostitution survivor turned activist.) She got customers through the Review Board and believes review sites don’t make things safer for sex workers.\n“There’s a perception of safety because there’s this, ‘Oh, well, you have to go through this board, and it’s online, and look how clean it is,’” Bernard said. “I had been raped multiple times. I was held against my will at least once. I was strangled, and these were all by Review Board guys so, you know, again, your line keeps getting pushed further and further and further to get those good reviews.”\nOnline prostitution review boards are common in all major urban areas—they are the Yelp of the sex industry—but the Seattle boards were unusual in that men also gathered IRL (in real life, in tech parlance), calling themselves The League of Extraordinary Gentlemen, to compare notes about the women over drinks in public venues, making it easy for Seattle police to infiltrate and secretly videotape some off the proceedings.\n“She’s as close to perfect as I think they get made,” one man said, describing one of the Korean women.\n“Right after K-girls, I’ve always had this thing for Eastern Europeans,” another said. “Like Czech, Hungarian, anyone from a war-torn country. Anything with ‘will work for food.’”\nA day after Newsweek first contacted Microsoft for comment this week, an unknown number of Microsoft employees in Seattle received an email from Human Resources officials warning them: “Microsoft has been informed by the King County prosecutor’s office that they have obtained records in connection with a criminal enforcement activity related to a brother engaged in prostitution.”\nThe Microsoft email informed recipients that law enforcement “may have obtained” business cards, badges and emails and links to a variety of company policies related to standards of business conduct and responsible use of technology. “You are urged to ensure that you have reviewed and complied with these company policies as well as criminal laws,” wrote a Microsoft human resources official named Adrienne Day.\nA spokesman for Microsoft called the timing of the HR warning “coincidental” and denied it was related to the Newsweek investigation, although Microsoft had requested access to the records in October and received them in November, but only warned its employees this week.\nAt a panel discussion on the issue in 2014, a King County prosecutor said the Seattle tech community is a major sex consumer—with the most frequent buyers middle- and upper-class white men. And a law enforcement source in Seattle told Newsweek that authorities know there is a concentration of buyers in tech, and that Seattle investigators have communicated with detectives in and around San Jose County, California, the jurisdiction that includes Silicon Valley.\nA study conducted by Polaris, a leading anti-human trafficking organization, found that more than 700 Asian brothels (or “illicit massage parlors”) are based in Silicon Valley, 20 percent of the total number of brothels believed to be operating in California, although the area’s population is just one-tenth of the state’s total.\nAccording to an ongoing study by the Organization of Prostitution Survivors in Seattle, reported on last year by a local news website, 63 percent of prostituted people said they met clients on company properties.\nAlex Trouteaud, director of Policy and Research at Demand Abolition, another national anti-trafficking organization, said the tech sector is a “culture that has readily embraced trafficking.” As an example of the industry’s nonchalant attitude, he recalled that in its early days, Uber published a blog post that analyzed their data on ride sharing, focused on the Bay Area, and included people who were paying for prostitution. “They made a map using their ride-share data, like it was a funny thing they could do with their data. It was done so flippantly,” Trouteaud said.\nJohn Tymczyszyn, a lawyer for some of the Microsoft employees who received the Microsoft warning this week, said his clients—who have not been charged and were not involved in the 2015 sting but have been frequenting brothels whose computers authorities have seized—were alarmed. “I think anybody that received this email out of the blue would be, you know, scared that there would be career if not criminal repercussions,” he said.\nTymczyszyn, who also represents other sex buyers in the Seattle area, questioned the judgement of men who used work emails from one of the most cyber-secure companies in the world to buy sex, but he says Seattle’s tech giants don’t conduct any sort of training to increase employees’ awareness about or compassion for trafficked women in brothels.\nA spokesman for Microsoft emailed Newsweek the following statement: “Microsoft has a long history of cooperating with law enforcement and other agencies on combating sex trafficking and related topics, and we have employees who volunteer their time and money specifically to combat this issue as well. The personal conduct of a tiny fraction of our 125,000 employees does not in any way represent our culture. No organization is immune to the unfortunate situation when employees act unethically or illegally. When that happens, we look into the conduct and take appropriate action. Microsoft makes it clear to our employees they have a responsibility to act with integrity and conduct themselves in a legal and ethical manner at all times. If they don’t, they risk losing their jobs.”\nNewsweek\nWhen Newsweek sought comment from Amazon this week, a spokeswoman first asked to see the emails sent by Amazon employees (unlike Microsoft, Amazon had apparently not requested the emails from authorities). Newsweek shared an Excel list with the senders’ names redacted, and when the spokeswoman said she couldn’t comment without seeing more, Newsweek emailed one full email.\nToday, Amazon informed Newsweek that it is “investigating” the matter and provided this statement by email: “Amazon’s Owner’s Manual clearly states that, ‘It is against Amazon’s policy for any employee or Contingent Worker to engage in any sex buying activities of any kind in Amazon’s workplace or in any work-related setting outside of the workplace, such as during business trips, business meetings or business-related social events.’ When Amazon suspects that an employee has used company funds or resources to engage in criminal conduct, the company will immediately investigate and take appropriate action up to and including termination. The company may also refer the matter to law enforcement.”\nSeattle authorities broke up the review boards in 2015 but did not arrest the women rated on them. They have since disappeared from the Seattle area, according to Robert Beiser, executive director of Seattle Against Slavery, a volunteer organization that works with trafficked women.\n“They were in debt and they tried to get out and they were afraid. In terms of where they have ended up, criminal enterprises stretch across countries, and can harm these people and their families, and the idea that they would disappear makes sense.”\nBeiser added that Asian women are “a fetish for buyers.”\nUpdate: This article has been updated with new information from a study.",
  "title": "Tech Bros Bought Sex Trafficking Victims by Using Amazon and Microsoft Work Emails",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.newsweek.com/metoo-microsoft-amazon-trafficking-prostitution-sex-silicon-valley-755611",
  "dId": "108638b8239f185458be086496041473af3c3f6c6fa6eb9b2475f10a",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 8,
    "Event": "amazon_and_microsoft_employees_caught_up_in_sex_trafficking_sting"
  }
}