{
  "authors": [
    "Mark Prigg For Dailymail.Com"
  ],
  "date_download": "2018-01-10T23:22:16",
  "date_modify": null,
  "date_publish": "2017-12-27T23:34:53",
  "description": "Scheduled to blast off from Cape Canaveral next month, Musk has boasted it will have double the thrust of the next largest rocket in use - and has shown his Tesla inside the fairing.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5216485%2FElon-Musk-send-car-Mars.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/27/23/4799865500000578-0-image-a-30_1514418535555.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Last month, Musk unveiled the 2017 Tesla Roadster, billed as the fastest production car ever made\nFalcon Heavy will blast off from Cape Canaveral on the same pad as the Saturn V Apollo 11 moon rocket\nA tourist has got the first glimpse of Elon Musk's megarocket loaded up with the car he hopes to blast to the red planet.\nScheduled to blast off from Cape Canaveral on the same pad as the Saturn V Apollo 11 moon rocket on its first unmanned mission next month, Musk has boasted it will have double the thrust of the next largest rocket in use.\nEarlier this week he revealed pictures of a the rocket's payload - carrying a cherry red Tesla roadster.\nNow the closed and sealed fairing was spotted being driven out of a SpaceX hanger by a passing tourist.\nScroll down for video\nPayload: Earlier this week Elon Musk revealed pictures of the rocket's payload a cherry red Tesla roadster believed to be his own car. Now, the fairing containing it has been spotted at the firm's Cape Canaveral base.\nThe closed and sealed fairing was spotted being driven out of a SpaceX hanger by a passing tourist.\nThe photos released by SpaceX show one of the still-unreleased Tesla Roadster perched on a large cone inside the Falcon Heavy on what appears to be a secure mount to keep it stationary as the rocket makes its maiden flight.\n'Test flights of new rockets usually contain mass simulators in the form of concrete or steel blocks,' Musk said.\n'That seemed extremely boring.\n'Of course, anything boring is terrible, especially companies, so we decided to send something unusual, something that made us feel.\n'The payload will be an original Tesla Roadster, playing Space Oddity, on a billion year elliptic Mars orbit.'\nMusk also last week tweeted an incredible image of people next to a landed rocket to give an idea of the scale of the machines.\nHe said 'Falcon Heavy launching from same @NASA pad as the Saturn V Apollo 11 moon rocket.\n'It was 50% higher thrust with five F-1 engines at 7.5M lb-F.\nSome reports had claimed Musk's plan to launch a Tesla Roadster to Mars next month blaring David Bowie on the stereo may not be all it seems.\n'I love that rocket so much.'\nHe also confirmed the rocket will have a 'max thrust at lift-off is 5.1 million pounds or 2300 metric tons,' adding the first mission will run at 92%.\n'Falcon Heavy to launch next month from Apollo 11 pad at the Cape.\n'Will have double thrust of next largest rocket. Guaranteed to be exciting, one way or another,' Musk originally posted.\nHowever, some reports claimed Musk's plan to launch a Tesla Roadster to Mars next month blaring David Bowie on the stereo may not be all it seems.\nMusk, 46, made the announcement via Twitter earlier this month, telling his followers the first flight of the SpaceX Falcon Heavy, will blast off from Cape Canaveral, site of the historic Apollo 11 mission with his car on board.\nHowever, he has since told The Verge he 'totally made it up' - although insiders say the plan is actually real.\nHowever, the site says 'a person familiar with the matter told The Verge Saturday evening that the payload is in fact real.'\nIf all goes well with the engine tests, Falcon Heavy should be ready for launch within the first few weeks of 2018.\nA static fire test will be the first time that all of Heavy's 27 Merlin engines will be fired at once, and it expected to happen soon\nTHE FALCON HEAVY Height: 70 meters (229.6 feet) Stages: 2 Boosters: 2 Cores: 3 Engines: 27 Payload to LEO: 63,800kg (140,660 lb) Payload to Mars: 16,800kg (37,040 lb) Total width: 12.2m (39.9 ft) Mass: 1,420,788kg (3,125,735 lb) Total thrust at lift-off: 22,819 kilonewtons (5.13 million pounds)\n'Payload will be my midnight cherry Tesla Roadster playing Space Oddity.\n'Destination is Mars orbit. Will be in deep space for a billion years or so if it doesn't blow up on ascent.\nHe later said the car was chosen as a 'Red car for a red planet'.\nThe mission marks SpaceX's most ambitious project to date.\nMusk founded SpaceX in 2002, with the aim of reducing space transportation costs and enabling the colonization of Mars.\nThe 46-year-old South African is also the CEO of Tesla, and predicts Falcon Heavy's payload will stay in deep space for a while.\nAlthough the public announcement shoots for next month, the date is not set in stone, with the ambitious CEO known for getting ahead of himself and periodically missing release dates.\nEarlier last week SpaceX said it had delayed the launch of its giant Falcon Heavy rocket until 2018.\nThe firm said it was still on course to test the rocket in a static fire trial this year.\nThe vast rocket, which is ultimately three Falcon 9 rockets linked together, will have the combined thrust to eventually launch 140,000 pounds (63,500kg) of cargo into orbit.\nMusk said the Telsa Roadster inside the Falcon Heavy aircraft will be playing David Bowie's 'Space Oddity'\nHowever, in an email to Aviation Week, SpaceX President Gwynne Shotwell revealed the delay - which now appears to have been overruled by Musk.\n'We wanted to fly Heavy this year,' she wrote.\n'We should be able to static fire this year and fly a couple of weeks right after that.'\nThe static fire test will be the first time that all of Heavy's 27 Merlin engines will be fired at once.\nThe vast rocket, which is ultimately three Falcon 9 rockets linked together, will have the combined thrust to eventually launch 140,000 pounds (63,500kg) of cargo into orbit.\nAnd if all goes well there, Falcon Heavy should be ready for launch within the first few weeks of 2018.\nAlthough the public announcement shoots for next month, the date is not set in stone\nSpaceX is poised to move launches of its single-core Falcon 9 rockets to pad 40 at neighboring Cape Canaveral Air Force Station, beginning with a Dec. 8 flight to send cargo to the International Space Station, freeing up pad 39A for final upgrades and outfitting to support the Falcon Heavy, according to Spaceflight Now\nLast month, Musk unveiled the 2017 Tesla Roadster, billed as the fastest production car ever made.\nThe $200,000 (£151,000) sports car - an updated version of Tesla's first production vehicle - can seat four and travel 620 miles (1000 km) on a single charge, a new record for an electric vehicle.\nEarlier last week SpaceX said it had delayed the launch of its giant Falcon Heavy rocket until 2018.\nThe car - which also features a removable glass roof - can go from 0 to 60 miles per hour (0 to 100 km/h) in 1.9 seconds and has a top speed over 250mph (400 kph).\nSpaceX has been working on the Falcon Heavy rocket for years, and announced this fall that work to build an even bigger rocket that will be capable of transporting humans to Mars was already underway.\nMusk, who aspires to colonize the 'Red Planet' in the coming decade, wants to land at least two of the spacecraft on Mars by 2022, according to CNN.\nSpaceX has revolutionized the aerospace industry over the past 15 years, driving costs down in the industry while at the same time developing technology that can blast out of the atmosphere and then come back down to earth.\nTraditionally, rockets that have been launched into space are used just once and are left to burn up in the atmosphere after a mission.",
  "title": "Elon Musk will send his Tesla car to Mars on SpaceX rocket",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5216485/Elon-Musk-send-car-Mars.html",
  "dId": "12e3629ae0c8fe356b5c757c61b0476e45d76be8625ec4f9f4b86b77",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 18,
    "Event": "elon_musk_reveals_red_tesla_roadster_bound_for_mars"
  }
}