{
  "authors": [],
  "date_download": "2018-01-10T23:24:38",
  "date_modify": null,
  "date_publish": "2017-12-28T07:02:53",
  "description": "After witnessing a whole weird year now, scientists have recorded a strange phenomenon in fluid dynamics. This theory until now just is seen theoretically",
  "filename": "https%3A%2F%2Ftecake.in%2Fscientists-spotted-smoke-rings-satellite-surprising.json",
  "image_url": "https://tecake.in/wp-content/uploads/2017/12/Scientists-spotted-Smoke-Rings-through-satellite-which-is-surprising.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "tecake.in",
  "text": "After witnessing a whole weird year now, scientists have recorded a strange phenomenon in fluid dynamics. This theory until now just is seen theoretically but never observed in reality. Experts noted the smoke-rings in the Tasman Sea which may affect small water creatures. These rings were observed by analyzing sea level measurements captured from the satellites with sea surface pictures from the same time.\nIn the Fluid Dynamics eddy is the swirling of the fluid and the reverse current generated when the fluid is in a chaotic flow regime. It creates an empty space of downstream flowing fluid downstream side of the object. The small reverse flow of fluid behind the obstacle flowing upstream. The aspect is naturally observed behind large emergent rocks.\nChris Hughes, the professor at the University of Liverpool, said that according to him these linked, fast-moving whirlpools could engulf small aquatic creatures and carry them at high speed and for long distances across the ocean. Ocean gorges almost always head to the west, but by matching up, they can move to the east and travel ten times as fast as a regular swirl, so they carry water in unexpected directions across the ocean.\nResearchers said that these rings in the ocean are cut in half by the sea surface so scientists can see the two ends of the rings. The smoke-rings are a combination of connected swirls spinning in opposite directions that travel upto ten times of regular surges. Though the ocean is full of eddies, waving motions some tens to hundreds of kilometers across, which combine the water and carry it across the ordinary currents.\nHughes, the Lead author of the study published in the journal Geophysical Research Letters, said that what they discovered was a pair of whirlpools spinning in opposite directions and connected to each other so that they travel concurrently all the way across the Tasman Sea, taking six months to do it.\nHughes continued that the smoke rings need an area of calm water to ‘puff’ out through, which itself is pretty unique. He has observed these in the other regions of oceans, but only seen them in the seas around Australia, plus one in the South Atlantic.",
  "title": "First ever 'Smoke Rings' spotted in ocean when seen from satellite which is surprising",
  "title_page": null,
  "title_rss": null,
  "url": "https://tecake.in/scientists-spotted-smoke-rings-satellite-surprising",
  "dId": "16e734e88dfaad70d190ddfd59e85ad5c92294b1b137dc59c14a0566",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 17,
    "Event": "smoke_rings_spotted_in_the_ocean_from_space"
  }
}