{
  "authors": [
    "Melissa Eddy",
    "Jochen Bittner",
    "Opinion",
    "What Happened To Germany S Social Democrats"
  ],
  "date_download": "2018-01-10T23:26:18",
  "date_modify": null,
  "date_publish": "2017-12-30T00:00:00",
  "description": "Since attacks two years ago in Cologne, German cities, including Berlin, are setting up safety zones for women who feel threatened or have been assaulted.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F12%2F29%2Fworld%2Feurope%2Fgermans-will-ring-in-new-year-with-extra-security-especially-for-women.html.json",
  "image_url": "https://static01.nyt.com/images/2017/12/30/world/europe/30germany/30germany-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Germans Will Ring in New Year With Extra Security, Especially for Women Image Police officers closed off the area around the Brandenburg Gate in Berlin in preparation for the city’s New Year Eve festivities. Organizers have set up a “women’s safety area” for girls and women who have been assaulted or feel threatened. Credit Omer Messinger/European Pressphoto Agency\nBERLIN — While Germans are stocking up on firecrackers and Champagne to welcome the New Year, officials are setting up roadblocks and safety zones for women to ensure that festivities in cities across the country remain peaceful and safe.\nFor the first time this year, organizers in Berlin have designated a “women’s safety area” where girls and women who feel threatened or have been assaulted can turn for help. But it is in and around Cologne where security has been especially fortified.\nThere, two years ago, groups of mostly young men, including asylum seekers and other newly arrived immigrants, assaulted and robbed hundreds of women as 2016 arrived. This year, there will be 10 times as many police officers on the streets, as well as video surveillance cameras and special services for women and girls who feel threatened.\nMore than any terrorists attacks that plagued Germany in the months that followed the arrival of about one million asylum seekers in 2015, that chaotic New Year’s Eve in Cologne set off fears among Germans that the new arrivals threatened their way of life.\nMany people who had originally supported Chancellor Angela Merkel’s decision to open the border for several months turned instead to the far right, helping the Alternative for Germany party, or AfD, enter Parliament for the first time, in a general election in September.\nHerbert Reul, the top security official in North Rhine-Westphalia, the western state that includes Cologne, said he would station 5,700 officers across the state, Germany’s most populous. It has taken in about 250,000 asylum-seekers since 2015.\n“We need everyone on that evening who is in a position to help us,” Mr. Reul said, referring to his police forces, in an interview on Friday with the public broadcaster WDR. “Police need to be present, to be available and be able to react in the event of an emergency, to give those who have come here to celebrate a sense of security.”\nIn Berlin, hundreds of thousands of people are expected to descend on the roughly mile-long street that runs from the Brandenburg Gate to the Victory Column in the center of the city’s main park, Tiergarten.\nThere, 500 private security personnel will patrol, backed up by many of the 1,600 officers who will be on New Year’s Eve patrol in the capital.\nA safety zone for women was a request by Berlin police, who heard from their colleagues in Munich that a similar system had worked well during that city’s annual Oktoberfest beer festival, said Anja Marx, the spokeswoman for the organizers of Berlins’s New Year’s Eve celebration.\n“There were about 20 incidents last year, but they were finished within a couple of minutes, because we have so many security people present,” Ms. Marx said.\nStill, organizers are not taking any chances. Tensions surrounding the issue of immigrants in Germany remain high, weeks after the country marked the anniversary of a truck attack last year on a Berlin Christmas market. It was carried out by a Tunisian who had been rejected for asylum and was supposed to have been deported. Twelve people were killed and dozens more were injured.\nOn Thursday, an Afghan who had entered the country in April 2016 claiming to be a minor, fatally stabbed the 15-year-old girl he had been dating in the southwestern town of Kandel. Days earlier, the girl had filed charges against the Afghan, who was not identified, on suspicion of stalking and threatening her because he was angry she had broken up with him.\nThe case has increased calls for the government to increase deportations on immigrants who arrive, as the Afghan did, with no proof of identity.\nThe suspect in a similar case in the city of in Freiburg, identified only as Hussein K. in keeping with German privacy laws, admitted to a court that he lied about his age when he entered the country. He is standing trial on charges of raping and murdering a 19-year-old German student.\nThe court in Freiburg said earlier this month that the suspect’s father had told judges in a telephone interview from Iran that his son could be as old as 32.\nBoth cases have put more pressure on Ms. Merkel as she struggles to form a government. Although her party emerged as the strongest force in the Sept. 24 vote, it fell short of a clear majority.\nHer center-right Christian Democrats have agreed with the left-leaning Social Democrats to enter into talks, but the issue of how to deal with immigrants remains a sticking point between the two.\nThe conservative block in the chancellor’s party is seeking to reduce arrivals of new asylum applicants to 200,000 each year, while the Social Democrats have pushed back against any limitations.\nOrder Reprints | Today’s Paper | Subscribe A version of this article appears in print on , on Page A 14 of the New York edition with the headline: Germans Will Ring in 2018 With Zones Just for Women\nSign up for The Interpreter Subscribe for original insights, commentary and discussions on the major news stories of the week, from columnists Max Fisher and Amanda Taub. SEE SAMPLE Please verify you’re not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. * Required field You agree to receive occasional updates and special offers for The New York Times products and services. Thank you for subscribing. View all New York Times newsletters. An error has occurred. Please try again later. You are already subscribed to this email. View all New York Times newsletters. Sign Up",
  "title": "Germans Will Ring in New Year With Extra Security, Especially for Women",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/12/29/world/europe/germans-will-ring-in-new-year-with-extra-security-especially-for-women.html",
  "dId": "1e8536c8af7dcd5f963639f3931fbe512dd5ab3f64f432af2d472dee",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}