{
  "authors": [
    "Jasper Hamill"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-15T16:53:08",
  "description": "CREDIT rating firm apologises after a vast number of people's names, addresses and email and date of birth were 'accessed'.",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Ftech%2F4475843%2Fequifax-admits-that-400000-british-peoples-private-info-was-accessed-during-major-cybersecurity-incident%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/09/equifax.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "THE second largest credit rating firm in the UK has admitted that up to 400,000 British people's personal information was leaked in a major \"cybersecurity incident\".\nEquifax admitted the name, date of birth, email address and telephone numbers of \"fewer than 400,000 UK consumers\" has been \"accessed\" in a serious data breach.\nEquifax Equifax holds data on 800 million individuals and more than 88 million businesses\nThe credit firm does not believe these people are at risk of having their identity stolen, even though the information would be extremely useful to scammers.\nJim Cramer, a financial journalist, said the leaked data is a \"holy grail\" for cyber conmen.\nMany victims will be unaware their information is held by the company, which represents BT, Capital One and British Gas.\nPatricio Remon, President at Equifax, said: “We apologise for this failure to protect UK consumer data.\n\"Our immediate focus is to support those affected by this incident and to ensure we make all of the necessary improvements and investments to strengthen our security and processes going forward.”\nHackers are also believed to have gained access to 209,000 US credit card numbers plus personal details and social security numbers.\nAre you affected by the Equifax hack? Here's what to do EQUIFAX is in the process of contacting UK customers who have been affected by the data breach. Digital Consumer Editor Tara Evans explains what to do if you're one of those affected: CHECK YOUR CREDIT SCORE Check your file with Experian or Call Credit to make sure that no one has taken out credit in your name. It's your local right to obtain a copy of your credit report for £2. You can usually sign up for a 30-day trial to access it for free, but you must cancel it or you'll be charged a monthly fee.\nCHECK YOUR BANK STATEMENTS Check your accounts and look out for suspicious activity. If there's anything to cause concern flag it with your bank immediately.\nSET UP FRAUD ALERTS Equifax is offering a free service to those who have been affected by the breach to monitor for suspicious activity.\nA total of 143million US customers were exposed between May and July.\nEquifax said it would do \"all that it can to provide reassurance and protection\" to people affected and will be \"proactively contacting impacted customers in writing to offer them a free comprehensive identity protection\".\nThis should allow them to monitor their credit data and alert them to any suspicious activity.\nThe firm said it was \"in dialogue with the Financial Conduct Authority and Information Commissioner’s Office\".\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368 . We pay for videos too. Click here to upload yours.",
  "title": "Equifax admits that up to 400,000 Brits' sensitive information was exposed in a MAJOR data breach",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/tech/4475843/equifax-admits-that-400000-british-peoples-private-info-was-accessed-during-major-cybersecurity-incident/",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 57,
    "Event": "hack_equifax_breach"
  },
  "dId": "1f90784874444c079f59131ecb68b04e47776d6dee4cfb5cc58cc7cc"
}