{
  "authors": [
    "Dailymail.Com Reporter"
  ],
  "date_download": "2018-01-10T23:36:58",
  "date_modify": null,
  "date_publish": "2017-12-31T02:24:59",
  "description": "Michael Neu, 67, was charged with 269 counts of wire fraud and money laundering after the Slidell Police Department's Financial Crime Division.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5223953%2FLouisiana-man-67-middle-man-Nigerian-prince-scam.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/31/01/47A7A88500000578-0-image-a-21_1514684620294.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "A Louisiana man was arrested for helping scam thousands of dollars out of people using a 'Nigerian prince' scheme.\nMichael Neu, 67, was charged with 269 counts of wire fraud and money laundering after the Slidell Police Department's Financial Crime Division following an 18-month investigation.\nOn Thursday, police said that Neu is suspected of being the 'middle man' in hundreds of scams.\nMichael Neu, 67, was charged with 269 counts of wire fraud and money laundering after the Slidell Police Department's Financial Crime Division\nThe scam consist of an email from a representative of a Nigerian prince claiming the recipient is a beneficiary of millions of dollars. They just have to share their bank account number and other personal financial information.\n'Most people laugh at the thought of falling for such a fraud, but law enforcement officials report annual losses of millions of dollars to these schemes,' Slidell police said in a news release, according to the Times Picayune.\nSpecifics were not included about the scam or the case against Neu but authorities did say that some of the money was wired to a third party in Nigeria.\nThe scam consist of an email from a representative of a Nigerian Prince claiming the recipient is a beneficiary of millions of dollars\nThe investigation is still pending and has an added layer of complications due to its international scope.\nNeu's arrest is serving as a reminder to people in the area not to fall prey to scams, explaied Slidell Police Chief Randy Fandal.\n'If it sounds too good to be true, it probably is,'' Fandal said. 'Never give out personal information over the phone, through email, cash checks for other individuals or wire large amounts of money to someone you don't know.''",
  "title": "Louisiana man 'middle man' in 'Nigerian prince' scam",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5223953/Louisiana-man-67-middle-man-Nigerian-prince-scam.html",
  "dId": "22e79f03483162572ef0cf6b96a800050e9c01c42f00a704e3642e8e",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 22,
    "Event": "police_arrest_alleged_nigerian_prince_email_scammer_in_louisiana"
  }
}