{
  "authors": [],
  "date_download": "2018-01-10T23:26:48",
  "date_modify": null,
  "date_publish": "2017-12-30T00:00:00",
  "description": "A German police union boss has criticized organizers of Berlin’s annual open-air New Year’s Eve party for designating a special “safety area” for women, saying it suggests they aren’t safe from assault elsewhere.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fworld%2Feurope%2Fgerman-police-union-chief-slams-nye-safe-zone-for-women%2F2017%2F12%2F30%2Fb801eb92-ed64-11e7-956e-baea358f9725_story.html%3Futm_term%3D.5d3beb67aafd.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2017-12-30/AP/Images/Germany_New_Year_Sexual_Assaults_25888.jpg-89543.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "FILE - In this Dec. 31, 2016 file photo numerous visitors stand in front of the stage at the Brandenburg Gate where the New Year’s Eve party is taking place in Berlin, Germany. The head of a German police union DpolG Rainer Wendt is criticizing Saturday, Dec. 31, 2017, the creation of a special safe zone for women at the annual New Year’s Eve party in front of Berlin’s iconic Brandenburg Gate. (Jens Kalaene/dpa via AP, file) (Associated Press)\nBERLIN — A German police union boss has criticized organizers of Berlin’s annual open-air New Year’s Eve party for designating a special “safety area” for women, saying it suggests they aren’t safe from assault elsewhere.\nThe comments by Rainer Wendt, who heads the right-leaning DpolG union, come amid an ongoing debate in Germany about how to tackle an increase in sexual assaults.\nWendt told the Neue Osnabruecker Zeitung daily in an interview published Saturday that establishing such a safe zone sends a “devastating message.”\n“By doing so one is saying there are safe zones and unsafe zones” for women that could result in “the end of equality, freedom of movement and self-determination,” the newspaper quoted him as saying.\nWendt said the move appeared to ignore the “political dimension” in Germany, two years after hundreds of women reported being assaulted or robbed during New Year’s Eve celebrations in Cologne. The suspects in most of those assaults were migrants.\nThe number of rapes and sexual assaults recorded in Germany last year rose 12.8 percent compared to 2015, to 7,919 cases, an increase blamed on an influx of asylum-seekers, many young and male. Statistics for 2017 aren’t yet available.\nExperts note that migrants in general aren’t more likely to commit crimes than German citizens, but the proportion of crimes they commit may increase as they start to make up a larger share of the population.\nThe Cologne incident prompted a bill that makes it easier to prosecute sexual assaults and can see foreigners deported more easily if they are convicted of such crimes.\nIn Berlin, organizers of the free event that draws hundreds of thousands of revelers to the iconic Brandenburg Gate each year said the “Women’s Safety Area” was requested by Berlin police.\nBut a spokeswoman for the force said it merely suggested the safe zone following positive experiences at the Munich Oktoberfest, which has long been plagued by drink-fueled assaults.\n“This is a good opportunity to offer women a place to retreat to if they feel harassed,” Berlin police spokeswoman Valeska Jakubowski told The Associated Press. She stressed that the area won’t be fenced off, as some media reports claimed, and that those seeking help will be assisted by Red Cross staff who always work at the event.\nIf women want to report a crime, officers would be available to take their statements, Jakubowski said. Last year, Berlin police recorded 14 sexual assaults at the event including two involving rape or “serious duress.”\nAuthorities have stepped up public security measures across Germany for New Year’s Eve, with Berlin alone putting an additional 1,600 officers on the streets. Celebrations are traditionally rowdy, with unsafe handling of fireworks causing the majority of incidents.\nOther security measures in Berlin include concrete blocks to prevent vehicle attacks and bag searches at entrances to the party area.\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "German police union chief slams NYE ‘safe zone’ for women",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/world/europe/german-police-union-chief-slams-nye-safe-zone-for-women/2017/12/30/b801eb92-ed64-11e7-956e-baea358f9725_story.html?utm_term=.5d3beb67aafd",
  "dId": "23f05ed1a38ed2ba2ec67ec7dcd9b402b8ac8892026a1a252bcf6de6",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}