{
  "authors": [],
  "date_download": "2017-11-30T16:14:34",
  "date_modify": null,
  "date_publish": "2016-02-07T00:00:00",
  "description": "The Democratic People's Republic of Korea (DPRK) on Sunday successfully launched a Kwangmyongsong-4 satellite, the Korean Central Television (KCTV) reported.",
  "filename": "http%3A%2F%2Fwww.chinadaily.com.cn%2Fworld%2F2016-02%2F07%2Fcontent_23426008.htm.json",
  "image_url": "http://www.chinadaily.com.cn/world/images/attachement/jpg/site1/20171130/d8cb8a5155b01b89ab211e.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.chinadaily.com.cn",
  "text": "PYONGYANG - The Democratic People's Republic of Korea (DPRK) on Sunday successfully launched a Kwangmyongsong-4 satellite, the Korean Central Television (KCTV) reported.\nThe Kwangmyongsong-4 satellite, \"a newly developed\" earth observation satellite, blasted off at 9:00 am local time (0030 GMT) from the Sohae Space Center in Cholsan County, North Phyongan province, and later entered the target orbit, said the KCTV.\nDPRK's leader Kim Jong-un signed the order to launch the satellite on Saturday and the KCTV disclosed photos of his signature.\nThe satellite is going round the polar orbit at 494.6 km perigee altitude and 500 km apogee altitude at the 97.4-degree angle of inclination, with a cycle of 94 minutes and 24 seconds, said a statement issued by the National Aerospace Development Administration (NADA) of the DPRK and carried by the official news agency KCNA.\nThe DPRK has planned the satellite in a five-year national aerospace development program and will launch more satellites in the future in line with the policy of the ruling Workers' Party, the statement said.\nThe successful launch marks \"an epochal event\" in developing the country's science, technology, economy and defense capability by \"legitimately exercising the right to use space for independent and peaceful purposes,\" the statement stressed.\nThe launch came only nine days ahead of the \"Day of the Shining Star,\" the birthday of the DPRK's late leader Kim Jong Il, and is seen as part of the events to celebrate the anniversary.\nSouth Korean President Park Geun-hye on Sunday denounced the DPRK's rocket launch as \"an unacceptable provocative act,\" after she called an emergency meeting of the National Security Council (NSC) to discuss countermeasures.\nPyongyang informed international organizations Tuesday of its plan to launch what it called an earth observation satellite between Feb 8 and 25, and advanced the date to Feb 7-14 on Saturday.\nThe launch, widely seen as a disguised test of long-range ballistic missile technology, came about a month after the DPRK tested what it claimed to be its first hydrogen bomb, the fourth nuclear detonation following three other ones in 2006, 2009 and 2013.\nUN Security Council resolutions ban the DPRK from launching a rocket by using any ballistic missile technologies. A long-range rocket and a ballistic missile have overlapping technologies.\nThe DPRK used three-stage Unha-3 rocket to put the Kwangmyongsong-3 satellite into orbit in December 2012, two months before staging its third nuclear test. The international community believed it was the first successful satellite launch by the DPRK.\nOn April 13, 2012, the DPRK launched the first Kwangmyongsong-3 satellite, but later confirmed that the satellite failed to enter its intended orbit.\nOn April 5, 2009, the DPRK conducted a similar launch which, according to the official news agency KCNA, successfully put the Kwangmyongsong-2 communication satellite into orbit. But countries including South Korea, Russia and the United States said the launch was a failure.",
  "title": "DPRK announces successful launch of Kwangmyongsong-4 satellite",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.chinadaily.com.cn/world/2016-02/07/content_23426008.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 56,
    "Event": "north_Korea_Launches_satellite"
  },
  "dId": "273f0c0b82bae5caaa665d7944eea07a1081721f67af59f382499736"
}