{
  "authors": [
    "Zack Sharf"
  ],
  "date_download": "2018-02-06T16:55:34",
  "date_modify": null,
  "date_publish": "2018-02-06T13:55:45",
  "description": "Tarantino says making Thurman perform a car stunt gone wrong is the \"biggest regret\" of his life.",
  "filename": "http%3A%2F%2Fwww.indiewire.com%2F2018%2F02%2Fquentin-tarantino-responds-uma-thurman-car-crash-abuse-kill-bill-1201925124%2F.json",
  "image_url": "http://www.indiewire.com/wp-content/uploads/2018/02/shutterstock_7937912fv.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.indiewire.com",
  "text": "Tarantino says making Thurman perform a car stunt gone wrong is the \"biggest regret\" of his life.\nQuentin Tarantino has finally responded to Uma Thurman’s New York Times profile, in which the actress revealed Harvey Weinstein sexually harassed her after the making of “Pulp Fiction” and spoke about the abusive production of “Kill Bill” under his direction. In an extensive interview with Deadline, Tarantino tells all about his version of the events, including the parts of the New York Times story where it mentions he choked and spit on Thurman during takes of “Kill Bill.”\nRead More: Uma Thurman Accuses Harvey Weinstein of Sexual Assault: ‘He Tried to Expose Himself’\nTarantino does not deny spitting on Thurman during a scene in which Michael Madsen’s character spits on The Bride, and he defends his choice since he did trust either Madsen or another crew member to get the job done in a way that would be respectful to Thurman. According to Tarantino, he told Thurman he would only need to do the scene three times max and that the last thing he wanted was for some other person to be spitting on her and messing up, which would force even more takes of the abusive scene.\n“I love [Madsen] he’s a terrific actor, but I didn’t trust him with this kind of intricate work, of nailing this,” Tarantino said of the spit scene. “So the idea is, I’m doing it, I’m taking responsibility. Also, I’m the director, so I can kind of art direct this spit. I know where I want it to land. I’m right next to the camera. So, boom! I do it. Now, if I screw up and I keep missing, once we get to that third one, if she doesn’t want to do it anymore, well then, that’s on me.”\nAs for the scene in which Tarantino was choking Thurman, the director told Deadline it was the actress’ idea. The scene in question features the assassin Gogo (Chiaki Kuryama) throwing her deadly chain around The Bride’s neck and tightening it. Tarantino originally thought he could direct the scene by connecting the chain to a pole in the background that wouldn’t be on film, but he says it was Thurman’s decision to have the chain actually wrap around her neck and have someone pull it.\n“It was Uma’s suggestion. To just wrap the thing around her neck, and choke her,” Tarantino said. “Not forever, not for a long time. But it’s not going to look right. I can act all strangle-ey, but if you want my face to get red and the tears to come to my eye, then you kind of need to choke me. I was the one on the other end of the chain and we kind of only did it for the close ups. And we pulled it off. Now, that was her idea.”\nThurman’s biggest revelation in The Times article concerns a car stunt gone wrong during the final days of filming “Kill Bill.” The actress learned that the vehicle being used in the scene was faulty, so she approached Tarantino to tell him she was uncomfortable with driving the car herself.\n“Quentin came in my trailer and didn’t like to hear no, like any director,” Thurman told The New York Times. “He was furious because I’d cost them a lot of time. But I was scared. He said: ‘I promise you the car is fine. It’s a straight piece of road.’”\nAccording to Thurman, Tarantino instructed her to “hit 40 miles per hour or your hair won’t blow the right way and I’ll make you do it again.” The car ended up veering off the road and crashing into a tree. Thurman sustained injuries she says still haven’t properly healed. Following The Times story, Thurman took to Instagram to say she no longer blames Tarantino for the accident. She said Tarantino “was deeply regretful and remains remorseful about this sorry event.”\nSpeaking to Deadline, Tarantino called the accident “the biggest regret of my life.” He admitted that he had heard Uma was “trepidatious about doing the driving shot,” so he decided to try out driving the car himself just to make sure the car was ready to perform during filming. Tarantino says he never viewed the scene as a “stunt.” While he was driving down the straight path of road, he came to the conclusion that performing the driving herself should “be okay” for Thurman.\n“Uma had a license. I knew she was a shaky driver, but she had a license,” Tarantino said. “When I was all finished [driving], I was very happy, thinking, she can totally do this, it won’t be a problem. I go to Uma’s trailer…I said, ‘Oh, Uma, it’s just fine. You can totally do this. It’s just a straight line, that’s all it is. You get in the car at [point] number one, and drive to number two and you’re all good.'”\n“Uma’s response was, ‘Okay,'” he continued. “Because she believed me. Because she trusted me. I told her it would be okay. I told her the road was a straight line. I told her it would be safe. And it wasn’t. I was wrong. I didn’t force her into the car. She got into it because she trusted me. And she believed me.”\nFilming of the scene ended up taking place at the end of the day when the light from the sun was hitting the road differently, which is not something Tarantino thought of could be a problem when he was test driving the car. At the last minute, Tarantino decided to switch the direction Thurman would drive down the road so that he could properly film her.\n“I’m guessing on this, but let’s say we were going to do the car from east to west? Could we go from west to east? It didn’t affect the shot,” Tarantino said. “I didn’t see how it would affect anything. A straight road is a straight road. We changed our number one, so the car would be driving in the opposite direction from the way I had gone down. And that was the beginning of where the crash happened.”\nBy switching the direction of the driving, the road now contained a small “S” curve. It was here where Thurman hit a rough patch and the car lost control and hit into a tree. Tarantino called watching the accident unfold on set “horrible” and “heartbreaking.” “Beyond one of the biggest regrets of my career, it is one of the biggest regrets of my life,” he said. “For a myriad of reasons.”\nAlthough the crash didn’t permanently ruin their relationship, Tarantino said it broke the trust between them. Thurman had long fought to gain access to the video footage of the crash but was prevented for 15 years by Weinstein, both Tarantino and the actress allege. Weinstein reportedly wanted to prevent Thurman the opportunity to sue the production. Tarantino helped her finally get access to the footage before she sat down with The New York Times.\nTarantino said he was originally supposed to be included in The Times article but was never contacted by the writer Maureen Dowd.\nSaveSave\nSaveSaveSaveSave\nSaveSave\nSaveSave\nSaveSave\nSaveSave",
  "title": "Quentin Tarantino Breaks Silence on Uma Thurman Abuse Claims",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.indiewire.com/2018/02/quentin-tarantino-responds-uma-thurman-car-crash-abuse-kill-bill-1201925124/",
  "dId": "2dc293a3fe84e4ab9334956ecc5fd0c82d1404b181772981c4c80f94",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 54,
    "Event": "Quentin_Tarantino_Uma_Thurman_car_crash"
  }
}