{
  "authors": [
    "Aurora Bosotti",
    "Simon Taylor"
  ],
  "date_download": "2018-02-06T19:48:06",
  "date_modify": null,
  "date_publish": "2018-01-31T06:40:00",
  "description": "BITCOIN's price has fallen again into $10k territory as the South Korean Government began to implement a ban on all anonymous traders in an attempt to crackdown on crypto criminal activity.",
  "filename": "https%3A%2F%2Fwww.express.co.uk%2Ffinance%2Fcity%2F911809%2FBitcoin-price-value-worth-latest-today-buy-USD-XRP-Ripple-cryptocurrency-Seoul-trade-video.json",
  "image_url": "https://cdn.images.express.co.uk/img/dynamic/22/750x445/911809.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.express.co.uk",
  "text": "Bitcoin, Ripple and ethereum suffered a severe crash after South Korea announced it would ban all anonymous cryptocurrency trading earlier this month. Bitcoin took another hit yesterday after the price plunged from $11,926 to $10,925 in just a few hours during the evening. Bitcoin and blockchain expert Simon Taylor said: \"I think it’s evidence of a government trying to get its hand around a subject which was seen as ungovernable.\nVLERICK BUSINESS SCHOOL•GETTY Bitcoin price: Simon Taylor said Seoul is banning trade to crack down on crime\n\"Historically we thought this thing was decentralised, there was no way to control it but what you have here is centralised exchanges. This is the same as a bank. This is something that holds the bitcoin or the digital currency on your behalf.\" Mr Taylor added that the South Korean Government's decision to ban cryptocurrency trading had been taken to crack down on all possible criminal activities the anonymity of bitcoin trading could have facilitated. The ban is expected to deliver a harsh blow to the cryptocurrency market as Seoul and the rest of Asia handled a large portion of global crypto trading activities. Speaking to BBC Radio 4's Today programme, Mr Taylor continued: \"I’ve seen various estimates that between 20 and 30 percent bitcoin trading has been through South Korea at some point. Same for Ripple and some of the other key currencies.\nI’ve seen various estimates that between 20 and 30 percent bitcoin trading has been through Seoul Simon Taylor\n\"They were holding currency on behalf of anonymous actors. What South Korea has now said is ‘we think there could be fraud, we think there could be money laundering.’ All kinds of bad activity could be happening. \"If we prevent anonymous people from being on these exchanges then maybe we can reign in some of that.\" New regulatory noise emerging from New York will concern wallet holders with Fortune reporting that Federal judges in Brooklyn, New York, are about to rule on the question of what exactly bitcoin is and whether it can be regulated. It comes after bitcoin wallet and exchange service reported a cryptocurrency robbery of nearly £380 million in Bitcoin rival NEM prompting Japan’s financial watchdog to launch an investigation on all exchanges to better prevent future thefts. According to Coindesk, bitcoin was trading for $10,097.58 at 6.44am GMT – with Ripple selling for $1.13 and ethereum for $1,084.6",
  "title": "Bitcoin price: All eyes on cryptocurrency bubble as South Korea implements trading ban",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.express.co.uk/finance/city/911809/Bitcoin-price-value-worth-latest-today-buy-USD-XRP-Ripple-cryptocurrency-Seoul-trade-video",
  "dId": "2fc45aa35a85b92ff0a2a0f643acc4520a0d4f2f368bbc6fca6c29f4",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 63,
    "Event": "Bitcoin_drops"
  }
}