{
  "authors": [],
  "date_download": "2017-11-30T16:14:24",
  "date_modify": null,
  "date_publish": "2016-02-08T01:35:19",
  "description": null,
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2016%2F02%2F07%2Fasia%2Fgallery%2Fnorth-korea-missile-launch%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/160207031820-north-korea-missle-launch-control-room-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Photos: North Korea launches rocket The Kwangmyongsong carrier rocket blasted off from the Sohae launch facility at 9 a.m Sunday (7:30 p.m. ET Saturday), entering orbit nine minutes and 46 seconds after liftoff, North Korea's state news agency KCNA reported. Hide Caption 1 of 8\nPhotos: North Korea launches rocket A state TV newsreader said the operation had been personally ordered and directed by North Korean leader Kim Jong Un. Hide Caption 2 of 8\nPhotos: North Korea launches rocket State media reported that more satellite launches were planned. Hide Caption 3 of 8\nPhotos: North Korea launches rocket U.N. Secretary-General Ban Ki-moon called the launch \"deeply deplorable\" and in violation of Security Council resolutions \"despite the united plea of the international community against such an act. Hide Caption 4 of 8\nPhotos: North Korea launches rocket North Korean leader Kim Jong Un looked on as the rocket blasted off. Hide Caption 5 of 8\nPhotos: North Korea launches rocket State media captures a moment on the rocket at lift off. Hide Caption 6 of 8\nPhotos: North Korea launches rocket The United States, South Korea, Japan, China, Russia, Britain and France, as well as the European Union and NATO, were swift to condemn the action. Hide Caption 7 of 8",
  "title": "North Korea launches rocket",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2016/02/07/asia/gallery/north-korea-missile-launch/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 56,
    "Event": "north_Korea_Launches_satellite"
  },
  "dId": "30e4d7a1677a604c6b34e239da0c75dd24e4d286eab5ee8adcb6f458"
}