{
  "authors": [],
  "date_download": "2017-11-30T19:52:45",
  "date_modify": null,
  "date_publish": "2016-10-13T00:00:00",
  "description": "The girls were among more than 200 kidnapped in April 2014 in northeastern Nigeria.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fworld%2Fboko-haram-militants-free-21-captive-chibok-schoolgirls-amid-talks-with-nigeria%2F2016%2F10%2F13%2F9e94610a-0ed3-4a26-96f1-6c5d7cccfdcd_story.html.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/10/13/Foreign/Images/AFP_H38U4.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "Am image from a video made public on April 14 apparently shows some of the more than 200 schoolgirls abducted by Boko Haram in 2014. (AFP/Getty Images)\nThe Nigerian government announced Thursday that it had secured the release of 21 of the more than 200 Chibok schoolgirls who were kidnapped by Boko Haram militants in April 2014.\nThe mass abduction in the northeastern Chibok town thrust Nigeria’s Islamist insurgency into a global spotlight and underscored the challenges that security forces face in battling the militants.\nA government spokesman said the release of the 21 captives was part of ongoing negotiations between Boko Haram and Nigerian officials.\n[Video purports to show captives, claims some killed by airstrikes]\nIt was “brokered by the International Red Cross and the Swiss government. The negotiations will continue,” the spokesman, Mallam Garba Shehu, said on Twitter.\nShehu added that the girls were “very tired coming out of the process.” Their names were not made public.\nThe International Committee of the Red Cross confirmed its role in the swap.\n“Today we transferred 21 of the #Chibokgirls and handed them to the #Nigeria government authorities, acting as a neutral intermediary,” the ICRC said on Twitter.\nAlthough the world’s attention was drawn to the Chibok schoolgirls in 2014, thousands of other women and girls have been abducted by Boko Haram in similar circumstances. Many of them were forcibly married to fighters and moved into what were effectively rape camps across northeastern Nigeria.\nIn August, Boko Haram posted a video purporting to show recent footage of dozens of the Chibok schoolgirls, saying that some have been killed in airstrikes. In May, one of the missing girls was found wandering in the bush.\n[Graphic: The brutal toll of Boko Haram’s attacks on civilians]\nThe government has been negotiating with Boko Haram for months, officials say. But with fighters dispersed across a vast stretch of northeastern Nigeria, including the dense Sambisa forest, it was unclear whether the girls were being held together or whether there was a viable point of contact within the insurgency.\nBoko Haram has split into two factions over the past year, with the group holding the schoolgirls based mostly in the southern part of Borno state and another group based farther north, near the border with Niger. President Muhammadu Buhari, who was elected last year partly for his pledge to defeat the insurgency and rescue the girls, has been criticized for not doing more.\nIn May, a pro-government vigilante group found one of the schoolgirls, Amina Ali, wandering in the Sambisa forest. She was taken to the capital, Abuja, where she met Buhari and other officials in front of cameramen — a move that was criticized by many Nigerians.\nInsurgents are not the only threat to the region. Northeastern Nigeria is beset by one of the world’s biggest hunger crises, with many on the brink of starvation.\nRead more:\nAs Nigeria battles Islamist terrorists, millions are at risk of starvation\nThey were freed from Boko Haram’s rape camps. But their nightmare isn’t over.\nToday’s coverage from Post correspondents around the world",
  "title": "Boko Haram militants free 21 captive Chibok schoolgirls amid talks with Nigeria",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/world/boko-haram-militants-free-21-captive-chibok-schoolgirls-amid-talks-with-nigeria/2016/10/13/9e94610a-0ed3-4a26-96f1-6c5d7cccfdcd_story.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 3,
    "Event": "boko_haram_21_schoolgirls_freed",
    "Url": "https://www.washingtonpost.com/world/boko-haram-militants-free-21-captive-chibok-schoolgirls-amid-talks-with-nigeria/2016/10/13/9e94610a-0ed3-4a26-96f1-6c5d7cccfdcd_story.html"
  },
  "dId": "3e072dc26c17df00151c343ef84f342fa46ace1ac967f624bd958077"
}