{
  "authors": [
    "Chris Stein"
  ],
  "date_download": "2017-11-30T13:57:08",
  "date_modify": null,
  "date_publish": "2016-10-13T07:59:17",
  "description": "Officials revealed last month that they had been negotiating with the Islamist militant group to gain the release of girls taken in April 2014.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2016%2F10%2F14%2Fworld%2Fafrica%2Fboko-haram-nigeria.html.json",
  "image_url": "https://static01.nyt.com/images/2016/10/15/world/14Nigeria-web/14Nigeria-web-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "“The release of the girls, in a limited number, is the outcome of negotiations between the administration and the Boko Haram, brokered by the International Red Cross and the Swiss government,” Garba Shehu, a spokesman for President Muhammadu Buhari, said in a series of messages posted on Twitter. “The negotiations will continue.”\nThe girls were released around 5:30 a.m. on Thursday, the government said. In addition to the 21 girls, a 20-month-old boy born to one of them in captivity was released, it said.\nAt a news conference in the capital, Abuja, the girls sat in rows in a room packed with government ministers, officials and journalists. Wearing colorful dresses, the girls listened to Vice President Yemi Osinbajo speak from behind a table, flanked by his ministers.\n“We can imagine what they’ve gone through,” he said. “So much needs to be done to get them back to living a normal life after so much trauma in captivity.”\nMr. Osinbajo described the girls as being in “reasonably good health considering the circumstances they’ve been held in.” He added that they would stay in a medical facility “for some time, until we’re reasonably satisfied of their health condition.”\nAs for the other girls held by Boko Haram, Mr. Osinbajo suggested that “in the next few days, the next few months, we should be able to bring in more of these girls, along the same lines, using exactly the same negotiations.”\nBut he warned that the government, which is waging an aggressive campaign to fight Boko Haram and regain territory seized by the group, had the fate of the nation to consider as well.\nAdvertisement Continue reading the main story\n“We want to ensure that we bring these girls back alive,” Mr. Osinbajo said. “At the same time we, of course, balance this against the overall safety and security of the country.”\nRelatives of the girls rejoiced, even before they knew whether their kin were among those freed.\nLawan Zanna, the father of Aisha Zanna, one of the abducted girls, said by telephone that he hoped his daughter had been freed. All of the parents are “very happy hearing that they have released our daughters,” he said. “All are our daughters.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnother parent, Esther Yakubu, said by telephone that she was praying that her daughter Dorcas was among those released. “They say it’s only 21,” she said. “Most of them are still out there, and we want them to come back.’’\nManasseh Allen, a native of Chibok whose cousin was abducted, said in a phone interview that he hoped more girls could be rescued. “Once we have 21 parents now linked up with daughters, at least we have solved a good part of the problem,” he said. “So many will be hopeful that their daughters have been brought back.”\nAsked if he thought a ransom was involved, he said: “Whether it’s a ransom, whether it’s a prisoner swap, the government knows how best to get these girls back. All we are after is to get the girls back.”\nEarlier in the day, Lai Mohammed, the minister of information and culture, denied preliminary reports that Boko Haram fighters might have been released in exchange for the girls.\n“Please note that this is not a swap,” he said. “It is a release, the product of painstaking negotiations and trust on both sides. We see this as a credible first step in the eventual release of all the Chibok girls in captivity.”\nThe Bring Back Our Girls campaign thanked the Nigerian security services on Facebook and added: “We trust that our government will continue to work to keep the safety, security and well-being of the other girls a high priority.”\nThe abductions, during exam time at a boarding school, increased pressure on the government to fight Boko Haram, which has raged through parts of northern Nigeria for years, burning entire villages and carrying out rape, beheadings, looting and other acts of violence.\nAdvertisement Continue reading the main story\nSome girls managed to escape shortly after the fighters stormed their school and hauled away their classmates, and in May, the authorities announced that one girl, Amina Ali, had been found; she was wandering in the forest when members of a vigilante group came across her as they prepared to ambush a Boko Haram camp.\nBut a majority of the girls are still missing, and it is feared that many may never return. In August, Boko Haram released a video purporting to show the bodies of several kidnapped schoolgirls who fighters said were killed by Nigerian airstrikes.\nThe girls still in captivity are thought to be held by a faction controlled by the Boko Haram leader Abubakar Shekau, rather than a newer faction that has been endorsed by the Islamic State. The latter faction split from Mr. Shekau’s group after an ideological dispute over killings that targeted Muslims.\nWestern intelligence officials have said they believe the girls are scattered in small groups, another hurdle to rescuing them.\nThe Nigerian military, with help from troops from neighboring nations and from the United States, Britain and France, has made big advances against Boko Haram in recent months. But it has had trouble holding towns once liberated from Boko Haram control, and Boko Haram fighters have also taken the fight to neighboring countries like Niger.",
  "title": "21 Girls Kidnapped From Chibok School Released by Boko Haram, Nigeria Says",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2016/10/14/world/africa/boko-haram-nigeria.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 3,
    "Event": "boko_haram_21_schoolgirls_freed",
    "Url": "https://www.nytimes.com/2016/10/14/world/africa/boko-haram-nigeria.html"
  },
  "dId": "3e45808466b7d29685f5b0ba638df36edf92d2d2716c79794b59fe77"
}