{
  "authors": [
    "Soraya Sarhaddi Nelson"
  ],
  "date_download": "2017-11-30T16:14:45",
  "date_modify": null,
  "date_publish": "2016-01-05T00:00:00",
  "description": "Police in Cologne are investigating reports of sexual assaults that occurred during New Year's Eve celebrations. Thousands were packed into the city's main square when the attacks occurred.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fparallels%2F2016%2F01%2F05%2F462059765%2Fmass-sexual-assaults-in-cologne-germany-renew-tensions-over-migrants.json",
  "image_url": "https://media.npr.org/assets/img/2016/01/05/69230602_h41742166_wide-b0bfbd0b1087044802133514961ceda3c2489d96.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "New Year's Eve Assaults Renew German Tensions Over Migrants\nEnlarge this image toggle caption Oliver Berg/EPA /Landov Oliver Berg/EPA /Landov\nGerman police are investigating reports of dozens of sexual assaults and muggings that occurred outside Cologne's famous cathedral during a raucous celebration on New Year's Eve.\nCologne Police Chief Wolfgang Albers told a news conference Tuesday afternoon the unidentified attackers were among a crowd of about 1,000 men, ages 18 to 35, many of them drunk and shooting fireworks.\nWhat's especially causing a stir in Germany is how Albers describes the suspects. He says they look \"Arab or North African.\" Similar attacks on New Year's Eve are being investigated in Hamburg and Stuttgart, and Albers says police are looking into whether the attacks and muggings were coordinated.\nHis police department is under fire for failing to prevent the Cologne attacks, especially since criminal gangs who'd been pickpocketing and mugging people in the square near the cathedral were already under surveillance.\nAlbers says his officers didn't learn about the sexual assaults until the next day.\nOne victim who spoke with German channel n-tv accused police of keeping her and several female friends, who were also attacked, from seeking refuge inside the nearby main train station.\nThe victim, whom the TV channel identified only by first name, Michelle, said police didn't take her sexual assault claim seriously for several days and at first would only file a report about her cellphone being stolen.\n\"We ran but we couldn't do anything,\" she said of the attack, which she said was carried out by between 10 and 30 people. \"They attacked us from all sides and touched us everywhere, between our legs ... and under our jackets. They tried to separate us.\"\nEnlarge this image toggle caption Oliver Berg/DPA /Landov Oliver Berg/DPA /Landov\nAlbers says police have not yet identified any suspects, but added that migrants who commit serious crimes should be deported. That demand was echoed by members of the Bavarian CSU party in Germany's ruling coalition.\nBut Cologne Mayor Henriette Reker, an independent, warned against drawing hasty conclusions about who the perpetrators are.\n\"It's absolutely improper for us or for people who are judging this objectively to immediately link a group that appears to come from North Africa with refugees,\" said Reker, a pro-refugee politician who survived an assassination attempt last year by a man with anti-immigrant beliefs.\nReker said her administration and city police are taking steps to ensure assaults like those on New Year's Eve don't happen again. The measures will include a stepped-up police presence and video surveillance during next month's pre-Lenten celebration of Carnival, which attracts large numbers of revelers.\nCologne Refugee Council Director Claus-Ulrich Proelss tells NPR he worries that the way police are handling this case will lead to a backlash against refugees across Germany.\nAlluding to the perpetrators as migrants is wrong, Proelss says, given that they could have just as easily been German citizens of North African descent or children of guest workers. He called for police to solve the crimes as quickly as possible.\nSo did German Chancellor Angela Merkel. In a statement, her office called for the attackers to swiftly be brought to justice — regardless of their origin or background.",
  "title": "New Year's Eve Assaults Renew German Tensions Over Migrants",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/parallels/2016/01/05/462059765/mass-sexual-assaults-in-cologne-germany-renew-tensions-over-migrants",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 54,
    "Event": "NewYearsEveSexualAssaultsGermany"
  },
  "dId": "3f94467f3893d1dc56675530cdb8a1896d632c817b6da32401fefb08"
}