{
  "authors": [
    "Verity Burns"
  ],
  "date_download": "2018-01-07T23:55:05",
  "date_modify": null,
  "date_publish": "2017-12-22T17:18:32",
  "description": "The Samsung Galaxy S9 and S9+ have cropped up in images from a mobile accessory manufacturer. The pictures appear to confirm several early rumours about the popular flagship phones.",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Ftech%2F5198156%2Fsamsungs-galaxy-s9-leaked-in-pics-ahead-of-rumoured-february-launch%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/12/dk-composite-samsung1.jpg?strip=all&quality=100&w=750&h=500&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "New images of Samsung’s next big smartphone release, the Galaxy S9, have leaked online.\nThe pictures, from case maker Olixar, were posted on retailer Mobile Fun’s website.\nThe handset hasn't been announced by Samsung yet\nShowing the S9 and S9+ in protective phone cases, the pictures seem to confirm a number of early rumours concerning the phone’s upcoming features.\nThat includes a dual camera on the larger S9+, and the fact the divisive back-mounted fingerprint scanner appears to have moved to a more central position.\nPeople put off by Apple’s decision to ditch the headphone jack will be happy to hear that both S9 handsets appear to have kept the 3.5mm connection, as well as the large 18:9 bezel-less screen.\nCORE OF THE PROBLEM? Apple engineer says pressure to design iPhone is reason I’m divorced KING OF THE SEA This is how big ichthyosaurs were and when the sea dragons went extinct Are you safe? New 'Meltdown' bug puts Mac, PC and Android phones at risk REAL-LIFE X FILES What is the Government trying to hide from us about latest UFO findings? ROAR-SOME Get the lowdown on whether the T-Rex had feathers and how big its arms were IPHONE KILLER Samsung Galaxy S9: Can Samsung's next phone beat the iPhone X?\nWhile previous leaks had suggested the S9 was due for a March release, Olixar has suggested a late February launch following an official announcement earlier in the month.\nThat would align with the Mobile World Congress press event in Barcelona, where several of Samsung’s previous flagship handsets have been unveiled.",
  "title": "Samsung’s Galaxy S9 leaked in pics ahead of rumoured February launch",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/tech/5198156/samsungs-galaxy-s9-leaked-in-pics-ahead-of-rumoured-february-launch/",
  "dId": "41f470ba87ff10a42b2aab32a09bf0c6dc708a7677c196ae96dc05f9",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 9,
    "Event": "alleged_galaxy_s9_components_smile_for_the_camera_theres_a_spot_for_a_headphone_jack"
  }
}