{
  "authors": [
    "Cheyenne Macdonald For Dailymail.Com"
  ],
  "date_download": "2018-02-06T16:56:28",
  "date_modify": null,
  "date_publish": "2018-02-03T00:29:33",
  "description": "Astrophysicists at the University of Oklahoma used data from NASA’s Chandra X-ray Observatory to find the new population of planets outside of the Milky Way for the first time.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5346873%2FScientists-spot-planets-galaxies-Milky-Way.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/02/03/00/48D5439800000578-0-image-a-31_1517616921127.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Astrophysicists have discovered a population of planets outside of the Milky Way for the first time.\nThe incredible breakthrough was made possible using a technique known as microlensing, which allowed researchers to spot objects in extragalactic galaxies that are too far to be observed directly.\nThe findings indicate there may be roughly 2000 planets ranging from moon to Jupiter mass per main-sequence star - suggesting there could be over a trillion that have yet to be discovered.\nAstrophysicists have discovered a population of planets outside of the Milky Way for the first time. Pictured, the gravitational lens RX J1131-1231 galaxy can be seen, with the lens galaxy at the center and four lensed background quasars\nWHAT IS GRAVITATIONAL LENSING? Gravitational lensing occurs when a massive galaxy or cluster of galaxies bend the light emitted from a more distant galaxy. This forms a highly magnified, though much distorted image. This is because massive objects bend the spacetime around them, making light travel in a different path. This theory was first proposed by Einstein in his theory of General Relativity.\nAstrophysicists at the University of Oklahoma used data from NASA’s Chandra X-ray Observatory to find the new population of planets.\nBefore this, they say no evidence of planets in other galaxies had ever been detected.\nThe researchers relied on a technique called microlensing, which uses the distortions of light from a background source much like a magnifying glass to see distant objects.\n‘We are very excited about this discovery,’ said Xinyu Dai, professor in the Homer L Dodge Department of Physics and Astronomy.\n‘This is the first time anyone has discovered planets outside our galaxy.\n'These small planets are the best candidate for the signature we observed in this study using the microlensing technique.\n‘We analyzed the high frequency of the signature by modelling the data to determine the mass.’\nUntil now, microlensing has only been used to detect planets in the Milky Way, according to the researchers.\nWith quasar microlensing, they say it’s possible to see extragalactic planets inside the lens galaxy based on the properties of emission near the event horizon of the supermassive black hole of the background quasar.\nAstrophysicists at the University of Oklahoma used data from NASA’s Chandra X-ray Observatory to find the new population of planets. Before this, they say no evidence of planets in other galaxies had ever been detected. The Milky Way is pictured\nAnd, this can be done with current technology.\n‘This is an example of how powerful the techniques of analysis of extragalactic microlensing can be,’ said postdoctoral researcher Eduardo Guerras.\n‘This galaxy is located 3.8 billion light years away, and there is not the slightlest chance of observing these planets directly, not even with the best telescope one can imagine in a science fiction scenario.\n‘However, we are able to study them, unveil their presence and even have an idea of their masses. This is very cool science.’",
  "title": "Scientists spot planets in galaxies beyond the Milky Way",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5346873/Scientists-spot-planets-galaxies-Milky-Way.html",
  "dId": "4d4c9b2109bb7a88e7eff209e92cf5c1b07032bfdaf722396ca3ac5e",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 51,
    "Event": "first_planets_outside_the_Milky_Way"
  }
}