{
  "authors": [],
  "date_download": "2018-01-08T00:12:15",
  "date_modify": null,
  "date_publish": "2017-12-27T07:06:27",
  "description": "A Tokyo-bound jet returned to Los Angeles International Airport on Tuesday because the crew learned four hours into the flight that a passenger was on the wrong plane, All Nippon Airways (ANA) said in a statement.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Freuters%2F2017%2F12%2F27%2Fworld%2Fasia%2F27reuters-lax-flight.html.json",
  "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "(Reuters) - A Tokyo-bound jet returned to Los Angeles International Airport on Tuesday because the crew learned four hours into the flight that a passenger was on the wrong plane, All Nippon Airways (ANA) said in a statement.\nFlight 175 departed Los Angeles at 11:36 a.m. (0336 GMT) for Tokyo Narita Airport but turned around over the Pacific Ocean when crew members learned of the mix-up. It landed in Los Angeles at 7:33 p.m.,the airline said.\nModel Chrissy Teigen said in a tweet that she and her husband John Legend, a singer and actor, were on the flight.\n\"During the flight, the cabin crew became aware that one of the passengers boarded the incorrect flight and notified the pilot,\" the statement said. \"As part of the airline's security procedure, the pilot in command decided to return to the originating airport, where the passenger was disembarked.\"\nAdvertisement Continue reading the main story\nLos Angeles television station KTLA said that the FBI interviewed passengers and that the agency had received reports of a \"possible stowaway\" aboard the flight but no arrests have been made.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe FBI did not immediately respond to a request for comment. ANA said it was investigating the incident.\n\"We take great pride providing exemplary customer service, and on this flight we failed to do so,\" the airline said.",
  "title": "Los Angeles-Tokyo Flight Turns Back After Passenger Mix-Up",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/reuters/2017/12/27/world/asia/27reuters-lax-flight.html",
  "dId": "4ea3774837f7170c07a74e2214ead63c285a6e63bd43c129eab90977",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}