{
  "authors": [
    "Reuters In Berlin",
    "Jamil Danish"
  ],
  "date_download": "2017-11-30T19:51:17",
  "date_modify": null,
  "date_publish": "2016-11-11T09:11:54",
  "description": "Militants ram car packed with explosives into wall of consulate in Mazar-i-Sharif in retaliation for Nato airstrikes on Kunduz",
  "filename": "https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2016%2Fnov%2F10%2Ftaliban-attack-german-consulate-mazar-i-sharif-afghanistan-nato-airstrikes-kunduz.json",
  "image_url": "https://i.guim.co.uk/img/media/93e8b0fab1a54539c45eb7291317562620be1c97/0_160_4185_2511/master/4185.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=f1a113c4ddff9d603c6b81eb5b64574e",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theguardian.com",
  "text": "Militants ram car packed with explosives into wall of consulate in Mazar-i-Sharif in retaliation for Nato airstrikes near Kunduz\nA Taliban suicide bomber rammed a car packed with explosives into a wall around the German consulate in the northern Afghan city of Mazar-i-Sharif, killing at least four civilians and wounding scores of other people, officials said.\nA Nato spokesman said the explosion late on Thursday had caused massive damage to the building, where about 30 people worked. Heavily armed attackers followed up the blast, battling with Afghan and German security forces late into the night.\nThe Taliban claimed responsibility for the attack, saying it was in retaliation for Nato airstrikes against a village near the northern city of Kunduz last week in which more than 30 people were killed.\nThe Islamist movement’s spokesman, Zabihullah Mujahid, said by telephone that heavily armed fighters, including suicide bombers, had been sent “with a mission to destroy the German consulate general and kill whoever they found there”.\nNoor Mohammad Faiz, the head doctor in Mazar-i-Sharif provincial hospital, said four dead bodies and 120 wounded had been brought in and that the numbers might rise.\nThe attack highlighted the security problems spreading across Afghanistan in recent months, with heavy fighting in areas from the volatile southern province of Helmand to Kunduz in the far north.\nMore than 30 people, many of them children, were killed last week when US aircraft carried out strikes in support of Afghan and US special forces who came under attack during a raid against suspected Taliban militants threatening Kunduz.\nGermany, which heads the Nato-led “Resolute Support” mission in northern Afghanistan, has about 850 soldiers at a base on the outskirts of Mazar-i-Sharif, with another 1,000 troops coming from 20 partner countries.\nA foreign ministry spokesman in Berlin said the attack was suppressed in the early hours of Friday by Afghan and German security personnel, as well as Nato special forces.\n“All German employees of the consulate general are safe and uninjured,” he said. It was not yet known how many Afghan civilians and security personnel were killed or wounded, the spokesman said.\nThe explosion occurred about an hour before midnight local time, a spokesman for the German military joint forces command in Potsdam said. Witnesses reported sporadic gunfire from around the consulate and said the huge blast had shattered windows in a wide area around the compound.\n“It was a prepared attack for which we made all arrangements,” Mujahid said. “As per our plan, first a suicide bomber driving an explosives-laden vehicle rammed the main building of the consulate and that enabled other fighters to move in and kill all the foreigners there.”\nBy the early hours of the morning, Afghan special forces were conducting search operations but were not encountering further resistance, said Sayed Kamal Sadat, police chief of Balkh province. Another provincial official, deputy police chief Abdul Razaq Qaderi, said at least one suspect had been arrested from the area of the explosion.\nThe Nato spokesman said at least one car packed with explosives had been driven into the high outer wall surrounding the consulate, but authorities were investigating if a second car had been involved.\nThe heavily protected consulate is located in a large building close to the Blue Mosque in the centre of Mazar-i-Sharif, where the Indian consulate was also attacked by militant gunmen earlier this year.\nA crisis task force was set up in Berlin and the foreign minister, Frank-Walter Steinmeier, was receiving continual updates, the German foreign ministry spokesman said.",
  "title": "At least four killed in Taliban raid on German consulate in Afghanistan",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theguardian.com/world/2016/nov/10/taliban-attack-german-consulate-mazar-i-sharif-afghanistan-nato-airstrikes-kunduz",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 58,
    "Event": "Benghazi_US_consulate_attack"
  },
  "dId": "51bd183bdd5c2ea99cdc5f0dfe49feb816b0185371c8f30842549c33"
}