{
  "authors": [
    "Ralph Ellis",
    "Steve Almasy"
  ],
  "date_download": "2017-11-30T15:56:38",
  "date_modify": null,
  "date_publish": "2016-07-14T21:32:16",
  "description": "Scores of people were killed Thursday night when a large truck plowed through a crowd celebrating Bastille Day in Nice, France, President Francois Hollande says.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2016%2F07%2F14%2Feurope%2Fnice-france-truck%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/160714175125-nice-france-holmes-walker-tell-00003209-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "(CNN) Scores of people were killed Thursday night when a large truck plowed through a Bastille Day crowd in Nice, France, in what President Francois Hollande called a terror attack.\nThe death toll grew through the night, with Hollande saying 77 people died. Interior Minister Bernard Cazeneuve said 80 people were killed.\nThe driver first shot a gun into the crowd before driving two kilometers along the Promenade des Anglais, the main street in Nice, mowing down people who had gathered to watch fireworks, regional President Christian Estrosi told CNN affiliate BFM-TV.\nPolice shot and killed the driver, said Pierre-Henry Brandet, a spokesman for the French Interior Ministry. Police found firearms, explosives and grenades in the truck, Estrosi said.\n\"We cannot deny that it was a terror attack,\" Hollande said in a national television address. He added that the choice of the day -- Bastille Day, when France celebrates its post-French Revolution republic -- was particularly poignant.\nHe said that the day is a \"symbol of liberty,\" and that \"human rights are denied by fanatics and France is quite clearly their target.\"\nHollande recommended that an existing state of emergency, put in place in the wake of the Paris attacks in November 2015 and due to expire later this month, be extended for three further months.\nSo far, no group has claimed responsibility. Anti-terror prosecutors have taken over the investigation, according to BFMTV, citing the prosecutor's office.\nLeaders around the world have denounced the brutal incident.\nU.S. President Barack Obama issued a statement saying, \"We stand in solidarity and partnership with France, our oldest ally, as they respond to and recover from this attack.\"\nCanadian Prime Minister Justin Trudeau tweeted: \"Canadians are shocked by tonight's attack in Nice. Our sympathy is with the victims, and our solidarity with the French people.\" Brazilian President Michel Temer tweeted: \"It is regrettable that on the day [that] eternalized fraternity as the motto of the French people, an attack destroyed the lives of so many citizens.\"\nThe United Nations condemned what it termed a \"barbaric and cowardly\" terror attack in Nice.\nAs Asia woke up to the horrific news, India, China and South Korea's leaders added their voices to the chorus of condemnation.\n\"India shares the pain (and) stands firmly with our French sisters (and) brothers in this hour of immense sadness,\" Indian Prime Minister Narendra Modi tweeted.\nHere are the latest developments:\n• Hospitals in the city have launched an urgent appeal for blood donors.\n• The presumptive nominees for the U.S. presidential election have reacted to the attack, again taking strikingly different tones with Trump saying he'd ask for a declaration of war against ISIS while Clinton called for greater intelligence gathering to fight terror groups.\n• Authorities are attempting to determine whether the identity card of a 31-year-old French-Tunisian found in the truck cab matches the body of the driver in the attack, according to a police source cited by AFP. The driver was a Nice resident, according to the Nice Matin newspaper.\n• Hollande said security measures will be increased and an existing state of emergency, which was scheduled to end later this month, will be extended three months. \"France is afflicted, but she is strong, and she will always be stronger than the fanatics who want to strike her today,\" he said.\n• The streets were dense with people when the attack happened. About 100 people were injured, officials said. Witness Tony Molina said he saw bodies of the dead lying in the street, covered in blue tarps and marked so emergency vehicles didn't run over them.\n• Preliminary information from French officials was that there was one individual in the truck, according to a U.S. law enforcement official briefed on the attack.\nCNN Map\n• American Dominique Molina, who was watching from a balcony, said the fireworks had just ended and a crowd on the beach was disbanding. \"People were flooding the streets, just walking away from the show, and I heard a lot of loud noises and people were screaming and so to the west, a big moving truck was driving on the promenade, just barreling over people and hitting -- running people over.\" She estimated the truck moved at 20-25 mph. Molina said her teenage son witnessed the carnage. \"It's something you're not supposed to see,\" she said. \"I grabbed my son, I felt like shielding him, protecting him from seeing that. It happened so fast, it was like in slow-motion.\"\n• Paul Delane, an American, described the chaos. \"All of a sudden, just people, thousands of people, started running in one direction. Well, my partner took my hand immediately and we started running with everybody and honestly in my head I had no idea what was going on and the music was so loud and I didn't really see a truck, but just people running and screaming and crying and people carrying their children, and it was just very frightening.\"\n• The U.S. Consulate in Marseille advised U.S. citizens in Nice to call family and friends to notify them that they are safe . The Consulate said it was working with authorities to determine whether any U.S. citizens were injured.\nPhotos: Bastille Day terror: Harrowing images of truck attack in Nice Photos: Bastille Day terror: Harrowing images of truck attack in Nice Baby strollers are seen on the Promenade des Anglais in Nice, France, on Friday, July 15. A 31-year-old native of Tunisia and resident of Nice drove into a crowd during the southern French city's Bastille Day celebrations around 10:45 p.m. on Thursday, July 14, killing at least 84 people and leaving around 202 injured. Hide Caption 1 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A woman cries, asking for her son, as she walks near the scene of the attack. Hide Caption 2 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A forensics team inspects the scene of the attack. Hide Caption 3 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A man looks at the scene of the attack on the Promenade des Anglais. Hide Caption 4 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Forensics investigators examine a truck at the scene of the attack. Hide Caption 5 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Hide Caption 6 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Bodies of victims covered by sheets remained at the scene of the attack early Friday. Hide Caption 7 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A man sits next to the body of a victim following the attack. Hide Caption 8 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Authorities confirmed that the driver of the truck was killed by police. Hide Caption 9 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice The truck plowed into a crowd leaving a Bastille Day fireworks display in the French resort city of Nice. One witness, an American who was about 15 feet from the truck, said the driver accelerated and pointed his tractor-trailer into the crowd, mowing people over. Hide Caption 10 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A man lies near a covered body at the scene of the attack on the Promenade des Anglais in Nice. Hide Caption 11 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Emergency teams assist wounded people at the scene. Hide Caption 12 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A photo from the Twitter account of a reporter for CNN affiliate France 2 shows witnesses being interviewed inside the Hotel Negresco after the attack. According to Alban Mikoczy, these people are not injured. Hide Caption 13 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Wounded people are evacuated from the scene where the truck drove into the crowd during the Bastille Day celebrations. Hide Caption 14 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Armed French police move people away from the Promenade des Anglais in Nice in the aftermath of Thursday's attack. Hide Caption 15 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Medical workers attend to an injured woman. Hide Caption 16 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Police security forces deployed in the center of Nice. Hide Caption 17 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Tony Molina, a U.S. police officer on vacation in Nice, witnessed the terrible scene from his hotel room. He told CNN he thought he heard between 30 and 40 gunshots. \"I saw the truck right below us and it had already driven down the boardwalk for a half a mile.\" Hide Caption 18 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice BFM-TV, a CNN affiliate in France, reported that police shot at the truck to try to stop it. Hide Caption 19 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Rescue workers move a victim from the scene. Hide Caption 20 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Soldiers, police officers and firefighters walk among bodies covered with blue sheets on the seafront Promenade des Anglais. Hide Caption 21 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Police seal off the area around the scene. A witness said at first it seemed like an accident, but then it became obvious it was a deliberate act. Hide Caption 22 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice \"I wasn't sure what to do, in that situation. No one knew what was going on. We just knew we had to run for our lives,\" said Paul Delane, an American who witnessed the attack. Hide Caption 23 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice French President François Hollande said the country would now extend its state of emergency for three months. Hide Caption 24 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A doll is seen at the scene of the attack on the Promenade des Anglais. Hide Caption 25 of 25\n• Hollande returned to Paris from Avignon for emergency talks at the Interior Ministry after the incident, according to French national radio.\n• France had put intense security in place for Euro 2016 , the international soccer tournament that just ended. No major attacks occurred during the event.\n• Facebook activated the Safety Check feature for people in and around the area of the attack.\n• An American witness at the scene said the driver of the truck was mowing bodies over, and that he appeared to accelerate as he hit those bodies. The witness said he saw only the driver. He heard gunfire as he ran away, but did not know its source. It seemed like an accident at first, but it became apparent very quickly that it was deliberate, the witness told CNN.\n• Maryam Violet, a witness, said she was walking along the beach and saw \"a ton of people on the ground and on the sidewalk. You could see someone with a bike or a wheelchair and someone with a bag full of flowers, innocent and normal people on the beach.\"\n• Eric Dartell was eating at a restaurant on the street where the incident happened. \"You can see wreckage all along the way, a body, bicycles, street lamps and debris everywhere,\" he said.\n• In the United States, New York Gov. Anthony Cuomo ordered stepped-up security at high-profile locations, including airports, bridges, tunnels and mass transit systems.\n• Nice is on the Mediterranean, about 930 kilometers (580 miles) from Paris.\n• Estrosi said a Rihanna concert has been canceled and that flags will fly at half-mast.",
  "title": "Terror attack kills scores in Nice, France, Hollande says",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2016/07/14/europe/nice-france-truck/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 68,
    "Event": "truck_attack_in_nice"
  },
  "dId": "544db91c72dce4dbe8644c8bc299a17471fcd93197cd4f0b9cfd9642"
}