{
  "authors": [],
  "date_download": "2018-01-10T23:24:11",
  "date_modify": null,
  "date_publish": "2017-12-11T00:00:00",
  "description": "`Smoke rings’ spotted in the ocean from space",
  "filename": "https%3A%2F%2Fnews.liverpool.ac.uk%2F2017%2F12%2F11%2Fsmoke-rings-spotted-in-the-ocean-from-space%2F.json",
  "image_url": "https://news.liverpool.ac.uk/wp-content/uploads/2017/12/eddiesweb.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "news.liverpool.ac.uk",
  "text": "Researchers from the University of Liverpool have spotted the equivalent of smoke-rings in the ocean which they think could ‘suck-up’ small marine creatures and carry them at high speed and for long distances across the ocean.\nThe ocean is full of eddies, swirling motions some tens to hundreds of kilometres across, which mix the water and carry it across the average currents. The ‘smoke-rings’ are a pair of linked eddies spinning in opposite directions that travel up to ten times the speed of ‘normal’ eddies and were spotted in the Tasman Sea, off the southwest of Australia and in the South Atlantic, west of South Africa. The rings in the ocean are cut in half by the sea surface, so we see the two ends of the half ring at the surface.\nDescribed in a research paper published in the journal `Geophysical Research Letters’, the `smoke rings’ were discovered by analysing sea level measurements taken from satellites together with sea surface temperature images from the same time and place.\nLead author of the study, Professor Chris Hughes, said: “What we found was a pair of eddies spinning in opposite directions and linked to each other so that they travel together all the way across the Tasman Sea, taking six months to do it.\n“Ocean eddies almost always head to the west, but by pairing up they can move to the east and travel ten times as fast as a normal eddy, so they carry water in unusual directions across the ocean.\nThe smoke rings require an area of calm water to ‘puff’ out through, which itself is quite unusual. I’ve looked at other areas of other oceans but I’ve only seen them in the oceans around Australia, plus one in the South Atlantic. My thinking is that these linked, fast moving eddies could ‘suck-up’ small marine creatures and carry them at high speed and for long distances across the ocean.”\nThe research paper `Rapid water transport by long-lasting modon eddy pairs in the southern midlatitude oceans’ is published in Geophysical Research Letters (doi.org/10.1002/2017GL075198)",
  "title": "`Smoke rings’ spotted in the ocean from space",
  "title_page": null,
  "title_rss": null,
  "url": "https://news.liverpool.ac.uk/2017/12/11/smoke-rings-spotted-in-the-ocean-from-space/",
  "dId": "572f3fd23d5b423fd1f78d484fd837195ff8251a473baa0389372c15",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 17,
    "Event": "smoke_rings_spotted_in_the_ocean_from_space"
  }
}