{
  "authors": [
    "Isabel Kershner"
  ],
  "date_download": "2018-01-01T22:41:54",
  "date_modify": null,
  "date_publish": "2016-06-19T12:40:20",
  "description": "The approximately $20 million in financing underlined Israel’s strengthened right-wing orientation and raised the ire of political opponents and the Palestinians.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2016%2F06%2F20%2Fworld%2Fmiddleeast%2Fisrael-west-bank-settlements-palestinians.html.json",
  "image_url": "https://static01.nyt.com/images/2016/06/20/world/20ISRAEL2/20ISRAEL2-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "The settlements have long been a source of friction between Israel and the United States, along with much of the rest of the world. Most countries view settlement construction as a violation of international law and an impediment to a resolution of the Israeli-Palestinian conflict; the Obama administration has described the settlements as “illegitimate.”\nIsrael considers the West Bank territory that it conquered from Jordan in the Arab-Israeli War of 1967 to be disputed, not occupied, and says the fate of the settlements should be determined in negotiations.\nUnder growing international pressure, Mr. Netanyahu and Mr. Lieberman recently affirmed their commitment to the principle of “two states for two peoples,” meaning the establishment of a Palestinian state alongside Israel, but the Palestinians and others are skeptical about the Israelis’ motives.\nPhoto\n“Israel is doing everything possible to sabotage every effort to achieve a just and lasting peace,” Saeb Erekat, the secretary general of the Palestine Liberation Organization, said in a statement after the Israeli government approved the settlement financing. “It is time for the international community to assume its responsibilities towards this extremist government that openly supports apartheid and stands against the two-state solution.”\nWhile strengthening the settlements, Israel has continued to demolish unlicensed Palestinian homes and livestock pens in the part of the West Bank known as Area C, the more than 60 percent of the territory where Israel exercises full security and civil control.\nThe financing measure was approved after months of deadly Palestinian attacks in and around the settlements, as well as in Jerusalem and in cities around Israel.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Amir Peretz, an Israeli legislator from the center-left Zionist Union and a former defense minister, said of the financing measure, “They are using the name of security baselessly, because the defense establishment will not abandon the settlers even without getting the millions it is getting today.”\nMr. Peretz added that the allocation was “rubbing the salt in the wounds of those who need every shekel.” He pointed to a cross-country protest march led by mayors of towns far from the center of Israel as they campaign for a fairer distribution of government funds for education and welfare.\nAdvertisement Continue reading the main story\nMoshe Yaalon, a Likud politician and a former military chief of staff who resigned from his post as defense minister last month after it was promised to Mr. Lieberman, said at the annual Herzliya security conference near Tel Aviv last week that he intended to run for prime minister in the next elections, which are to be held by late 2019.\nMr. Yaalon, who has supported settlement growth, accused the Israeli leadership of scaremongering. Citing the nuclear agreement with Iran, which Mr. Netanyahu strenuously opposed, and the capabilities of the military, he said, “I can say that today and in the foreseeable future, there is no existential threat on the State of Israel.”\nEhud Barak, another former military chief and defense minister, who, as the leader of the center-left Labor Party, served a short and largely unsuccessful term as prime minister, said at the conference that “a fanatic seed of extreme ideology has taken over the Likud.”\nHe added that Mr. Netanyahu’s priority was not security but “a slow and cunning advancement of the one-state solution agenda.” Mr. Barak said that would lead to either an apartheid state or a binational state “in which the Jews will become a minority within a couple of generations.”\nLikud dismissed Mr. Barak, who also gave a lengthy television interview on Friday night, as a failed politician who was seeking attention. Mr. Netanyahu rejected Mr. Yaalon’s criticism as politically motivated, saying in a statement, “You cannot express full confidence in the leadership when you are on the inside and say the absolute opposite when you are on the outside.”",
  "title": "Israel Approves Additional Funding for Settlements in West Bank",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2016/06/20/world/middleeast/israel-west-bank-settlements-palestinians.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 3,
    "Event": "israel_approves_transfer_of_11_million_in_funding_for_west_bank_settlements",
    "Url": "https://www.nytimes.com/2016/06/20/world/middleeast/israel-west-bank-settlements-palestinians.html"
  },
  "dId": "6098710757ad7515e35c13edda56b27762cc7a5593fb368cc5fe7a67"
}