{
  "authors": [
    "Michael J. De La Merced",
    "Don Clark"
  ],
  "date_download": "2018-02-06T19:47:47",
  "date_modify": null,
  "date_publish": "2018-02-05T07:21:39",
  "description": "The increase adds pressure for Qualcomm to agree to what would be the biggest-ever takeover in the technology industry.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2018%2F02%2F05%2Fbusiness%2Fdealbook%2Fbroadcom-qualcomm-deal.html%3Fpartner%3Drss%26emc%3Drss.json",
  "image_url": "https://static01.nyt.com/images/2018/02/06/business/06db-broadcom/06db-broadcom-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Consumers have a stake in the contest, because Qualcomm is likely to be closely tied to the performance of future handsets — particularly a new generation of wireless technology called 5G — and prices that users may pay.\nQualcomm developed technology that became a foundation for all digital cellular communications, a position that allowed the company to both sell chips and charge a patent royalty for nearly all smartphones sold. That model generated an outsize flow of profits that Qualcomm poured into developing new generations of wireless chips, as well as microprocessors that handle calculations in mobile devices.\nThose chips helped Apple turn the iPhone into one of the most lucrative products in high-tech history. But Qualcomm also helped South Korea’s Samsung Electronics and many Chinese competitors, which churned out a flood of low-priced iPhone rivals and made smartphones affordable to many more people. Apple sued Qualcomm a year ago, attacking patent licensing practices that have also been opposed by regulators in the United States, Europe and Asia.\nBroadcom went after Qualcomm’s business model on Monday in a voluminous set of slides, and has indicated it would seek to make peace with Apple, which is a major Broadcom customer for other types of wireless chips. But some major Chinese manufacturers have expressed concerns about the deal, reflecting Broadcom’s track record of cutting spending on research and raising chip prices. Samsung also now appears to be siding with Qualcomm, which last week announced a new patent deal with the South Korean company and Samsung’s agreement to stop opposing Qualcomm in court proceedings in the country.\nQualcomm’s management team and board have consistently argued that Broadcom’s takeover approach is opportunistic since it is unfolding during Qualcomm’s bruising legal fight with Apple, as well as priced too low.\nBut the revised offer may entice shareholders to demand that Qualcomm’s executives begin negotiations. Qualcomm reported a 96 percent drop in operating income last week, as Apple has refused to pay some licensing fees. It is also struggling to complete its own takeover bid, for the chip maker NXP Semiconductor, amid pushback from investors of that company.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nFor Mr. Tan, who built Broadcom over nearly a decade from a series of takeovers, Qualcomm’s problems are ones that he and his team can fix — and that Qualcomm has not shown it can on its own.\n“We have a lot of respect for the tech and the innovation that comes with the 5G technology,” he said. “But we believe, given our track record, we can do much more.”\nAdvertisement Continue reading the main story\nBroadcom did more than raise its offer price on Monday. It also pledged to pay a “significant” breakup fee if regulators veto a deal, as well as to pay additional cash if the two companies have not closed a transaction a year after announcement. It also committed to other steps to closing a transaction, including selling overlapping businesses.\nThose moves are meant to highlight Broadcom’s commitment to the deal. Such assurances may prove important, given questions among analysts and investors over whether a combination could win regulatory approval.\nMr. Tan argued that Broadcom had held constructive talks with regulators around the world, and that his company had a track record of quickly closing deals. He also dismissed Qualcomm’s repeated concerns about antitrust issues.\n“Based on what Qualcomm has been spinning the last six months, they’ve been short on specifics and heavy on rhetoric,” Mr. Tan said.\nIn a statement, Qualcomm said it was considering the new bid.\nBroadcom also said that it would withdraw its offer if Qualcomm rescheduled its annual shareholder meeting from March 6, or if it paid more than the $110 a share that it has already bid for NXP.",
  "title": "Broadcom Raises Its Qualcomm Offer to $121 Billion",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2018/02/05/business/dealbook/broadcom-qualcomm-deal.html?partner=rss&emc=rss",
  "dId": "60fdb760fa230f1f4ecdafb6952be4413a0e20ee9340116f7f70c381",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 62,
    "Event": "Broadcom_Raises_Its_Qualcomm_Offer_to_121"
  }
}