{
  "authors": [],
  "date_download": "2017-11-30T15:57:25",
  "date_modify": null,
  "date_publish": "2016-07-15T00:00:00",
  "description": "Nearly 80 people were killed on Thursday on Nice's Promenade des Anglais, mowed down by a truck driven through a crowd by an armed driver for more than a mile as the victims watched fireworks on France's Bastille Day, the Nice prosecutor said.",
  "filename": "http%3A%2F%2Fusa.chinadaily.com.cn%2Fepaper%2F2016-07%2F15%2Fcontent_26104748.htm.json",
  "image_url": "http://usa.chinadaily.com.cn/epaper/2016-07/15/content_26104748.htm",
  "language": null,
  "localpath": null,
  "source_domain": "usa.chinadaily.com.cn",
  "text": "Scores killed as truck rams crowd in France Updated: 2016-07-15 13:14 By Agencies(China Daily USA)\nNearly 80 people were killed on Thursday on Nice's Promenade des Anglais, mowed down by a truck driven through a crowd by an armed driver for more than a mile as the victims watched fireworks on France's Bastille Day, the Nice prosecutor said.\n\"This is still a very preliminary assessment,\" added Jean-Michel Priest, prosecutor of Nice, said of the assault in which 77 people reportedly died.\nForty-two people were in critical condition, according to Nice-Matin, a local newspaper. Many others were less seriously hurt.\nTwo Chinese tourists were injured in the assault, one seriously, according to the Chinese Consulate General in Marseille..\nPolice shot and killed the driver, who drove the 25-ton, unmarked truck for 2 kilometers along the famed Promenade des Anglais seafront.\nThe man, who has not yet been identified, also had opened fire on the crowd, local government chief Christian Estrosi told reporters, citing the discovery of weapons and grenades after the driver was killed.\n\"It's a scene of horror,\" a local member of parliament, Eric Ciotti, told France Info. He said the truck sped along the pavement fronting the Mediterranean before being stopped by police after \"mowing down several hundred people\".\n\"People went down like ninepins,\" Jacques, a restaurant owner on the promenade, told France Info.\nA journalist for Agence France-Presse said that the white truck rushed at full speed into the crowd, sparking panic and sending debris all around.\n\"It was absolute chaos\" in the tourist heart of the city on the Riviera, he said.\nThe truck \"drove (through) the crowd over a long distance along the promenade, which explains the extremely heavy toll,\" said the Alpes-Maritimes sub-prefect, Sbastien Humbert. \"There were gunshots and the driver was killed.\"\nNice-Matin posted photographs of the truck, its windshield starred by a score of bullets and its radiator grille destroyed. Residents of the city, located 20 miles from the Italian border, were advised to stay indoors.\nSince Islamic State attacks last year, major public events in France have been guarded by troops and armed police, but it appeared to have taken some minutes to halt the progress of the deadly truck in Nice.\nThe investigation has been turned over to the anti-terrorist section of the Paris prosecutor.\nFrench President Francois Hollande hurriedly left the Avignon festival to go to Paris and will gather a select council of security and defense on Friday morning.\n\"On behalf of the American people, I condemn in the strongest terms what appears to be a horrific terrorist attack in Nice, France, which killed and wounded dozens of innocent civilians,\" US President Barack Obama said in a statement.\nPolice denied rumors on social media of a subsequent hostage-taking. Vehicle attacks have been used by isolated members of militant groups in recent years, notably in Israel, as well as in Europe, though never to such devastating effect.\nThis latest attack comes as countries, including France, are intervening in Syria against the jihadist group Islamic State. It also came less than two weeks before the scheduled end of a national state of emergency on July 26.\nAlmost exactly eight months ago Islamic State militants killed 130 people in Paris on Nov. 13, the bloodiest in a number of attacks in France and Belgium in the past two years. On Sunday, France had gotten some relief as the month-long Euro 2016 soccer tournament ended without a feared attack.\nFour months ago, Belgian Islamists linked to the Paris attackers killed 32 people at the Brussels airport.\nSeventeen people were killed in attacks in January 2015 against the satirical weekly Charlie Hebdo and a kosher supermarket in Paris.\nFrench police forces and forensic offi cers stand next to a truck on Thursday that ran into a crowd celebrating the Bastille Day national holiday on the Promenade des Anglais killing almost 80 people in Nice, France. Reuters\nRescue workers help an injured woman get into an ambulance on Thursday after a truck drove into a crowd watching a Bastille Day fi reworks display in Nice on the French Riviera. AFP\n(China Daily USA 07/15/2016 page1)",
  "title": "Scores killed as truck rams crowd in France",
  "title_page": null,
  "title_rss": null,
  "url": "http://usa.chinadaily.com.cn/epaper/2016-07/15/content_26104748.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 5,
    "Event": "truck_attack_in_nice",
    "Url": "http://usa.chinadaily.com.cn/epaper/2016-07/15/content_26104748.htm"
  },
  "dId": "6134ba149dcae1612e7639a2004f94bc6b540a8e08bb7a4b2ad928af"
}