{
  "authors": [
    "Scott Horsley"
  ],
  "date_download": "2017-11-30T15:57:05",
  "date_modify": null,
  "date_publish": "2016-07-14T00:00:00",
  "description": "President Obama has been briefed on the unfolding situation in Nice, France. At least 60 people were killed after a truck drove through a crowd celebrating Bastille Day.",
  "filename": "https%3A%2F%2Fwww.npr.org%2F2016%2F07%2F14%2F486095754%2Fpresident-obama-briefed-on-truck-attack-in-nice-france.json",
  "image_url": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "President Obama Briefed On Truck Attack In Nice, France\nPresident Obama has been briefed on the unfolding situation in Nice, France. At least 60 people were killed after a truck drove through a crowd celebrating Bastille Day.\nARI SHAPIRO, HOST:\nScores of people are dead after a truck plowed into a crowd along a boardwalk in Nice, France. The mayor of Nice says the truck was full of explosives. People had gathered by the Mediterranean to watch fireworks in celebration of Bastille Day. French President Francois Hollande returned to Paris from Avignon. He's meeting with his advisers. Here in this country, President Obama has been briefed, and we're joined now by NPR's White House correspondent Scott Horsley. Hi, Scott.\nSCOTT HORSLEY, BYLINE: Good to be with you, Ari.\nSHAPIRO: What can you tell us about the White House response to this situation?\nHORSLEY: Well, we know that the president was informed of events in Nice. Typically, that's something that would be done by Lisa Monaco, the president's counterterrorism adviser. And, of course, the more we learn about this, the more it takes on the shades of terrorism. The National Security Council has said the president will be updated throughout the evening as we learn more about what's happened in Nice.\nSHAPIRO: Do we expect him to make a public statement tonight?\nHORSLEY: We put that question to the White House. We haven't heard definitively yet. One wrinkle for the communications team at the White House is that earlier today, the president taped a town hall meeting that is scheduled to air on ABC television just about 20 minutes from now. So they probably don't want to step on that.\nThis was a town hall with law enforcement personnel and civil rights activists to continue the conversation about the way police interact with communities of color in this country. Obviously, that's an issue that the president's been devoting a lot of attention to this week. But that was pre-taped this afternoon, and after that airs on national television this evening, perhaps we might hear from the president.\nSHAPIRO: Scott, we don't know yet who is responsible for this event or what their motivations were, but it does recall terrorist attacks on Paris, most recently last November. And the president was pretty quick to speak out when that happened.\nHORSLEY: He was. After gunmen attacked the Bataclan nightclub in Paris and multiple other venues on the 13th of November, the president quickly went into the Brady Briefing Room and gave a very passionate address referring to France as our oldest ally, a country with whom we share the bonds of liberty and egality and fraternity.\nHe said at that time that he had not immediately reached out to the French president Francois Hollande because he assumed that the president was pretty busy at that moment. They did talk later, and I assume that they're being similarly cautious - careful about bothering the president France at this moment.\nBut they were just together last week at the NATO meeting - President Obama and President Hollande - where terrorism was certainly one of the topics. And what the president said last November was that the U.S. would do whatever it takes to work with the French people and with nations around the world to bring these terrorists to justice.\nSHAPIRO: That's NPR White House correspondent Scott Horsley with the latest on the attacks in Nice, France. And, of course, we'll have more details as the night goes on. Thank you, Scott.\nHORSLEY: You're welcome.\nHORSLEY: Thanks Ari.\nCopyright © 2016 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
  "title": "President Obama Briefed On Truck Attack In Nice, France",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/2016/07/14/486095754/president-obama-briefed-on-truck-attack-in-nice-france",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 53,
    "Event": "truck_attack_in_nice"
  },
  "dId": "63296f4e8d8958a6decc65453ae01503764434691fd314f1a9c3d366"
}