{
  "authors": [
    "Maureen Dowd"
  ],
  "date_download": "2018-02-06T16:55:40",
  "date_modify": null,
  "date_publish": "2018-02-03T09:49:59",
  "description": "The actress is finally ready to talk about Harvey Weinstein.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2018%2F02%2F03%2Fopinion%2Fsunday%2Fthis-is-why-uma-thurman-is-angry.html.json",
  "image_url": "https://static01.nyt.com/images/2018/02/05/opinion/sunday/04dowd/04dowd-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "“Pulp Fiction” made Weinstein rich and respected, and Thurman says he introduced her to President Barack Obama at a fund-raiser as the reason he had his house.\n“The complicated feeling I have about Harvey is how bad I feel about all the women that were attacked after I was,” she told me one recent night, looking anguished in her elegant apartment in River House on Manhattan’s East Side, as she vaped tobacco, sipped white wine and fed empty pizza boxes into the fireplace.\n“I am one of the reasons that a young girl would walk into his room alone, the way I did. Quentin used Harvey as the executive producer of ‘Kill Bill,’ a movie that symbolizes female empowerment. And all these lambs walked into slaughter because they were convinced nobody rises to such a position who would do something illegal to you, but they do.”\nThurman stresses that Creative Artists Agency, her former agency, was connected to Weinstein’s predatory behavior. It has since issued a public apology. “I stand as both a person who was subjected to it and a person who was then also part of the cloud cover, so that’s a super weird split to have,” she says.\nShe talks mordantly about “the power from ‘Pulp,’” and reminds me that it’s in the Library of Congress, part of the American narrative.\nPhoto\nWhen asked about the scandal on the red carpet at the October premiere for her Broadway play, “The Parisian Woman,” an intrigue about a glamorous woman in President Trump’s Washington written by “House of Cards” creator Beau Willimon, she looked steely and said she was waiting to feel less angry before she talked about it.\nAdvertisement Continue reading the main story\n“I used the word ‘anger’ but I was more worried about crying, to tell you the truth,” she says now. “I was not a groundbreaker on a story I knew to be true. So what you really saw was a person buying time.”\nBy Thanksgiving, Thurman had begun to unsheathe her Hattori Hanzo, Instagramming a screen shot of her “roaring rampage of revenge” monologue and wishing everyone a happy holiday, “(Except you Harvey, and all your wicked conspirators — I’m glad it’s going slowly — you don’t deserve a bullet) — stay tuned.”\nStretching out her lanky frame on a brown velvet couch in front of the fire, Thurman tells her story, with occasional interruptions from her 5-year-old daughter with her ex, financier Arpad Busson. Luna is in her pj’s, munching on a raw cucumber. Her two older kids with Ethan Hawke, Maya, an actress, and Levon, a high school student, also drop by.\nIn interviews over the years, Thurman has offered a Zen outlook — even when talking about her painful breakup from Hawke. (She had a brief first marriage to Gary Oldman.) Her hall features a large golden Buddha from her parents in Woodstock; her father, Robert Thurman, is a Buddhist professor of Indo-Tibetan studies at Columbia who thinks Uma is a reincarnated goddess.\nBut beneath that reserve and golden aura, she has learned to be a street fighter.\nShe says when she was 16, living in a studio apartment in Manhattan and starting her movie career, she went to a club one winter night and met an actor, nearly 20 years older, who coerced her afterward when they went to his Greenwich Village brownstone for a nightcap.\n“I was ultimately compliant,” she remembers. “I tried to say no, I cried, I did everything I could do. He told me the door was locked but I never ran over and tried the knob. When I got home, I remember I stood in front of the mirror and I looked at my hands and I was so mad at them for not being bloody or bruised. Something like that tunes the dial one way or another, right? You become more compliant or less compliant, and I think I became less compliant.”\nThurman got to know Weinstein and his first wife, Eve, in the afterglow of “Pulp Fiction.” “I knew him pretty well before he attacked me,” she said. “He used to spend hours talking to me about material and complimenting my mind and validating me. It possibly made me overlook warning signs. This was my champion. I was never any kind of studio darling. He had a chokehold on the type of films and directors that were right for me.”\nThings soon went off-kilter in a meeting in his Paris hotel room. “It went right over my head,” she says. They were arguing about a script when the bathrobe came out.\nAdvertisement Continue reading the main story\n“I didn’t feel threatened,” she recalls. “I thought he was being super idiosyncratic, like this was your kooky, eccentric uncle.”\nHe told her to follow him down a hall — there were always, she says, “vestibules within corridors within chambers” — so they could keep talking. “Then I followed him through a door and it was a steam room. And I was standing there in my full black leather outfit — boots, pants, jacket. And it was so hot and I said, ‘This is ridiculous, what are you doing?’ And he was getting very flustered and mad and he jumped up and ran out.”\nThe first “attack,” she says, came not long after in Weinstein’s suite at the Savoy Hotel in London. “It was such a bat to the head. He pushed me down. He tried to shove himself on me. He tried to expose himself. He did all kinds of unpleasant things. But he didn’t actually put his back into it and force me. You’re like an animal wriggling away, like a lizard. I was doing anything I could to get the train back on the track. My track. Not his track.”\nShe was staying in Fulham with her friend, Ilona Herman, Robert De Niro’s longtime makeup artist, who later worked with Thurman on “Kill Bill.”\n“The next day to her house arrived a 26-inch-wide vulgar bunch of roses,” Thurman says. “They were yellow. And I opened the note like it was a soiled diaper and it just said, ‘You have great instincts.’” Then, she says, Weinstein’s assistants started calling again to talk about projects.\nShe thought she could confront him and clear it up, but she took Herman with her and asked Weinstein to meet her in the Savoy bar. The assistants had their own special choreography to lure actresses into the spider’s web and they pressured Thurman, putting Weinstein on the phone to again say it was a misunderstanding and “we have so many projects together.” Finally she agreed to go upstairs, while Herman waited on a settee outside the elevators.\nOnce the assistants vanished, Thurman says, she warned Weinstein, “If you do what you did to me to other people you will lose your career, your reputation and your family, I promise you.” Her memory of the incident abruptly stops there.\nThrough a representative, Weinstein, who is in therapy in Arizona, agreed that “she very well could have said this.”\nAdvertisement Continue reading the main story\nDownstairs, Herman was getting nervous. “It seemed to take forever,” the friend told me. Finally, the elevator doors opened and Thurman walked out. “She was very disheveled and so upset and had this blank look,” Herman recalled. “Her eyes were crazy and she was totally out of control. I shoveled her into the taxi and we went home to my house. She was really shaking.” Herman said that when the actress was able to talk again, she revealed that Weinstein had threatened to derail her career.\nNewsletter Sign Up Continue reading the main story The #MeToo Moment A newsletter offering the latest news and insights on the sexual harassment and misconduct scandals roiling society. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThrough a spokesperson, Weinstein denied ever threatening her prospects and said that he thought she was “a brilliant actress.” He acknowledged her account of the episodes but said that up until the Paris steam room, they had had “a flirtatious and fun working relationship.”\n“Mr. Weinstein acknowledges making a pass at Ms. Thurman in England after misreading her signals in Paris,” the statement said. “He immediately apologized.”\nThurman says that, even though she was in the middle of a run of Miramax projects, she privately regarded Weinstein as an enemy after that. One top Hollywood executive who knew them both said the work relationship continued but that basically, “She didn’t give him the time of day.”\nThurman says that she could tolerate the mogul in supervised environments and that she assumed she had “aged out of the window of his assault range.”\nShe attended the party he had in SoHo in September for Tarantino’s engagement to Daniella Pick, an Israeli singer. In response to queries about Thurman’s revelations, Weinstein sent along six pictures of chummy photos of the two of them at premieres and parties over the years.\nAnd that brings us to “the Quentin of it all,” as Thurman calls it. The animosity between Weinstein and Thurman infected her creative partnership with Tarantino.\nMarried to Hawke and with a baby daughter and a son on the way, Thurman went to the Cannes Film Festival in 2001. She says Tarantino noticed after a dinner that she was skittish around Weinstein, which was a problem, since they were all about to make “Kill Bill.” She says she reminded Tarantino that she had already told him about the Savoy incident, but “he probably dismissed it like ‘Oh, poor Harvey, trying to get girls he can’t have,’ whatever he told himself, who knows?” But she reminded him again and “the penny dropped for him. He confronted Harvey.”\nAdvertisement Continue reading the main story\nLater, by the pool under the Cypress trees at the luxurious Hotel du Cap, Thurman recalls, Weinstein said he was hurt and surprised by her accusations. She then firmly reiterated what happened in London. “At some point, his eyes changed and he went from aggressive to ashamed,” she says, and he offered her an apology with many of the sentiments he would trot out about 16 years later when the walls caved in.\n“I just walked away stunned, like ‘O.K., well there’s my half-assed apology,’” Thurman says.\nWeinstein confirmed Friday that he apologized, an unusual admission from him, which spurred Thurman to wryly note, “His therapy must be working.”\nSince the revelations about Weinstein became public last fall, Thurman has been reliving her encounters with him — and a gruesome episode on location for “Kill Bill” in Mexico made her feel as blindsided as the bride and as determined to get her due, no matter how long it took.\nWith four days left, after nine months of shooting the sadistic saga, Thurman was asked to do something that made her draw the line.\nIn the famous scene where she’s driving the blue convertible to kill Bill — the same one she put on Instagram on Thanksgiving — she was asked to do the driving herself.\nBut she had been led to believe by a teamster, she says, that the car, which had been reconfigured from a stick shift to an automatic, might not be working that well.\nShe says she insisted that she didn’t feel comfortable operating the car and would prefer a stunt person to do it. Producers say they do not recall her objecting.\nAdvertisement Continue reading the main story\n“Quentin came in my trailer and didn’t like to hear no, like any director,” she says. “He was furious because I’d cost them a lot of time. But I was scared. He said: ‘I promise you the car is fine. It’s a straight piece of road.’” He persuaded her to do it, and instructed: “ ‘Hit 40 miles per hour or your hair won’t blow the right way and I’ll make you do it again.’ But that was a deathbox that I was in. The seat wasn’t screwed down properly. It was a sand road and it was not a straight road.” (Tarantino did not respond to requests for comment.)\nThurman then shows me the footage that she says has taken her 15 years to get. “Solving my own Nancy Drew mystery,” she says.\nIt’s from the point of view of a camera mounted to the back of the Karmann Ghia. It’s frightening to watch Thurman wrestle with the car, as it drifts off the road and smashes into a palm tree, her contorted torso heaving helplessly until crew members appear in the frame to pull her out of the wreckage. Tarantino leans in and Thurman flashes a relieved smile when she realizes that she can briefly stand.\nVideo\n“The steering wheel was at my belly and my legs were jammed under me,” she says. “I felt this searing pain and thought, ‘Oh my God, I’m never going to walk again,’” she says. “When I came back from the hospital in a neck brace with my knees damaged and a large massive egg on my head and a concussion, I wanted to see the car and I was very upset. Quentin and I had an enormous fight, and I accused him of trying to kill me. And he was very angry at that, I guess understandably, because he didn’t feel he had tried to kill me.”\nEven though their marriage was spiraling apart, Hawke immediately left the Abbey of Gethsemani in Kentucky to fly to his wife’s side.\n“I approached Quentin in very serious terms and told him that he had let Uma down as a director and as a friend,” he told me. He said he told Tarantino, “Hey, man, she is a great actress, not a stunt driver, and you know that.” Hawke added that the director “was very upset with himself and asked for my forgiveness.”\nTwo weeks after the crash, after trying to see the car and footage of the incident, she had her lawyer send a letter to Miramax, summarizing the event and reserving the right to sue.\nMiramax offered to show her the footage if she signed a document “releasing them of any consequences of my future pain and suffering,” she says. She didn’t.\nAdvertisement Continue reading the main story\nThurman says her mind meld with Tarantino was rattled. “We were in a terrible fight for years,” she explains. “We had to then go through promoting the movies. It was all very thin ice. We had a fateful fight at Soho House in New York in 2004 and we were shouting at each other because he wouldn’t let me see the footage and he told me that was what they had all decided.”\nNow, so many years after the accident, inspired by the reckoning on violence against women, reliving her own “dehumanization to the point of death” in Mexico, and furious that there have not been more legal repercussions against Weinstein, Thurman says she handed over the result of her own excavations to the police and ramped up the pressure to cajole the crash footage out of Tarantino.\n“Quentin finally atoned by giving it to me after 15 years, right?” she says. “Not that it matters now, with my permanently damaged neck and my screwed-up knees.”\n(Tarantino aficionados spy an echo of Thurman’s crash in his 2007 movie, “Death Proof,” produced by Weinstein and starring Thurman’s stunt double, Zoë Bell. Young women, including a blond Rose McGowan, die in myriad ways, including by slamming into a windshield.)\nAs she sits by the fire on a second night when we talk until 3 a.m., tears begin to fall down her cheeks. She brushes them away.\n“When they turned on me after the accident,” she says, “I went from being a creative contributor and performer to being like a broken tool.”\nThurman says that in “Kill Bill,” Tarantino had done the honors with some of the sadistic flourishes himself, spitting in her face in the scene where Michael Madsen is seen on screen doing it and choking her with a chain in the scene where a teenager named Gogo is on screen doing it.\n“Harvey assaulted me but that didn’t kill me,” she says. “What really got me about the crash was that it was a cheap shot. I had been through so many rings of fire by that point. I had really always felt a connection to the greater good in my work with Quentin and most of what I allowed to happen to me and what I participated in was kind of like a horrible mud wrestle with a very angry brother. But at least I had some say, you know?” She says she didn’t feel disempowered by any of it. Until the crash.\n“Personally, it has taken me 47 years to stop calling people who are mean to you ‘in love’ with you. It took a long time because I think that as little girls we are conditioned to believe that cruelty and love somehow have a connection and that is like the sort of era that we need to evolve out of.”",
  "title": "This Is Why Uma Thurman Is Angry",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2018/02/03/opinion/sunday/this-is-why-uma-thurman-is-angry.html",
  "dId": "6500961852ee48f9c126985218545591200ef287d7d6a5e4432d3ef4",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 54,
    "Event": "Quentin_Tarantino_Uma_Thurman_car_crash"
  }
}