{
  "authors": [
    "Ellie Genower"
  ],
  "date_download": "2018-01-14T13:50:22",
  "date_modify": null,
  "date_publish": "2018-01-01T21:13:40",
  "description": null,
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Ftvandshowbiz%2F5247896%2Fjessica-alba-gives-birth-to-a-baby-boy-and-his-name-fits-with-her-daughters-haven-and-honor%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2018/01/nc-composite-jessicaalba.jpg?strip=all&quality=100&w=750&h=500&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "Jessica Alba has given birth to a baby boy.\nThe Hollywood star, 36, and her husband Cash Warren welcomed their new arrival on December 31 - and said it was the perfect way to see in 2018.\nJessica Alba welcomed a baby boy named Hayes on New Year's Eve\nAlba shared a picture of newborn Hayes on Instagram and wrote: \"Hayes Alba Warren 12/31/17.\n\"Best gift to ring in the New Year!!\n\"Cash and I feel so blessed.\"\nJessica and Cash are already parents to daughters Honor, nine, and Haven, six.\nAP:Associated Press Jessica Alba and Cash Warren were thrilled to announce the latest addition to their family\nGetty - Contributor Cash and Jessica are proud parents to daughters Honor and Haven\nThe actress said they \"are already obsessed with their new baby bro\".\nShe added the hashtag \"#familyof5\".\nJessica revealed the sex of her baby back in October, posting a a snap on Instagram with the happy news.\nJessica said: “@cash_warren and I couldn’t be more thrilled to announce...\n“#officiallyoutnumbered #babyboy #cantwaittospoilhim #hugsandkissesforlife #soontobemamaofthree!”\nGetty - Contributor Jessica, pictured a few days before giving birth in Los Angeles\nMost Read In TV & Showbiz LEW WANTED SEX WITH TWO Lewis Hamilton's ex reveals his threesome obsession and 'ugly side' 'IT'S THE RIGHT THING' Ant confirms he will divorce from wife Lisa after 11yrs of marriage KHAN'T CHANGE A CHEAT Amir Khan sets up romp with model an HOUR after GMB family man boast come smooching Strictly's Gemma Atkinson and Gorka Marquez kiss amid romance speculation hot toff Georgia Toffolo is stunning in plunging mini dress and boots for nightclub bash DON DONE WITH AIRS & GRACES Donna Air switches back to Geordie accent for Dancing On Ice GIRL POWER Ex-EastEnder Patsy Palmer changes careers as she sets up feminist campaign group OL IN HER TIGHTS Ola Jordan spotted wearing a black leotard and fishnet tights in London HIDDEN HUBBY CBB's Jess Impiazzi secretly wed rugby ace in Vegas — but now they'll divorce Waif of shame Victoria Beckham hit by backlash for using ultra-thin model in new campaign\nJessica revealed she was expecting her third baby with Cash in an adorable Instagram video in July.\nSpeaking to The Sun's Fabulous magazine last year, the businesswoman and film star praised her “incredible” life as a mum.\nShe told us: “I was a lot more critical of my body [before having kids] when it was probably pretty awesome. I was so skinny!\n“I was much more stressed and concerned about my body before I had kids.\n“But now I know how silly and unimportant it is, so it’s certainly given me perspective.”",
  "title": "Jessica Alba gives birth to a baby boy and his name matches daughters Haven and Honor",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/tvandshowbiz/5247896/jessica-alba-gives-birth-to-a-baby-boy-and-his-name-fits-with-her-daughters-haven-and-honor/",
  "dId": "679ca8515ffe7ec19f63486943cfa9c4e43ba4e35bfdaa3bf5405c07",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 41,
    "Event": "jessica_alba_and_cash_warren_welcome_son_hayes_alba"
  }
}