{
  "authors": [
    "Abc News"
  ],
  "date_download": "2018-01-14T13:53:03",
  "date_modify": null,
  "date_publish": "2018-01-01T00:00:00",
  "description": "Bruce Arians emotional in announcing retirement from coaching, cites family",
  "filename": "http%3A%2F%2Fabcnews.go.com%2FSports%2Fbruce-arians-emotional-announcing-retirement-coaching-cites-family%2Fstory%3Fid%3D52085405.json",
  "image_url": "http://a.abcnews.com/images/Sports/espnapi_dm_180101_SCHEFTER_ON_ARIANS_wmain.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "abcnews.go.com",
  "text": "TEMPE, Ariz. -- In between tears of \"joy and peace,\" Arizona Cardinals coach Bruce Arians cited his family as the reason he decided to retire from coaching after 42 years, including the past five in his first NFL head-coaching job.\n\"I will miss the game,\" Arians said Monday. \"It's been a great ride.\"\nArians broke down the most after uttering the words, \"I'm retiring.\"\nArians said he didn't make his final decision to retire until Phil Dawson's 42-yard field goal went through the uprights at CenturyLink Field in Seattle on Sunday night. He told his team after Arizona's 26-24 victory over the Seattle Seahawks, and the players kept it a secret until he announced it late Monday morning.\n\"I know everybody speculated, everybody speculated for months,\" Arians said. \"Everybody had a story. You now have the story.\"\nArians, 65, said there \"are so many reasons for the decision\" but reaffirmed that family was the biggest one. He began thinking seriously about retirement during the summer when, at his lake home in Georgia, his wife, Chris, pointed out that their son, Jake, was going to be turning 40 years old soon.\n\"It hit me like a ton of bricks that I missed all that time,\" Arians said. \"And that's coaching. Probably wouldn't change anything.\"\nArians plans on still spending time in Phoenix area while staying involved with the Arians Family Foundation and its support of the Court Appointed Special Advocates program.\n\"I'll miss the players,\" he said. \"I'll miss coming out of the locker room and hearing the national anthem because it still gets me. But somehow, some way, I'm going to still be in touch with the game.\"\nArians leaves the Cardinals as the winningest coach in franchise history, with a 50-32-1 record (including playoffs). He re-established a culture of winning in 2013 that lasted for his first three seasons and included a historic run to the NFC Championship Game on Jan. 24, 2016. Arizona lost that game to the Carolina Panthers.\nThe Cardinals have struggled the past two seasons, winning just 15 games over that span. They followed a 7-8-1 record in 2016 with an 8-8 record in 2017. Injuries took their toll on the Cardinals this season. They lost running back David Johnson in Week 1 and quarterback Carson Palmer in Week 7, forcing Arians to restructure his offensive plans for the season.\nArians, who has coached Peyton Manning, Ben Roethlisberger, Andrew Luck and Palmer, was best known as a quarterback guru and an offensive genius. His no-holds-barred downfield passing game defined his tenure in Arizona and helped the Cardinals produce the league's best offense in 2015. But it also contributed to the Cardinals' demise the past two seasons as, in part, defenses figured out the Cardinals' offense and Arians was slow to counter with an intermediate passing game.\nArians retires with two Super Bowl wins on his r?sum? during his eight seasons with the Pittsburgh Steelers as wide receivers coach and offensive coordinator, a job in which he succeeded Ken Whisenhunt, whom Arians then followed as the head coach in Arizona in 2013.\nArians' coaching career began as a graduate assistant at Virginia Tech in 1975. In 1983, at age 30, he was hired as the head coach at Temple University, where he spent six seasons on the sideline. After he was fired in 1988, he wouldn't become a head coach again for 25 years.\nWhile he was the Indianapolis Colts' offensive coordinator in 2012, Arians took over as the interim head coach while Chuck Pagano took a leave to undergo treatment for leukemia. Arians went 9-3 and became the first interim head coach to win Coach of the Year. After years of being passed over for head-coaching jobs, he was hired by the Cardinals on Jan. 17, 2013, making him a first-time head coach at age 60. From there, Arians did everything his way. He hired a staff made up of longtime friends, close allies and former players.\nHe began his NFL head-coaching career 10-6 in 2013 and followed that up with an 11-5 record in 2014, after starting 9-1. That season earned him his second Coach of the Year award. He then led Arizona to a 13-3 mark and a berth in the NFC Championship Game in 2015, capping the best three-year stretch in Cardinals history with 34 regular-season wins.\nArians reinvigorated a franchise that was mired in mediocrity for the majority of its existence -- with the exception of a Super Bowl appearance in 2009 -- and established a reputation as a straight-shooter. He didn't like to sugarcoat his critiques, and that drew respect and admiration from his players.\nArians' health has been an issue throughout his time in Arizona. He was rushed to the hospital twice during the 2016 season and revealed after the season, in his book, \"The Quarterback Whisperer,\" that he had a small cancerous spot removed from his kidney late that season. His first trip to the hospital in 2016 came during a joint training camp practice with the Chargers and after suffering symptoms related to diverticulitis. The second was after Arians experienced chest pains upon landing in Arizona after a loss at Minnesota in Week 11.",
  "title": "Bruce Arians emotional in announcing retirement from coaching, cites family",
  "title_page": null,
  "title_rss": null,
  "url": "http://abcnews.go.com/Sports/bruce-arians-emotional-announcing-retirement-coaching-cites-family/story?id=52085405",
  "dId": "6902d8bc17fea7f979c95e8cd8619a6cf09ca546de0f32b423b0158c",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 44,
    "Event": "bruce_arians_emotional_in_announcing_retirement_from_coaching_cites_family"
  }
}