{
  "authors": [
    "Avi Selk"
  ],
  "date_download": "2018-01-14T13:50:14",
  "date_modify": null,
  "date_publish": "2018-01-02T00:37:36",
  "description": "On late Saturday morning, a bird flew out of the cold Detroit sky, across an airfield and into the cockpit of a jetliner bound south for Atlanta.",
  "filename": "https%3A%2F%2Fwww.denverpost.com%2F2018%2F01%2F01%2Fdelta-flight-detroit-atlanta-taken-over-by-bird%2F.json",
  "image_url": "https://www.denverpost.com/wp-content/uploads/2017/10/ap17300752332860.jpg?w=1024&h=659",
  "language": "en",
  "localpath": null,
  "source_domain": "www.denverpost.com",
  "text": "On late Saturday morning, a bird flew out of the cold Detroit sky, across an airfield and into the cockpit of a jetliner bound south for Atlanta.\nSome believe it was a sparrow. Some, a hummingbird. A Delta Air Lines spokesman referred to it only as “stowaway” – and in any case it would be a long delay before anyone on Flight 1943 could catch the thing to get a look at it.\nShane Perry, a minister with a connection and a speech to make, was waiting to board when he saw the pilot walk off the jet bridge and whisper something to the ticket agent.\n“He said, ‘In my 18 years of doing this, this is the first time I’ve ever seen this,’ ” Perry told The Washington Post. “There’s a bird in the cockpit.”\nThe ticket agent laughed at this. It still seemed funny to Perry, too, at that point. He boarded the plane with the other passengers and watched as yellow-vested workers rummaged through the cockpit.\nThey didn’t find the bird in the first few minutes, or the next few. The pilot stood in the aisle, hands in pockets, and watched like everyone else.\nAn hour later, Perry was still sitting in a grounded airplane, watching winter birds flit around outside his window while the stowaway stayed hidden in the cockpit.\nThere was some talk that morning of moving everyone to a different plane, but, eventually, the pilot’s voice came out over the intercom and announced that the bird must have left.\n“The explanation was the bird had apparently flown out of some type of hatch under the plane, which seemed strange to me,” Perry said.\nHe recalled the pilot telling the passengers: “We’re going to take off, but if I hear any chirping in the cockpit, I’ll turn around.”\n“I took that as a joke,” Perry said.\nNow accounts begin to differ again.\nPerry doesn’t think they were in the air more than five minutes before the bird made its second appearance. The Delta spokesman described the time, vaguely, as “shortly after takeoff.”\nFor Brian Buonassissi, a traveling DJ in the middle of an exhausting New York-to-Detroit-to-Atlanta-to-Florida connection, it felt as if they’d been flying for an hour before the captain came back on the intercom and said: “The bird is back.”\n“The bird is flying around the cockpit,” he announced, as Perry recalled it.\nIf the hunt for this elusive bird – which Buonassissi thought the pilot said was a hummingbird, though Perry was never sure – had begun in the morning as a comedy, it seemed less funny now at midday, thousands of feet above the ground.\nSeated close behind the cockpit door, Perry imagined what might happen if the bird flapped into an instrument panel.\nBack in aisle 14, Buonassissi heard his seatmates break into a chorus of groans, astonished laughs and “what did he say”s at the announcement of the bird’s return, and what it meant for 100-odd humans on board.\n“Out of an abundance of caution, the Captain made the decision to return to Detroit to avoid a potential distraction during flight,” the Delta spokesman said in the statement.\nBuonassissi thinks the bird, like everyone on the flight, made it halfway to Georgia before the plane turned back. A flight tracker shows the plane really just made a big loop around Detroit and landed back where it started, shortly after noon.\nAnd then the men in yellow vests came back on board, and the search resumed.\nBy now people were in danger of missing their connections. So Buonassissi and a couple other passengers walked back to the gate to try to find other flights.\nPerry stayed in his seat and watched a somewhat disgruntled-looking pilot watch the workers search for the bird.\nBuonassissi got back on the plane, having decided that there was no faster way than this to get to his DJ gig.\nA few more minutes passed, and then he saw it:\nA worker came out of the cockpit. In his arms was a towel. In the towel was a very small bird that had managed to ground a 55-ton flying machine.\nThe plane took off again in the early afternoon. Perry made it to his speech, and Buonassissi made his connection.\n“The bird was safely removed and set free,” the spokesman wrote.\nIt has not been seen again.",
  "title": "A small bird in Detroit managed to take over a Delta flight",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.denverpost.com/2018/01/01/delta-flight-detroit-atlanta-taken-over-by-bird/",
  "dId": "710e6e0189ef7e68f0aadae65f989105985074aab7705dc419ca0b0f",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 39,
    "Event": "how_a_small_bird_managed_to_take_over_a_delta_flight"
  }
}