{
  "authors": [],
  "date_download": "2018-01-07T23:54:46",
  "date_modify": null,
  "date_publish": "2017-12-25T18:57:00",
  "description": "The tech industry has a clear history of sexism and misogyny, but a recent Newsweek report highlights another problem. The publication got its hands on a slew o...",
  "filename": "https%3A%2F%2Fwww.engadget.com%2F2017%2F12%2F25%2Famazon-microsoft-employees-sex-trafficking-sting%2F.json",
  "image_url": "https://o.aolcdn.com/images/dims?thumbnail=1200%2C630&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D5472%252C3648%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C1067%26image_uri%3Dhttp%253A%252F%252Fo.aolcdn.com%252Fhss%252Fstorage%252Fmidas%252Fed51a039b8b609837fb8f0d82de4f184%252F203602132%252F535058999.jpg%26client%3Da1acac3e1b3290917d92%26signature%3D96dea89079d00b9740c6f3ed74d1d84ff59aca9f&client=cbc79c14efcebee57402&signature=d7681c3a3226f4802174821cdaddba5e3c797484",
  "language": "en",
  "localpath": null,
  "source_domain": "www.engadget.com",
  "text": "Some of the emails were collected during a 2015 sting operation that targeted sex worker review boards and resulted in the arrest of 18 individuals, including high-level Amazon and Microsoft directors. Two opted for a trial, which is currently set to begin in March.\nSeattle's sex industry has grown right alongside its tech industry and the city's authorities have said that some men spend up to $50,000 per year on sex workers. Brothels are even known to advertise how close they are to tech offices. Alex Trouteaud, director of policy and research at the anti-trafficking organization Demand Abolition, told Newsweek that the tech industry is a \"culture that has readily embraced trafficking.\"\nIn a statement sent to Newsweek, Microsoft said, \"Microsoft has a long history of cooperating with law enforcement and other agencies on combating sex trafficking and related topics, and we have employees who volunteer their time and money specifically to combat this issue as well. The personal conduct of a tiny fraction of our 125,000 employees does not in any way represent our culture. No organization is immune to the unfortunate situation when employees act unethically or illegally. When that happens, we look into the conduct and take appropriate action. Microsoft makes it clear to our employees they have a responsibility to act with integrity and conduct themselves in a legal and ethical manner at all times. If they don't, they risk losing their jobs.\"\nAmazon told Newsweek it's investigating the matter and said, \"Amazon's Owner's Manual clearly states that, 'It is against Amazon's policy for any employee or Contingent Worker to engage in any sex buying activities of any kind in Amazon's workplace or in any work-related setting outside of the workplace, such as during business trips, business meetings or business-related social events.' When Amazon suspects that an employee has used company funds or resources to engage in criminal conduct, the company will immediately investigate and take appropriate action up to and including termination. The company may also refer the matter to law enforcement.\"",
  "title": "Amazon and Microsoft employees caught up in sex trafficking sting",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.engadget.com/2017/12/25/amazon-microsoft-employees-sex-trafficking-sting/",
  "dId": "7433ca33b695682d5083f15a98f50842a39d6d454713d6ead1cc7da5",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 8,
    "Event": "amazon_and_microsoft_employees_caught_up_in_sex_trafficking_sting"
  }
}