{
  "authors": [],
  "date_download": "2017-11-30T19:51:18",
  "date_modify": null,
  "date_publish": "2016-11-11T11:02:27",
  "description": "A suicide bomber rams a truck into the German consulate in Mazar-e-Sharif, killing four people.",
  "filename": "http%3A%2F%2Fwww.bbc.com%2Fnews%2Fworld-asia-37944115.json",
  "image_url": "https://ichef-1.bbci.co.uk/news/1024/cpsprodpb/1044F/production/_92393666_6d302ae5-7a96-4088-8788-d2db7afb7950.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bbc.com",
  "text": "Image copyright EPA Image caption The massive blast destroyed nearby buildings and cars\nA suicide bomber has rammed a truck into a German consulate in Afghanistan, killing at least six civilians and wounding 120, officials said.\nGunman attacked the building after the blast, in the city of Mazar-e-Sharif, battling with German and Afghan forces.\nThe Taliban said it carried out the attack in retaliation for air strikes last week in Kunduz province.\nLocal police said at least one suspect had been arrested in connection with the bombing.\n'Massive damage'\nA Nato spokesman said there was \"massive damage\" to the consulate after the truck smashed into a perimeter wall.\nThe blast left a large crater in the ground and overturned nearby cars. Pictures showed rows of windows blown out and buildings mangled by the force.\nOfficials are also investigating whether a second car bomb was involved, the Nato spokesman added.\nImage copyright AFP Image caption A large crater was left by the blast\nTaliban spokesman Zabihullah Mujahid said that the fighters had been sent \"with a mission to destroy the German consulate general and kill whoever they found there,\" Reuters reported.\nAll German consulate staff were \"safe and uninjured,\" the German foreign ministry said, adding that troops were on site preparing to evacuate staff.\nImage copyright Reuters Image caption Doctors said they expect the number of casualties to increase\nAjmal Jan, a local shopkeeper, said the force of the blast had blown his windows out.\n\"The explosion was very strong, all the glass in my shop broke and I was injured,\" he told Reuters news agency. \"My shop was covered by dust and smoke, it was a frightening situation.\"\nImage caption The Taliban claimed responsibility for the attack\nGermany leads the Nato diplomatic mission in northern Afghanistan and has nearly 1,000 troops stationed in the country.\nThe mission operates from a walled compound in the centre of Mazar-e-Sharif, the capital of Balkh province.\nPresident Ashraf Ghani has condemned the attack.\nNato said it was investigating the air strikes in Kunduz, cited by the Taliban. Afghan troops reportedly called in air support after being surrounded by Taliban militants.\nSome 30 civilians, including women and children, were killed in the incident, local officials said.",
  "title": "Afghanistan: Fatal attack on German consulate in Mazar-e-Sharif",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.bbc.com/news/world-asia-37944115",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 73,
    "Event": "Benghazi_US_consulate_attack"
  },
  "dId": "761de7078d56a488e886a4efb4febc7467542f04bb0e969f28701947"
}