{
  "authors": [
    "Ben Westcott"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-15T09:54:29",
  "description": "Residents in northern Japan were woken abruptly Friday by blaring air raid sirens signaling a North Korean intermediate-range ballistic missile was about to fly over their heads.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2017%2F09%2F15%2Fasia%2Fjapan-north-korea-missile-reaction%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/170903063247-08-north-korea-shinzo-abe-0903-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "(CNN) Residents in northern Japan were woken abruptly Friday by blaring air raid sirens signaling a North Korean intermediate-range ballistic missile was about to fly over their heads.\nIt was the second time in just over two weeks the rogue state had fired a projectile over Japanese territory, a provocation which was immediately condemned by Prime Minister Shinzo Abe.\nThe missile passed over the northern island of Hokkaido where anxious residents told local media they didn't understand why North Korea was acting so antagonistically.\nBut CNN's Tokyo producer Yoko Wakatsuki said broader reaction in Tokyo and across national media was more measured.\n\"People know what North Korea is doing is a little bit of provocation ... they know this is not a direct attack to Japan, it's not an overture to war,\" CNN Tokyo producer Yoko Wakatsuki said.\nBut underneath the calm exterior, Friday's launch has widened a growing fault line in the ideological war over how Japan should deal with the North Korean threat to the region.\nAbe's government have sought closer ties with the United States while working to change Japan's post-World War II constitution to allow the country to actively defend itself against external threats.\nBut Koichi Nakano, Political Science professor at Sophia University, told CNN Abe's opponents are angry their supposed ally in Washington was making Japan less safe under President Trump and want to soften their ties to the US, while upholding their nation's pacifist values.\n\"The danger of North Korea has been if anything heightened after Trump came to power (due to) his sometimes really provocative language and tweets. He's not really helping that much,\" he said.\nThe push for re-militarization\nFor decades, Japan has debated revising its pacifist constitution which prevents it from initiating war.\nBut in recent years, under the threat of attack by an increasingly antagonistic North Korea, Shinzo Abe's government has made a renewed push for change.\n\"If the government gets its way, it's quite conceivable Abe will use this to try to revise the constitution to 'normalize' Japan's defense position,\" Nakano said.\nThe constitution came into effect in 1947, after Japan's defeat in World War II, and says \"land, sea and air forces, as well as other war potential will never be maintained.\" The Japanese military is currently known as the Self-Defense Forces.\nIn mid-April, Abe said Japan's security situation in the region was \"getting increasingly severe,\" referring to the North Korean threat. But repeated polls among the Japanese public have found no appetite for constitutional change.\n\"Abe and his government are trying to make the most of this crisis and the opportunity, almost, to try to make an argument (for) the push towards remilitarization,\" Nakano said.\nBut Heigo Sato, vice president of the Institute of World Studies at Takushoku University, told CNN Abe was first and foremost trying to change the constitution to legalize Japan's current armed forces.\n\"We don't know if Abe has a hidden objective to remilitarize Japan after those changes to the constitution,\" he said.\nThe nuclear option\nSpeaking to CNN on Thursday, South Korean President Moon Jae-in said while he was in charge there would be no nuclear weapons in his country, no matter what the North does.\nJUST WATCHED Some Japanese preparing for nuclear attack Replay More Videos ... MUST WATCH Some Japanese preparing for nuclear attack 02:35\nThis has long been the stance of Japan as well, but in recent years some politicians have begun to raise the possibility of nuclearization in the wake of North Korea's nuclear testing.\n\"There are politicians who are arguing about nuclear sharing with the US, meaning to bring in tactical nukes into the Japanese mainland so we can have some sort of deterrence,\" Sato said, adding it was considered an option of last resort.\nJapan is the only country in the world to suffer the effects of an atomic explosion within a civilian setting. The bombings, which occurred in the cities of Hiroshima and Nagasaki, have colored attitudes to nuclear weapons ever since.\nAdditionally, it is still recovering from the nuclear disaster at Fukushima power plant in 2011, when an earthquake followed by a tsunami blew out safety systems and triggered a meltdown.\n\"The opposition to the idea of Japan going nuclear is even stronger obviously than the idea of revising (the constitution) ... even the discussion of that continues to be taboo,\" Nakano said.\nBut a nuclear South Korea under Moon or another leader could change that, Tong Zhao, fellow at the Carnegie-Tsinghua Center for Global Policy, told CNN.\n\"If South Korea pursued its own nuclear program, Japan will feel a great pressure to follow suit and there will be broader implications in China and Russia,\" he said.\nArms race in East Asia\nJapan already has a number of defensive options to deal with a missile fired out of North Korea, experts say.\nNaval destroyers fitted with Aegis missile defense systems can be positioned to shoot down projectiles, but the system is far from perfect, Zhao said.\nJUST WATCHED Why does North Korea keep launching ICBMs? Replay More Videos ... MUST WATCH Why does North Korea keep launching ICBMs? 01:14\n\"Japan has to place the Aegis-mounted ships in the right place before the missile launches in order to have a good chance to engage the missiles. (Plus) interception is not perfect, it's unlikely to be fully successful,\" he said.\nTokyo continues to improve its defensive capabilities in the face of constant provocations from North Korea, but any rapid expansion of its military or changes to its constitution could have implications far outside Pyongyang.\nZhao said, in an effort to deter North Korea, Japan could provoke an arms race in East Asia with South Korea, China and even Russia.\n\"There is deep distrust among the regional countries ... some Chinese argue Japan is stirring up tensions over the Korean peninsula in order to have an excuse to have its own military,\" he said.\nNakano said any knee jerk reaction to the North Korean threat could risk inflaming tensions across the region.\n\"North Korea is performing provocatively, no doubt about it ... but the tense conditions are not just about North Korea but about China and the US as well,\" he said.",
  "title": "Japan split over how to deal with North Korean missile launches",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2017/09/15/asia/japan-north-korea-missile-reaction/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 70,
    "Event": "north_Korea_hokkaido_missile"
  },
  "dId": "7662128fd9b02fa5a5821f0b2e1568a2d73210c62ce7490cefacf60e"
}