{
  "authors": [],
  "date_download": "2017-11-30T19:49:23",
  "date_modify": null,
  "date_publish": null,
  "description": "Chicago rides out a late collapse and a rain delay to beat Cleveland for its first title in 108 years.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fsports%2Fbelieve-it-chicago-cubs-win-classic-game-7-to-win-first-world-series-since-1908%2F2016%2F11%2F03%2F99cfc9c2-a0b3-11e6-a44d-cc2898cfab06_story.html.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/11/03/Production/Daily/Sports/Images/620748108.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "Chicago Cubs players soaked each other with champagne as they celebrated their Nov. 2 World Series victory. (Reuters)\nChicago Cubs players soaked each other with champagne as they celebrated their Nov. 2 World Series victory. (Reuters)\nLife changed in the early part of Thursday morning for so many of the good people of Chicago, for the North Side and all the way downstate, across huge swaths of the Midwest and even, judging by the din, from more than a few transplants and travelers right here. It took a rain delay, a stark reminder of just how disastrous baseball life has been there for so long, an impromptu and emotional meeting, and nothing short of one of the most thrilling baseball games ever played. But it changed.\nNow, in the lives even of Chicago Cubs fans who are more than a century old, there is a clear and distinct dividing line. There are the days and years and decades before 12:47 a.m. Thursday. And there is the unfamiliar feeling — the absolutely delirious feeling — of whatever life is like now.\nTake this in, Chicago. Read it twice if need be. Hold it, cradle it, caress it, cherish it. The Cubs won the World Series.\n[Thomas Boswell: Finally, a time to rejoice for legions of sufferers]\nThey did it with a riveting, 8-7, 10-inning victory over the Cleveland Indians in the seventh and final game at Progressive Field, one that tore out the lining of Chicago’s roiling stomach before stitching it back together again. The simple part: Ben Zobrist’s double off Cleveland reliever Bryan Shaw pushed across the lead run, Miguel Montero followed with a run-scoring single, and Chicago . . . Chicago . . .\nHint: There were only 46 states. (Gillian Brockell/The Washington Post)\nWhat to make of Chicago now?\n“It’s 108 years, generations, some still here, some not,” said Theo Epstein, the Cubs president of baseball operations. “They were all here tonight.”\nThere is so much more to how the Cubs won their first World Series title since 1908, more than could be covered in the 17-minute rain delay that preceded just the 10th inning of — get this — just the fourth extra-inning Game 7 the World Series has ever known.\n“This one about made me pass out,” Zobrist said.\nHow to distill it? Well, maybe with the most Cubs’ fact of all: They held a three-run lead in the bottom of the eighth, with four outs to go. They had their 100-mph closer on the mound to seal it up. And they couldn’t do it.\nSuddenly, 2016 was going to fit right alongside 2003 and 1984 and all the rest. That backstory, and the fact that it was 68 years since the Indians’ last World Series title, colored this entire event.\n“There’s been a burden placed,” Cubs Manager Joe Maddon said. “And I think, quite frankly, it’s misplaced. . . . I totally respect what’s happened in the past, and I totally respect our fan base. But if you just want to carry the burden with you all the time, tonight would never happen.”\n1 of 26 Full Screen Autoplay Close Skip Ad × The Chicago Cubs win World Series View Photos The Chicago Cubs won their first title since 1908 with a riveting, 8-7, 10-inning victory over the Cleveland Indians in the seventh and final game at Progressive Field. Caption The team won its first title since 1908 with a riveting 8-7, 10-inning victory over the Cleveland Indians in the seventh and final game at Progressive Field. Nov. 2, 2016 The Cubs celebrate after winning the World Series. Matt Slocum/AP Buy Photo Wait 1 second to continue.\nIt did. So clear off the table. Spread out the evidence. Take a deep breath. Let’s sort this out.\nThe Cubs took what appeared to be control — a laughable notion in Wrigleyville, for sure — by going up 5-1 in the fifth, with all the runs coming off Cleveland ace Corey Kluber and impenetrable reliever Andrew Miller. And yet, when Maddon went to get starter Kyle Hendricks in the fifth, there were potential issues.\nAsked before the game whether he would insert veteran left-handed starter Jon Lester into a situation with men on base, Maddon was clear. “I don’t think it would be appropriate,” he said. Lester has an awful time holding base runners on due to an absolute phobia of throwing a baseball — other than 60 feet, 6 inches. Yet he entered — along with David Ross, his personal catcher — with two outs and a man on first in the fifth.\nFor the first time, things went a bit haywire. Not in the Cubs’ history, of course. But for the first time Wednesday night. Jason Kipnis hit a spinner in front of the plate that Ross misfired to first for an error, and Lester uncorked a wild pitch that was so wild, it scored two runs. Progressive Field, filled with plenty of Cubs fans, shook with the glee from Cleveland’s own.\n“You don’t think about storybooks and stuff like that,” Cleveland Manger Terry Francona said. “You’re trying to figure out a way to score one more run.”\nWhen Lester departed with two outs in the eighth, he received and deserved congratulations. The last of his 55 pitches became an infield single to Jose Ramirez. But when Maddon turned to Aroldis Chapman, his closer, the situation was manageable: 6-3 lead, one on, one out to get in the eighth, then three more to get in the ninth.\n“People are texting me congrats,” Epstein said. “I’m like, [expletive]. This is baseball. Anything can happen.”\nSo it did. Twice in this series, Chapman entered in the seventh. And as the Cubs crawled back from what had been a 3-1 deficit, he was asked to get the final eight outs of Game 5, then four more outs in Tuesday’s Game 6. The first hitter he faced was Brandon Guyer, and it was clear immediately that Chapman’s velocity — his defining quality — was down.\n“I think if you’re being honest, I feel like the entirety of the playoffs probably did take its toll on him,” Cubs General Manager Jed Hoyer. “I think that he’s probably tired, as he should be.”\n[ End of Cubs’ championship drought brings forth a mighty sound ]\nNormally the hardest thrower in the game, with a fastball that averages more than 100 mph, Chapman settled in immediately at 97 mph. Hard to deal with, for sure. But not his overwhelming self. So Guyer cranked a double to right-center that scored a run. Cleveland all but shook as Rajai Davis came to the plate. Davis, in the lineup for his defense, had gained confidence against Chapman earlier in the series.\n“I just felt like this was going to be a fight,” he said, “that I was going to win.”\nChapman fed Davis nothing but four-seam fastballs. He missed with two out of the zone, but there was a telling development: the four that were strikes, Davis didn’t swing and miss. He fouled them off.\n“He was battling,” Montero said of Chapman.\nWith the count 2-2, Chapman came with his seventh straight fastball, this one at 97 mph. Davis jumped on it. It wasn’t majestic. Just historic. It went into the corner in left field, near the foul pole. When it cleared the wall, the Indians spilled out of their dugout like Little Leaguers. Tie game.\n“Just ecstatic,” Shaw said.\nAnd then at the end of the ninth, the skies opened up. The tarp came out.\n“I really feel like in some ways that rain delay was kind of divine intervention,” Hoyer said. “The game was going really fast for us at that point.”\nEpstein and Hoyer went under the stands to meet with officials from Major League Baseball about the plan and the weather. They then slipped into the Cubs clubhouse, where the hitters who were due up the next inning were meeting.\n[‘Cubs had a great night. Bill Murray’s was better.]\n“I got a little concerned,” Epstein said. He cracked open the door. Right fielder Jason Heyward — he of the $184 million contract and the .200 postseason batting average — had called the guys together.\n“I’ve got something to say,” Zobrist recalled Heyward saying. And he talked about this epic game, and this epic team. He told them they would win.\n“We just needed a brief moment to kind of collect ourselves and be reminded of who we are,” Heyward said.\nAnd who they were about to become. In the 10th, Zobrist came up with two on and one out against Shaw. Maddon believes Zobrist consistently delivers the Cubs’ best at-bats. Here, he fouled off one 1-2 cutter from Shaw. He didn’t miss the next, sending it into left field, scoring Almora with the run that put them up 7-6. Turns out they needed Montero’s RBI single, too, because Davis somehow managed to push one across for the Indians in the bottom of the 10th.\n“I died like six times,” Epstein said.\nSo start the conversation: Where does this Game 7 fit, all-time? Debate it Thursday, over the weekend, for 108 years. Epstein considered it after 2 a.m., standing on the mound at Progressive Field where he had just taken a picture with the front office he runs. Rain poured down, and he looked up into it.\n“Everyone’s prone to hyperbole on nights like tonight,” he said. “But it is kind of epic, right?”\nRoutine, three-run victories don’t change life. There is now what we knew before 12:47 a.m. Thursday, and the unknown afterward. Welcome, Cubs fans, to the other side.",
  "title": "Plenty of heroes, no goats: An epic Game 7 finally delivers Cubs a World Series",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/sports/believe-it-chicago-cubs-win-classic-game-7-to-win-first-world-series-since-1908/2016/11/03/99cfc9c2-a0b3-11e6-a44d-cc2898cfab06_story.html",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 61,
    "Event": "cubs_win_championship"
  },
  "dId": "7aa3386de0c6136582afb8da3e19a6287d6e69c8391d93aa34169bd2"
}