{
  "authors": [
    "Tracy You For Mailonline"
  ],
  "date_download": "2017-11-30T19:49:13",
  "date_modify": null,
  "date_publish": "2016-11-08T17:08:57",
  "description": "Five-year-old Zhao Zicong fell into the 12-inch-wide well by accident while working with his father in a village in central China. The condition of the boy remains unknown as rescue operation goes on.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-3916560%2FDramatic-footage-shows-rescuers-using-eighty-diggers-save-boy-fell-130ft-deep-picking-cabbages-Chinese-farm.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/11/08/17/3A2E767900000578-0-image-a-27_1478624459817.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "A team of rescuers and diggers have worked\nA large-scale rescue operation is underway in China to save a little boy who fell into a 40-metre-deep well (131 feet) while picking cabbages with his father.\nThe six-year-old, whose condition remains unknown, plummeted into the well at around 11am local time on Sunday in a rural village of Hebei Province, according to Chinese media.\nAround 80 diggers are working around the clock at the scene in a bid to save the child, who has been trapped for around 50 hours by now.\nExcavators work at the rescue site in Zhongmengchang Village of Lixian County in Baoding\nThe rescue team are trying to save a boy who fell into a dried well in Baoding on November 6\nA six-year-old boy fell into a deserted well measuring 130ft deep and 12 inches wide\nA large rescue team, including police, firemen and paramedics, have been sent to the scene\nThe boy, named Zhao Zicong by Chinese media, was fell into the deserted well located on a farm in the village of Zhongmengchang in Lixian County, Hebei's Baoding city.\nAccording to The Beijing News, little Zhao was harvesting cabbages with his father when he fell by accident.\nThe dry well measured just 30 centimetres wide (11.8 inches).\nThe boy's grandfather told a reporter from The Beijing News that the well was located near their house and had been used to irrigate the nearby fields.\nThe man also said that the well was about 40 metres deep (131 feet) and had been abandoned for around five years.\nAfter the family alerted the local authority, a team of rescuers, including police officers, firefighters, paramedics and local volunteers were sent to the scene to search for the trapped boy.\nOver 80 diggers have been dispatched for the rescue operation, according to local media\nThe heavy duty vehicles are working around the clock to save the child since fell on Sunday\nThe heavy-duty vehicles have dug a crater of around 330 feet in diametre around the well\nIt remains unknown whether or not Zhao is still alive as rescuers carry on searching\nMore than 80 diggers have been sent to the farm to remove earth around the well.\nRescuers have put metal tubes around the well to prevent the boy from being hurt by the diggers.\nIn addition, oxygen is being pumped into the bottom of the well by the rescuers.\nAn aerial video posted by QQ.com shows the heavy-duty vehicles have dug a crater of around 100 metres (328 feet) in diametre around the well.\nThe rescue team were less than 10 metres (33 feet) from reaching the bottom of the well.\nRescuers have used life detectors, but they failed to find any signs of life, according to local reports.",
  "title": "Footage shows rescuers using diggers to save Zhao Zicong who fell into a well on a Chinese farm",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-3916560/Dramatic-footage-shows-rescuers-using-eighty-diggers-save-boy-fell-130ft-deep-picking-cabbages-Chinese-farm.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 62,
    "Event": "china_boy_well"
  },
  "dId": "7b1f91bcb6dc19b7db1e86930b69f5e65ff5984db394440468f7fca4"
}