{
  "authors": [
    "Mike Snider",
    "Published A.M. Et Feb."
  ],
  "date_download": "2018-02-06T19:47:51",
  "date_modify": null,
  "date_publish": "2018-02-05T14:36:13",
  "description": "Broadcom is sweetening its offer to acquire Qualcomm for more than $121 billion, three months after its initial $103 billion bid.",
  "filename": "https%3A%2F%2Fwww.usatoday.com%2Fstory%2Ftech%2Fnews%2F2018%2F02%2F05%2Fbroadcom-increases-qualcomm-offer-more-than-121-billion%2F306382002%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/3fae95a607a0347e8f603c5d201d17fb78b3dfdd/c=0-273-5372-3308&r=x1683&c=3200x1680/local/-/media/2017/11/06/USATODAY/USATODAY/636455546399635344-AP-BROADCOM-QUALCOMM-95130757.JPG",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "CLOSE A potential mega-merger between chipmaker Broadcom and U.S. rival Qualcomm is likely to face stern scrutiny in China, antitrust lawyers say, amid a strategic push by Beijing into semiconductors. Newslook\nBroadcom CEO Hock Tan on Nov. 2, 2017, announced in the Oval Office, with President Donald Trump in the background, that the company is moving its global headquarters to the U.S. On Monday, Nov. 6, Broadcom made an unsolicited, $103 billion offer for rival chipmaker Qualcomm. (Photo: Evan Vucci, AP)\nThe potential biggest-ever tech deal, one that would create the world's third-largest maker of chips in smartphones, computers and other devices, just got bigger.\nBroadcom is sweetening its offer to acquire Qualcomm for more than $121 billion. This comes three months after Broadcom made an initial $103 billion offer to combine the two semiconductor giants.\nA combined company would touch consumers' communication patterns in a multitude of ways. Qualcomm's chips are in iPhones, Android smartphones and new \"always-on\" Windows laptops. Broadcom makes chips in Android smartphones and iPhones, too, as well as game systems, set-top boxes and data centers.\nThe combined company, which would generate about $51 billion in annual revenue, also stands to be a global tech player in the deployment of 5G, the next generation of mobile technology. 5G wireless networks promise Internet connections 10 to 100 times faster than current networks and are expected to improve connectivity for smartphones and tablets and home broadband networks, as well as self-driving cars and an endless lineup of other devices.\nAs in the previous offer, Broadcom would acquire all outstanding shares of Qualcomm for $60 per share in cash. But this new approach includes $22 per share in Broadcom stock, where the previous offer was $10. That $60 offer is a 50% premium over Qualcomm stock's closing price on Nov. 2, 2017.\nThe deal, which amounts to $148.9 billion including debt Broadcom would assume, would be the largest-ever technology acquisition, according to Dealogic. The largest deal to date: Dell's acquisition of EMC for about $65 billion.\nThis proposal, which represents Broadcom's final offer, \"includes substantially more Broadcom stock, which will allow Qualcomm stockholders a greater opportunity to participate in the upside created by the combined company's strategic and operational advantages,\" Broadcom CEO Hock Tan said in a letter sent to Qualcomm, which was made public.\nBroadcom (AVGO) gave up gains to fall 3% amid a broad market sell-off. Qualcomm (QCOM) shares fell 6.6%.\nIn a statement, Qualcomm said its board would review the proposal \"to determine the course of action it believes is in the best interests of the Company and its stockholders.\"\nThe board unanimously rejected the earlier offer, saying it \"dramatically undervalues Qualcomm and comes with significant regulatory uncertainty, and therefore is not in the best interests of Qualcomm stockholders.\nBroadcom maintained its willingness to do the deal regardless of the outcome of Qualcomm's ongoing effort to acquire NXP Semiconductors. San Diego-headquartered Qualcomm made its $38 billion bid in October 2016 for Dutch-based NXP, a major provider of global automotive semiconductor sales.\nBroadcom currently has twin corporate headquarters in San Jose and Singapore, which came from Singapore-based chipmaker Avago Technologies' takeover last year of Broadcom, whose name it took. But in November, Broadcom CEO Tan said the company would move its headquarters to Delaware.\nThat move would likely help in regulatory approval of this deal and its $5.5 billion bid it made last year for data center-connectivity company Brocade.\nA deal could also, some Wall Street analysts say, help smooth over legal squabbles between Apple and Qualcomm.\nThe two companies have been battling over how much Apple owes in licensing fees to Qualcomm. Apple has been withholding fees until the courts determine the amount, a process that could take several years. Earlier this year, Qualcomm sought to block iPhone shipments to the U.S., arguing that the phones infringe on six of its patents.\nMore: EU fines Qualcomm $1.23 billion for paying Apple to use its microchips\nMore: VMware could buy its owner, Dell, in the biggest tech biggest deal\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.\nRead or Share this story: https://usat.ly/2s9vKKy",
  "title": "merged company could get a 5G edge",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.usatoday.com/story/tech/news/2018/02/05/broadcom-increases-qualcomm-offer-more-than-121-billion/306382002/",
  "dId": "7b6688995fd94a608127bea214cf829a30c2e663b7a24f49f8c7dbe2",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 62,
    "Event": "Broadcom_Raises_Its_Qualcomm_Offer_to_121"
  }
}