{
  "authors": [
    "The Associated Press"
  ],
  "date_download": "2018-01-10T23:26:12",
  "date_modify": null,
  "date_publish": "2017-12-30T13:21:33",
  "description": "A German police union boss has criticized organizers of Berlin's annual open-air New Year's Eve party for designating a special",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Faponline%2F2017%2F12%2F30%2Fworld%2Feurope%2Fap-eu-germany-new-year-sexual-assaults.html.json",
  "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "BERLIN — A German police union boss has criticized organizers of Berlin's annual open-air New Year's Eve party for designating a special \"safety area\" for women, saying it suggests they aren't safe from assault elsewhere.\nThe comments by Rainer Wendt, who heads the right-leaning DpolG union, come amid an ongoing debate in Germany about how to tackle an increase in sexual assaults.\nWendt told the Neue Osnabruecker Zeitung daily in an interview published Saturday that establishing such a safe zone sends a \"devastating message.\"\n\"By doing so one is saying there are safe zones and unsafe zones\" for women that could result in \"the end of equality, freedom of movement and self-determination,\" the newspaper quoted him as saying.\nAdvertisement Continue reading the main story\nWendt said the move appeared to ignore the \"political dimension\" in Germany, two years after hundreds of women reported being assaulted or robbed during New Year's Eve celebrations in Cologne. The suspects in most of those assaults were migrants.",
  "title": "German Police Union Chief Slams NYE 'Safe Zone' for Women",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/aponline/2017/12/30/world/europe/ap-eu-germany-new-year-sexual-assaults.html",
  "dId": "840293f73de0f21c8ae3ae272e88a9c53711946e57b2b0764947d9b0",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}