{
  "authors": [],
  "date_download": "2017-11-30T15:57:16",
  "date_modify": null,
  "date_publish": "2016-08-05T00:00:00",
  "description": "Death toll in Nice attack, in which a man drove a heavy truck into crowds on July 14 in the southern French city, rose to 85, Christian Estrosi, president of the Rivera region announced on Thursday.",
  "filename": "http%3A%2F%2Fwww.chinadaily.com.cn%2Fworld%2F2016-08%2F05%2Fcontent_26355611.htm.json",
  "image_url": "http://www.chinadaily.com.cn/world/images/attachement/jpg/site1/20171130/eca86bd9d5431b89acf20f.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.chinadaily.com.cn",
  "text": "PARIS - Death toll in Nice attack, in which a man drove a heavy truck into crowds on July 14 in the southern French city, rose to 85, Christian Estrosi, president of the Rivera region announced on Thursday.\nAccording to the regional daily Nice Matin, Peter Hattermann, 56, succumbed to his injuries. His wife and 13-year-old son were also killed in the attack that occurred in the Promenade des Anglais during the Bastille Day celebrations.\nHis 14-year old daughter was still hospitalized, it added.\n\"All my thoughts for the girl, the family and relatives of Peter Hattermann who just died. (The) 85th (victim) disappeared after the attack of Nice,\" Estrosi, former mayor of Nice, tweeted.\nOn July 14, Mohamed Lahouaiej Bouhlel plowed a heavy truck into crowds that were celebrating National Day in Nice. The truck careered 2 km through mass of revelers before being stopped by police units who also shot dead the driver.\nThe Islamic State (IS) claimed responsibility for the attack.\nProbing showed the 31-year delivery man had prepared his act for months with the help of accomplices. It also showed his \"certain, recent interest to radical jihadist movements.\"",
  "title": "Death toll in Nice attack rises to 85",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.chinadaily.com.cn/world/2016-08/05/content_26355611.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 5,
    "Event": "truck_attack_in_nice",
    "Url": "http://www.chinadaily.com.cn/world/2016-08/05/content_26355611.htm"
  },
  "dId": "85a379126990831ccb2992aa6012ddca7f95724211a54fdc6b76ea50"
}