{
  "authors": [
    "Bruce Fretts"
  ],
  "date_download": "2018-02-06T16:55:26",
  "date_modify": null,
  "date_publish": "2017-11-29T09:37:33",
  "description": "More than 20 superheroes show up in the promo for the next sequel, including Iron Man, Spider-Man, Thor, Black Panther and Doctor Strange.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F11%2F29%2Fmovies%2Favengers-infinity-war-trailer-robert-downey-jr-chadwick-boseman.html.json",
  "image_url": "https://static01.nyt.com/images/2017/12/01/movies/01avengers-trailer1/01avengers-trailer1-facebookJumbo.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Photo\nWe may have reached peak superhero. Only a few weeks after DC united six of its biggest crime-fighters in “Justice League,” Marvel has struck back by releasing the trailer for “Avengers: Infinity War,” featuring more than 20 superhuman characters, including Iron Man (Robert Downey Jr.), Spider-Man (Tom Holland) and Thor (Chris Hemsworth), all of whom have headlined their own stand-alone films.\nThere’s also Black Panther (Chadwick Boseman), Doctor Strange (Benedict Cumberbatch) and Captain America (Chris Evans), who ditched his trademark accessory at the end of “Captain America: Civil War” in 2016. “Get this man a shield!” Black Panther growls.\nWorlds collide as the Avengers meet another Marvel franchise, the Guardians of the Galaxy, led by Star-Lord (Chris Pratt). “Who the hell are you guys?” asks Mr. Hemsworth’s Norse god, still missing the eye he lost in “Thor: Ragnarok” but not his newfound sense of humor.\nThe legions team up to fight Thanos, an interstellar tyrant on a mission to collect the six Infinity Stones, which will make him omnipotent. He’s voiced by Josh Brolin, who’ll embody another Marvel figure, Cable, in the forthcoming “Deadpool 2.” Apparently, Hollywood is running out of stars to play all these mutants and super villains and has started to recycle.\n“This does put a smile on my face,” Thanos declares of his quest, and Disney hopes audiences will be equally happy when “Avengers: Infinity War” reaches theaters on May 4. A sequel is already set for May 3, 2019. It appears the Marvel universe is infinite.",
  "title": "New Trailer: ‘Avengers: Infinity War’",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/11/29/movies/avengers-infinity-war-trailer-robert-downey-jr-chadwick-boseman.html",
  "dId": "85ce3d3f4ab8a5c393bee249ac59220aa5c68e29f825c384996922a6",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 53,
    "Event": "The_New_Infinity_War_Trailer"
  }
}