{
  "authors": [],
  "date_download": "2018-01-14T13:49:46",
  "date_modify": null,
  "date_publish": "2018-01-01T00:00:00",
  "description": "An Israeli military court on Monday indicted a teenage Palestinian girl who was filmed last month in the West Bank slapping Israeli troops who refused to respond.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnational%2Fisrael-indicts-teenage-palestinian-girl-who-slapped-soldiers%2F2018%2F01%2F01%2F3e137e9e-ef0e-11e7-95e3-eff284e71c8d_story.html%3Futm_term%3D.c54d9ffdebff.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2018-01-01/AP/Images/Israel_Palestinians_15606.jpg-0fef7.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "File - In this Thursday, Dec. 28, 2017 file photo, Ahed Tamimi is brought to a courtroom inside Ofer military prison near Jerusalem. Tamimi, 16, from the village of Nebi Saleh on Monday for attacking the soldiers as well as for previous altercations. It extended her remand for 8 days. (Mahmoud Illean, File/Associated Press)\nRAMALLAH, West Bank — An Israeli military court on Monday indicted a teenage Palestinian girl who was filmed last month in the West Bank slapping Israeli troops who refused to respond.\nPalestinians have since hailed Ahed Tamimi, 16, as an icon in their fight against Israel. In Israel, the footage sparked debate about the soldiers’ refusal to react.\nThe court indicted Tamimi on several accounts including attacking soldiers as well as for previous altercations with Israeli forces. It extended her remand for eight days.\nShe was filmed in December outside her family home, pushing, kicking and slapping the soldiers, who fended off the blows without retaliating. Her father Bassem has said she was upset when she approached the soldiers after her 15-year-old cousin had been shot with a rubber bullet. The military confirmed rubber bullets had been used following what it said was a violent demonstration, but had no information about who was shot.\nBassem called Monday’s indictment a “political trial” saying Israel dug up old incidents as well as the one filmed in order to “justify her arrest.”\nTamimi was arrested at her home in a pre-dawn raid three days after the confrontation, amid an uproar in Israel.\nTamimi has made headlines in the past, most famously in 2015 when she bit a soldier’s hand as he held her brother in a chokehold in an attempted arrest.\nShe is from Nebi Saleh is a village of about 600 people, most of them members of Tamimi’s extended family. For eight years, villagers along with Israeli and foreign activists have protested weekly against Israeli policies in the West Bank.\nIn a separate case, the family of a female Palestinian lawmaker who has been jailed without charge since July said her detention has been extended for another six months.\nKhalida Jarrar has been held under an Israeli policy called administrative detention, which allows Palestinians to be arrested for months at a time without any charges being filed.\nJarrar, who is in her mid-50s, is a popular figure among Palestinians and is known for fiery speeches against Israel. In 2015, Israel sentenced her to 15 months for incitement to violence.\nJarrar is a senior member of the Popular Front for the Liberation of Palestine, a left-leaning faction opposed to peace with Israel and is branded a terrorist group in the West. The group was involved in hijackings and other major attacks in the 1970s but has largely scaled back its militant activities in recent years.\nHer husband, Ghassan Jarrar, said Israel was holding her for political reasons.\n“The court didn’t find anything to convict her. Therefore, they referred her to administrative detention where they don’t have to present any specific charges,” he said.\nIsrael’s Shin Bet security agency referred questions to the military, which did not immediately respond to requests for comment.\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Israel indicts teenage Palestinian girl who slapped soldiers",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/national/israel-indicts-teenage-palestinian-girl-who-slapped-soldiers/2018/01/01/3e137e9e-ef0e-11e7-95e3-eff284e71c8d_story.html?utm_term=.c54d9ffdebff",
  "dId": "872c4e597a458ce076ff1015bde681872726b55d82d9388b18afeb3e",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 36,
    "Event": "israel_indicts_palestinian_teenage_girl_who_punched_soldier_army"
  }
}