{
  "authors": [
    "Cheyenne Macdonald",
    "Mary Kekatos For Dailymail.Com"
  ],
  "date_download": "2018-01-10T23:39:13",
  "date_modify": null,
  "date_publish": "2018-01-03T23:21:38",
  "description": "After social media users slammed Apple last week for falling ice and snow around its Chicago store, the firm says the issue was the result of a malfunction in the roof warming system.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5233443%2FApple-blames-roof-warming-software-icy-Chicago-store.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/01/03/23/47A0ABB000000578-0-image-a-5_1515021408937.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Last week, Apple’s flagship retail store in Chicago made headlines after it appeared to suffer at the hands of its own design flaws.\nAfter a build-up of ice and snow caused treacherous conditions around the Macbook-inspired roof with slanted edges, parts of the store had to be roped off to ensure pedestrians’ safety.\nBut, the firm now says the issue was not a matter of form over function, as many first claimed.\nInstead, an Apple spokesman said the roof was designed to cope with the Chicago weather, but was 'foiled by a technical malfunction.'\nAfter a build-up of ice and snow caused treacherous conditions around the Macbook-inspired roof with slanted edges, parts of the store had to be roped off to ensure pedestrians’ safety. But, the firm now says the issue was not a matter of form over function, as many first claimed\nAPPLE TO REPLACE OLD BATTERIES Apple may be planning to replace all batteries in the iPhone 6 or later, after outragefollowing its admission that it slows down older iPhones to save battery life. An internal memo states customers should receive a battery for $29 (£25) - even if diagnostics tests prove it can retain over 80% of its original capacity. Apple users can run a diagnostics test remotely. To initiate this contact the firm or schedule an appointment using the Apple Support App. Reports suggest customers who paid to have their batteries replaced before the announcement are eligible for a refund on request. Initially the company said the price would be effective from the end of Jan, but now says it applies immediately. Earlier models such as 5, 5S and 5C are not covered. Reports suggest customers who paid to have their batteries replaced before the announcement are eligible for a refund on request.\nResponding to the criticism, Apple spokesperson Nick Leahy told The Chicago Tribune that the problem was the result of a technical issue.\n‘The roof has a warming system that’s built into it,’ Leahy said on Friday.\n‘It needed some fine-tuning and it got re-programmed today. It’s hopefully a temporary problem.'\nWhile the store does not have traditional gutters, the spokesman said it is designed to drain water through four internal support columns, according to the Chicago Tribune.\nApple was criticized across social media after people initially got wind of the ice problem at the Chicago store.\nIn a post for his blog Spundart, Matt Maldre slammed the design of the Chicago Apple store, arguing that it fails to take the city’s climate into consideration.\n'Maybe next time Apple will consider the actual community where their stores are built,' Maldre wrote.\n'Y'know, basic things like in Chicago, the weather gets cold. It snows. The snow falls off the roof.\n'Don't design a slopping roof where the snow can't be caught or guttered off somewhere.'\nArchitects seem to have made one clear oversight in that there are no gutters to catch snow or ice leaving 'Caution' tape and signs all around the store\nOpened in October, the store was praised by The Chicago Tribune as an 'elegantly understated… boon to the city's riverfront'\nAt the time, the roof of Apple's new flagship retail store in Chicago had perilous icicles hanging from the edge.\nThe roof is sloped downward, meaning that anyone standing on the walkway along the river could get hit with falling snow and ice.\nPictures of the area around the building showed roped off areas with orange cones and signs that read 'CAUTION: Watch for Falling Snow and Ice'.\nAfter the photos were reblogged by Daring Fireball's John Gruber, a massive Twitter storm erupted with users commenting on the lack of the roof's function.\n'Designed by Apple in California?' tweeted one user.\nAfter the photos were reblogged by Daring Fireball's John Gruber, a massive Twitter storm erupted with users commenting on the lack of the roof's function\n'Now we just need someone to get hit by an icicle as they're entering the Apple store to get their iPhone battery swapped. It'll be the ultimate clickbait story,' wrote another.\nAnother user commented: 'One more indication of Apple following form over function too many times...'\nOpened in October, the store was praised by The Chicago Tribune as an 'elegantly understated… boon to the city's riverfront'.\nDesigned by British firm Foster and Partners, the space around the store is intended to replicate a 'town square' experience to foster community building.",
  "title": "Apple blames roof warming software for icy Chicago store",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5233443/Apple-blames-roof-warming-software-icy-Chicago-store.html",
  "dId": "878fd57b12133f11f6334e8cd12a757c10b4ded150677b65fa2f688e",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 25,
    "Event": "chicagos_apple_store_has_a_falling_ice_problem"
  }
}