{
  "authors": [
    "Choe Sang-Hun",
    "David E. Sanger"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-08-28T17:39:14",
  "description": "Pyongyang carried out one of its most provocative missile tests in recent years, prompting Japan to issue an alert for residents to take cover.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F08%2F28%2Fworld%2Fasia%2Fnorth-korea-missile.html.json",
  "image_url": "https://static01.nyt.com/images/2017/08/30/world/29korea-1/29korea-1-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Only days later, that optimism seemed premature when the North Koreans launched three short-range missiles on Saturday. Two of them traveled about 155 miles before splashing down, far enough to reach major South Korean and American military bases, including those about 60 miles south of Seoul.\nWhile North Korea has not carried out its threat to fire four of its ballistic missiles toward the coast of Guam — and near an American air base — the missile it fired over Japan on Tuesday appeared to be of the same type: an intermediate-range missile that could target American, South Korean and Japanese bases in northeast Asia.\nOnly twice before has the North fired projectiles over Japanese territory: once in 1998, prompting a minor diplomatic crisis in Asia, and once again at the beginning of the Obama administration in 2009. In both those cases, the North said the rockets were carrying satellites into orbit. In this case, it made no such claim.\nAs in the case of the 2009 launch, which was paired with a nuclear weapons test, North Korea appears to be testing a new American president.\nNotably, the missile fired on Tuesday took off from near Pyongyang, North Korea’s capital. Early reports, which are often corrected later, indicated it was launched from a site near Pyongyang’s international airport, not the usual launch site in the northeast, according to the South Korean military. They said they were still trying to determine what type of missile was launched.\nAmerican officials noted that if it was in fact launched from the capital’s outskirts, it may have been meant to complicate recent American threats to hit the North with pre-emptive strikes. That possibility was explicitly raised this month by Trump administration officials, as a way of seeking to deter the North Koreans.\nAdvertisement Continue reading the main story\nWhile the North’s usual launch sites are in remote areas, where there would be little concern about civilian casualties, any strike near Pyongyang would risk many civilian deaths and would suggest the real goal was to strike at the regime.\nAn attack near Pyongyang would also be far more likely to result in North Korean retaliation against Seoul.\nLt. Gen. Hiroaki Maehara, the commander of the Japan Air Self-Defense Force’s Air Defense Command, said that the armed forces did not try to shoot down the missile from North Korea on Tuesday because they did not detect a threat to Japanese territory.\nBut when the government detected the launch and followed the path of the missile, it warned citizens in its path to take cover — just in case any parts fell on Japan.\nAccording to Itsunori Onodera, Japan’s defense minister, the missile launched Tuesday was very likely a Hwasong 12, which is classified as intermediate range and is fired from mobile launchers. North Korea successfully tested a Hwasong 12 in May.\nPhoto\nThe North Korean missile tests on Saturday and again on Tuesday came during joint military drills that the United States and South Korea started a week ago. For the United States and South Korea, these drills — mostly conducted on computer screens — are normal exercises. But the North calls such annual drills a rehearsal for invasion and often lashes out with weapons trials and military exercises of its own.\nThe United States has also been conducting joint exercises with Japanese forces for the past two weeks, and it was Japan that seemed most directly affected by Tuesday’s launch.\nSpeaking on national television, Mr. Abe said his government “was prepared to take all the measures to protect people’s lives.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“We have lodged a firm protest to North Korea. We have requested an urgent meeting of the U.N. Security Council,” he added. Diplomats said the meeting would most likely be Tuesday afternoon.\nAdvertisement Continue reading the main story\nThe Japanese government sent a text alert to citizens about the launch and advised them to take protective cover. In a post on Mr. Abe’s Twitter account, the government confirmed that the missile was fired at 5:58 a.m. local time, before breaking into three pieces and landing about 730 miles off the coast of Cape Erimo on Hokkaido, around 6:12 a.m.\nTakaaki Uesugi, a security guard at the town hall of Erimo, on the southern tip of Hokkaido, said he first heard about the launch from an alert on his phone.\nVideo\n“I’m really worried about how America will react,” he said. “It’s possible that Japan could be dragged into a dangerous situation depending on how President Trump responds to this.”\nA woman in Tokyo, Kaoru Kuroko, also said she had heard an alarm on her telephone soon after the missile was launched. “It was scary,” she said. “I wondered, where will the missile go to?”\nSouth Korea said it was ready to defend itself from the North Korean threat. “North Korea must come to the negotiating table, realizing that denuclearization is its only way to ensure its security and economic development,” the South Korean Foreign Ministry said in a statement on Tuesday.\nWith China to the west and Russia to the north, North Korea can flight-test its mid- or intermediate-range missiles only to the south or to the east, analysts said.\n“In a way, this was a hard choice to make for the North because it meant to fire the missile over Japan or toward Guam,” said Kim Yong-hyun, a professor of North Korean studies at Dongguk University in Seoul. “In the end, it chose to fire over Japan, demonstrating its capability to launch a missile to Guam but without actually launching one in that direction, which would have been a huge provocation to the United States.”\nNorth Korea has conducted more than 80 missile tests since Mr. Kim came to power in late 2011, after the death of his father, but it has not sent any of those missiles over Japan.\nEven when it flight-tested an intercontinental ballistic missile on July 28, it was launched at a highly lofted angle so that it reached an altitude of 2,300 miles. But it flew only 998 horizontal miles, falling in waters between the North and Japan. The North said at the time that it did so in order not to send its missile over a neighbor. Thus, the missile test on Tuesday was considered especially bold.\nAdvertisement Continue reading the main story\nAlong with South Korea, Japan and Guam would most likely be the first targets of a North Korean attack should war break out on the Korean Peninsula, analysts said. Both are home to major American military bases.",
  "title": "North Korea Fires Missile Over Japan",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/08/28/world/asia/north-korea-missile.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 55,
    "Event": "north_Korea_hokkaido_missile"
  },
  "dId": "88167f71dba9fde243411117c9ae522ff537095ee330c61a62cae258"
}