{
  "authors": [
    "Rukmini Callimachi"
  ],
  "date_download": "2017-11-30T15:56:47",
  "date_modify": null,
  "date_publish": "2016-07-15T21:19:18",
  "description": "The rampage opened a frightening new landscape of terrorism, using a weapon that is ubiquitous on roads in the United States and was encouraged by Al Qaeda years ago.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2016%2F07%2F16%2Fworld%2Feurope%2Ftruck-attack-nice-france.html.json",
  "image_url": "https://static01.nyt.com/images/2016/07/16/world/16trucks1/16trucks1-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Photo\nMore than five years ago, Al Qaeda called on its followers to use cars as tools of terror. Soon after, the terrorist group that had brought down the twin towers scrapped the idea, feeling that the tactic was too indiscriminate, too likely to kill Muslims.\nBut the idea of the car as a weapon was revived by the Islamic State shortly after it broke with Al Qaeda in 2014 following years of discord over the Islamic State’s brutal methods.\n“If you are not able to find an I.E.D. or a bullet, then single out the disbelieving American, Frenchman or any of their allies,” the group’s spokesman, Abu Muhammad al-Adnani, said in a speech. “Smash his head with a rock, or slaughter him with a knife, or run him over with your car,” he said, according to a translation provided by the SITE Intelligence Group.\nNone of the vehicle attacks carried out in the name of the terrorist groups resulted in mass casualties, possibly because the attackers used S.U.V.s and smaller cars.\nOn Thursday, however, the attack in Nice, France, demonstrated the devastating power of using a truck as a weapon. Though the driver’s motivations remained unknown on Friday, his attack opened a frightening new landscape of terrorism in Western Europe and the United States, where trucks are the lifeblood of the economy and are ubiquitous features of densely populated areas.\nNearly 70 percent of the freight transported in the United States is carried on trucks, according to the American Trucking Associations, an industry group. They haul more than nine billion tons each year, the group says, using millions of drivers to deliver goods to every corner of the country. “Without trucks,” the group says, “America stops.”\nVideo\nAnd their ubiquity means that the trucks would be difficult to spot, and stop, if an attacker used one as an instrument of violence.\nThe attacker in Nice used a 19-ton delivery truck to approach the promenade along the city’s storied waterfront, where thousands of people had gathered, before turning left onto a crowded, palm-dotted avenue. Then he accelerated. By the time he was gunned down, he had traveled over a mile of beachfront, turning his vehicle into a weapon and killing at least 84 people.\nThe driver carried out his attack at a time when France’s security services were on high alert, in a city that had already been the subject of a foiled terrorist plot, and at an event that was guarded by about 250 security forces.\nThe idea of using cars as an instrument of terror was first floated by Al Qaeda in 2010 in an article in its Inspire magazine.\nFeaturing a picture of a heavy-duty Ford truck under the headline “The Ultimate Mowing Machine,” the article compared people to grass and encouraged supporters to “mow down the enemies of Allah.”\nYet when a copy of the magazine made its way to Osama bin Laden, then the leader of Al Qaeda, he took exception to the article, according to files recovered in his compound in Pakistan, said Thomas Joscelyn, a senior fellow at the Foundation for Defense of Democracies, who has spent years tracking the terrorist group. He said that bin Laden worried that using a car as a weapon would lead to indiscriminate violence, possibly killing Sunni Muslims, the very category the group was trying to win over.\n“You see a desire over time to calibrate their terrorism to be more targeted and to have a specific message,” Mr. Joscelyn said, describing Qaeda tactics since the coordinated attacks of Sept. 11, 2001. By contrast, the message of the Islamic State is to “kill anywhere and everywhere,” he said.\nTellingly, one of the first victims of the accelerating truck in Nice was a middle-aged Muslim woman.\nEven though Al Qaeda dropped the idea, the concept appears to have remained in the collective subconscious of the terrorist network, and it was revived by the Islamic State after its fissure with Al Qaeda in 2014 in one of the earliest speeches by Mr. Adnani.\nWhile Al Qaeda founded Inspire with the aim of inciting lone actors, its success was limited. By contrast, the month after Mr. Adnani’s speech, a 25-year-old man in Canada who had put the Islamic State’s logo on his Facebook page rammed his car into two soldiers in a Quebec parking lot, an act that appeared to be a response to Mr. Adnani’s call. One person died, in stark contrast with Thursday’s rampage in Nice.\nOn Dec. 21, 2014, a man yelling “Allahu akbar,” or “God is great,” rammed his car into pedestrians, injuring 11 over a 30-minute period in Dijon, France. The next day, in the French town of Nantes, a driver used his van to run over 10 more people, killing one. Both attacks were apparently inspired by the Islamic State video.\nThe Islamic State has repeated the call to use cars as weapons on several other occasions, including last November in a video tailored for an audience in France featuring three French fighters in Syria.\n“There are weapons and cars available and targets ready to be hit,” one of the French fighters says, according to SITE. “Kill them and spit in their faces and run over them with your cars. Do whatever you are able to do in order to humiliate them.”\nWhether the driver of the delivery truck in Nice was acting at the behest of the terrorist group, or after being inspired by its propaganda, was unclear.\nOn Friday, Prime Minister Manuel Valls of France said the attacker was “a terrorist who is probably linked to radical Islam one way or another.”\nBut the authorities had not yet provided evidence of radicalization, and there had not been any sign that the attacker, Mohamed Lahouaiej Bouhlel, a 31-year-old immigrant from Tunisia, had pledged allegiance to the Islamic State, one of the group’s requirements for those who wish to act in its name.\nThe Islamic State, which has claimed attacks carried out in its name within hours of the killings, has been silent about the Nice attack. The group’s daily radio bulletin on Friday made no mention of Nice. The Amaq News Agency, which acts as the group’s news wire and was the first to claim the attacks in San Bernardino, Calif., and Orlando, Fla., as well as the recent killings in Bangladesh and in Magnanville, France, also made no mention of the deaths.\nHowever, media accounts that are closely tied to the Islamic State have cheered the killings and urged their followers to promote the atrocity on social media.\nHours after the truck plowed through the crowd, the Kilafah News Channel on the encrypted phone app Telegram, which analysts believe is one of the terrorist group’s official media outlets, issued a directive: “To all #Islamic State supporters we ask you to participate in these following hashtags to show the world the truth about the war on the Islamic State and how they brought this to themselves.”\nThe channel then instructed its followers to hijack hashtags dedicated to mourning the dead in Nice, including #PrayForNice.",
  "title": "In Truck Attack in Nice, Mainstay of Commerce Reinvented as Tool of Death",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2016/07/16/world/europe/truck-attack-nice-france.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 68,
    "Event": "truck_attack_in_nice"
  },
  "dId": "8a231b8bfaef35d52496dbbc0edc89d5d809e5dc39331ad26b5abcb4"
}