{
  "authors": [],
  "date_download": "2018-02-06T17:04:26",
  "date_modify": null,
  "date_publish": "2018-02-06T11:24:00",
  "description": "Intel's Vaunt smart glasses won't make you look like a glasshole",
  "filename": "https%3A%2F%2Fwww.theinquirer.net%2Finquirer%2Fnews%2F3026063%2Fintels-vaunt-smart-glasses-are-a-long-way-from-google-glass.json",
  "image_url": "http://www.theinquirer.net/w-images/6b2280aa-5a88-4fbe-8b3f-bf25bc06b190/2/IntelVaunt-370x229.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theinquirer.net",
  "text": "NOT CONTENT WITH CHIPS Intel has knocked up a pair of smart glasses that actually look like something you'd wear as opposed to full-on nerd goggles.\nUnlike Google Glass, with its strange semi-futuristic and conspicuous design, Intel's Vaunt smart glasses look, well, like standard glasses.\nThere's no floating LCD display or touch-sensitive arms or even a microphone, though the device is currently a prototype so who knows what it'll look like if it ever gets to market.\nInstead, the Vaunt glasses use a low-powered class one laser to project a monochrome 400x150 resolution image on to the retina of your eye. Yeah, if you find eyes queasy you might want to get yourself a cup of tea.\nThe laser is pretty cool in that its images can be viewed clearly even if the wearer has poor eyesight and is wearing prescription lenses.\nThe projected 'screen' then appears in the bottom part of your eye, and The Verge reports that it sits out of your main vision until you look down.\nAt the moment the glasses only display basic contextual information, such as directions and notifications.\nBut they appear to be fairly nonintrusive, which when combined with a movement sensitive control scheme - a slight tilt of the head moves notifications - the Vaunt specs look to be a sensible and more refined take on smart glasses. They are pretty much the polar opposite of Google Glass and the 'glasshole' effect.\nHowever, the functionality is a little bit limited, with the Vaunt specs essentially serving up a head-up display and not much more. So Intel will need to rope developers onboard to expand the scope of the glasses; it already has plans to set up an early access program and offer a software development kit to keen devs.\nAnd the chipmaker has no intention on making the specs itself; instead, it will rely on OEMs to take care of the integration of the tech and the Vaunt design principles into other glasses.\nThe Vaunt smart glasses still seem like some way off and there's a good chance Intel's experimental tech may never properly make its way out of the lab. But if Intel doesn't make such smart glasses we'd bet our bottom dollar that another tech giant will sooner than later. µ",
  "title": "Intel's Vaunt smart glasses won't make you look like a glasshole",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theinquirer.net/inquirer/news/3026063/intels-vaunt-smart-glasses-are-a-long-way-from-google-glass",
  "dId": "8dd04757d33b727c830250d3eff69cf98487b3c1bec2158364901e3f",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 60,
    "Event": "Intel_smart_glass"
  }
}