{
  "authors": [],
  "date_download": "2017-11-30T15:57:11",
  "date_modify": null,
  "date_publish": null,
  "description": "Third mass killing in Western Europe in eight months causes more fear across an anxious continent.",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2F84-killed-in-France-as-terror-truck-ploughs-through-crowd%2Farticle14491015.ece.json",
  "image_url": "http://www.thehindu.com/migration_catalog/article14449370.ece/ALTERNATES/LANDSCAPE_615/france%20terror",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "A body lies on the ground on Friday in Nice after a truck ran into a crowd celebrating the Bastille Day national holiday late on Thursday night. Photo: Reuters\nAn attacker ploughed a truck through crowds celebrating Bastille Day on the French Riviera, killing at least 84 people, including 10 children, and injuring 202, in what President Francois Hollande called a terrorist act by an enemy determined to strike all nations that share France’s values.\nThe driver, identified by police sources as Mohamed Lahouaiej Bouhlel, a 31-year-old Tunisian resident in France, also appeared to open fire before officers shot him dead. He was known to the police in connection with common crimes such as theft and violence but was not on the watch list of French intelligence services, the sources said. The third mass killing in Western Europe in eight months caused more fear across an already anxious continent struggling with security challenges from mass immigration, open borders and pockets of Islamist radicalism.\nThe truck zigzagged along the seafront Promenade des Anglais in the city of Nice as a fireworks display marking the French national day ended on Thursday night. It careered into families and friends listening to an orchestra or strolling above the beach on the Mediterranean Sea towards the grand, century-old Hotel Negresco.\nBystander Franck Sidoli said he had seen people go down. “Then the truck stopped, we were just five metres away. A woman was there, she lost her son. Her son was on the ground, bleeding,” he told Reuters at the scene.\nDawn broke on Friday with pavements smeared with dried blood, smashed children’s strollers, an uneaten baguette and other debris strewn about the promenade. Small areas were screened off and what appeared to be bodies covered in blankets were visible through the gaps.\nThe truck was still there where it had come to rest, its windscreen riddled with bullets.\nAfter visiting victims at Nice’s Pasteur hospital, Mr. Hollande said 50 people were still critical.",
  "title": "84 killed in France as terror truck ploughs through crowd",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/84-killed-in-France-as-terror-truck-ploughs-through-crowd/article14491015.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 53,
    "Event": "truck_attack_in_nice"
  },
  "dId": "92d91defca2f56f5519d79fd9b828c494a405a19284d1ca1e2703a68"
}