{
  "authors": [
    "Published P.M. Et Nov."
  ],
  "date_download": "2017-11-30T19:50:28",
  "date_modify": null,
  "date_publish": "2016-11-13T21:09:21",
  "description": "Williams' veteran driver Felipe Massa failed to finish his last race in front of his home crowd at Interlagos on Sunday, but he still earned a warm and emotional goodbye",
  "filename": "http%3A%2F%2Fwww.usatoday.com%2Fstory%2Fsports%2Fmotor%2Fformula1%2F2016%2F11%2F13%2Fbrazils-massa-crashes-but-gets-warm-farewell-at-home-gp%2F93771246%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/e5d619faa74e2a94bb939d3bff1af3f49f93a5ef/c=0-915-2969-2585&r=x803&c=1600x800/local/-/media/2016/11/13/USATODAY/usatsports/640f04bc282248ad9913d6cdd1757adc.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "Williams' Felipe Massa of Brazil cries after he had to withdraw from the race due to car problems during the Brazilian Formula One Grand Prix at the Interlagos race track in Sao Paulo, Brazil, Sunday, Nov. 13, 2016. (Paulo Whitaker/Pool via AP) (Photo: The Associated Press)\nSAO PAULO (AP) — Williams' veteran driver Felipe Massa failed to finish his last race in front of his home crowd at Interlagos on Sunday, but he still earned a warm and emotional goodbye.\nIn a Brazilian Grand Prix deeply impacted by rain, Massa crashed out in the 48th of 71 laps when he was in 14th position.\nIn tears, the 35-year-old driver walked through the pit lane wrapped in a Brazilian flag and was greeted by his wife Anna Raffaela, his son Felipinho, a rowdy local crowd and members of all teams.\n\"I am leaving with my head up and my heart still aching,\" Massa told reporters by the pit lane. \"I apologize to this crowd, this is not the result that I expected here. I can only thank them for the love, for all the emotions that I felt.\"\nThe Brazilian driver also said he expects to be part of a different racing series next year, without providing further details.\nMassa has 11 Grand Prix career wins, including two in Brazil. Two weeks from now, he will make his final appearance in a Formula 1 car at the season-finisher in Abu Dhabi, after reaching his 250th start.\nMassa's F1 career began in 2002 as a member of Sauber. He shone at Ferrari, the team that gave him his best chance at the title race in 2008. At a Brazilian GP that he won, Massa lost the crown to Lewis Hamilton after the British driver made a key overtake on the very last lap.\nOne year later Massa's life was put at serious risk after he was struck on the head by a wheel at the Hungarian Grand Prix. He stayed in the hospital for days.\nMassa joined Williams in 2014. In the current season he is 11th with 51 points.\nWith his retirement and the difficulties for Felipe Nasr of Sauber to renew his contract, there is a chance that no Brazilian drivers will be on the grid in 2017. That would be the first time in 48 years.\nThere are no other Brazilian drivers in Europe being considered for a place at the moment.\nSunday's race was won by three-time series champion Hamilton, forcing a showdown for the season title with Mercedes teammate Nico Rosberg in Abu Dhabi.\nCopyright 2016 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Brazil's Massa crashes but gets warm farewell at home GP",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.usatoday.com/story/sports/motor/formula1/2016/11/13/brazils-massa-crashes-but-gets-warm-farewell-at-home-gp/93771246/",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 60,
    "Event": "f1_crash",
    "Url": "http://www.usatoday.com/story/sports/motor/formula1/2016/11/13/brazils-massa-crashes-but-gets-warm-farewell-at-home-gp/93771246/"
  },
  "dId": "93a37a20d29ccaf544a7eaf0a723902f5e46942946f8ed2fa85ea313"
}