{
  "authors": [
    "Annaliese Milano",
    "Omkar Godbole",
    "Pete Rizzo"
  ],
  "date_download": "2018-02-06T19:48:10",
  "date_modify": null,
  "date_publish": "2018-02-06T00:00:00",
  "description": null,
  "filename": "https%3A%2F%2Fwww.coindesk.com%2Fbitcoin-slumps-to-12-week-low-below-6k%2F.json",
  "image_url": "https://media.coindesk.com/uploads/2018/02/chart-on-phone.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.coindesk.com",
  "text": "Bitcoin prices plunged to a 12-week low below $6,000 this morning, reporting double-digit percentage losses amid a continued crypto market sell-off.\nPrices on CoinDesk's Bitcoin Price Index (BPI) fell as low as $5,967.34 at 07:59 UTC – the lowest level since Nov. 13. As of writing, the world's largest cryptocurrency by market capitalization is changing hands at $6,156, down around 22 percent on a 24-hour basis.\nThe sell-off has been significant, as indicated by the $1,000 drop seen between 00:45 to 05:00 UTC. Further, during the same time period, the market capitalization of bitcoin dropped more than $11 billion to $106 billion. The total market capitalization of all cryptocurrencies has also fallen to $282.40 billion – the lowest level since Nov. 26.\nMeanwhile, the remaining top 10 currencies by market cap are down at least 20 percent each. NEO has depreciated by 36 percent in the last 24 hours, according to data source CoinMarketCap and is the biggest loser in the top 10.\nIn the top five, ethereum's ether token is down 29 percent, Ripple's XRP is down 24 percent, bitcoin cash has lost 28 percent and cardano is down 24.\nChart on phone image via Shutterstock\nThe leader in blockchain news, CoinDesk is an independent media outlet that strives for the highest journalistic standards and abides by a strict set of editorial policies. Interested in offering your expertise or insights to our reporting? Contact us at news@coindesk.com.\nDisclaimer: This article should not be taken as, and is not intended to provide, investment advice. Please conduct your own thorough research before investing in any cryptocurrency.",
  "title": "Bitcoin Slumps to 3-Month Low Below $6K",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.coindesk.com/bitcoin-slumps-to-12-week-low-below-6k/",
  "dId": "968852d73ac38b2184fd438b2f54ffde4eb23c13f7861a45776b2a35",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 63,
    "Event": "Bitcoin_drops"
  }
}