{
  "authors": [
    "Farida Fawzy",
    "Katie Hunt",
    "Madison Park"
  ],
  "date_download": "2017-11-30T15:56:44",
  "date_modify": null,
  "date_publish": "2016-07-14T23:26:00",
  "description": "Chaos broke out in Nice, France, after a truck plowed through a crowd celebrating Bastille Day Thursday.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2016%2F07%2F14%2Fworld%2Fnice-attack-witness-accounts%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/160714180243-02-nice-truck-deaths-scene-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "(CNN) Chaos broke out in Nice, France, after a truck plowed through throngs of tourists and locals celebrating Bastille Day on Thursday evening.\nScrambling for safety, the crowd dispersed and took cover in nearby restaurants and hotels. Here are accounts from some of those witnesses:\n'Dallas, now Nice'\nKristen Crouch, visiting from Dallas for a friend's wedding, was among the tourists who fled for their lives shortly after the fireworks display for the Bastille Day celebrations -- France's equivalent to July 4.\n\"I heard like two pops. I thought it was fireworks and then didn't think anything of it but all sudden all these people were running in the opposite direction speaking in French and screaming,\" Crouch told CNN affiliate KTVT.\nShe said she saw dozens of police cars and ambulances.\n\"It's really sad when you've been marked safe twice on Facebook in the last week.\" Dallas woman in Nice speaks @ 10 pic.twitter.com/eoFElv423x — Jeff Paul (@Jeff_Journalist) July 15, 2016\nAs she and her friends started to realize dozens had been killed, they took cover in a nearby apartment. Crouch had been in Dallas last week when five police officers were shot dead at a protest against police brutality.\n\"It's really sad when you've been marked safe twice on Facebook in the last week. We shouldn't live in a world like that,\" Crouch said.\nShe described it as a \"surreal, unbelievable\" situation.\n'Well planned'\nAndy McArdy works at Le Queenie, a restaurant on the Promenade des Anglais.\n\"It was very well planned,\" he told CNN in a phone call Friday.\n\"They knew that the noise of fireworks would mask the noise of gunfire, so that people would think that they were hearing fireworks, instead of, sadly, live gunfire that killed people.\n\"It happened immediately after the fireworks. The truck appeared on the promenade -- and the promenade was blocked, so he must have broken through the barriers; it was driving on the sea side, and shooting at the people on the sea side. You could hear the pop, pop, pop. There were bodies everywhere.\n\"Everyone came rushing in the restaurant -- about 100 people -- trying to find safe passage; they ended up staying in the building until midnight, when police said it was safe to leave.\n\"It's an extremely eerie atmosphere at the moment, nothing has been cleaned away -- the bodies have been removed, but the debris and the blood are still there. \"\n'No time to react'\nEric Drattell, an American who witnessed the chaotic scene, recalled how he and his wife were having a glass of wine before being startled by the sound of gunfire.\nHe told CNN that after spending time in Paris and Nice during the Euro 2016 soccer tournament which passed off without any incidents, \"terrorism was the furthest thing\" from their minds.\n\"Initially after the attack there was a lot of screaming, people were crying, people of all ages had crowded into the restaurant area,\" he said.\n\"There were about 100 people initially who had jumped down to the beach, which is about 300, 400 meters from the promenade level.\n\"We saw a child stroller or pram that had been run over, and later when we were allowed to go back to our hotel we saw bodies all over the floor and honestly couldn't tell which were adults or children.\"\n'Bodies strewn on street'\nDominique Molina and her husband Tony saw the scene unfold from their hotel balcony, which overlooked the beachfront promenade where the attack took place. Their 14-year-old son was with them.\nShe said it took a few seconds to register that the truck, which she saw veer onto the street at about 25 mph \"barreling people,\" was intentionally mowing down the crowd.\n\"I grabbed my son, and I just felt like shielding him and protecting him from seeing that,\" she told CNN's Anderson Cooper.\n\"He's really shaken,\" she said. \"People should not see these types of things.\"\nShe said heard the \"banging sounds\" the truck made as it ran over the crowd from the balcony. After the gunfire, she heard shrieking and began to see flocks of people run frantically among fallen bodies.\n\"Within a few moments of the gunfire everything went very quiet, very eerily quiet and then you started hearing wailing and screaming and crying,\" she told Anderson Cooper.\nHer husband Tony said they saw at least 10 dead bodies, strewn on the street.\n\"These bodies kind of sat. It was sad, because there were families just laying down, crying next to these bodies,\" he said.\n\"Then they had to clear the area out. The bodies sat there covered up.\"\nVideo shot by Dominique Molina and posted to Twitter shows the aftermath of the attack.\n'We had to run for our lives'\nPaul DeLane, who's lived in France for 25 years, had just finished watching the fireworks when thousands of people started running in his direction.\n\"My partner took my hand immediately and we started running with everybody and honestly in my head I had no idea what was going on and the music was so loud.\"\nThough he didn't see the truck, Delane did see \"people running and screaming and crying and people carrying their children, and it was just very frightening.\"\n\"We all just knew that we had to run for our lives. Well, that's basically what happened,\" he told CNN\nPhotos: Bastille Day terror: Harrowing images of truck attack in Nice Baby strollers are seen on the Promenade des Anglais in Nice, France, on Friday, July 15. A 31-year-old native of Tunisia and resident of Nice drove into a crowd during the southern French city's Bastille Day celebrations around 10:45 p.m. on Thursday, July 14, killing at least 84 people and leaving around 202 injured. Hide Caption 1 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A woman cries, asking for her son, as she walks near the scene of the attack. Hide Caption 2 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A forensics team inspects the scene of the attack. Hide Caption 3 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A man looks at the scene of the attack on the Promenade des Anglais. Hide Caption 4 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Forensics investigators examine a truck at the scene of the attack. Hide Caption 5 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Hide Caption 6 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Bodies of victims covered by sheets remained at the scene of the attack early Friday. Hide Caption 7 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A man sits next to the body of a victim following the attack. Hide Caption 8 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Authorities confirmed that the driver of the truck was killed by police. Hide Caption 9 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice The truck plowed into a crowd leaving a Bastille Day fireworks display in the French resort city of Nice. One witness, an American who was about 15 feet from the truck, said the driver accelerated and pointed his tractor-trailer into the crowd, mowing people over. Hide Caption 10 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A man lies near a covered body at the scene of the attack on the Promenade des Anglais in Nice. Hide Caption 11 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Emergency teams assist wounded people at the scene. Hide Caption 12 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A photo from the Twitter account of a reporter for CNN affiliate France 2 shows witnesses being interviewed inside the Hotel Negresco after the attack. According to Alban Mikoczy, these people are not injured. Hide Caption 13 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Wounded people are evacuated from the scene where the truck drove into the crowd during the Bastille Day celebrations. Hide Caption 14 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Armed French police move people away from the Promenade des Anglais in Nice in the aftermath of Thursday's attack. Hide Caption 15 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Medical workers attend to an injured woman. Hide Caption 16 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Police security forces deployed in the center of Nice. Hide Caption 17 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Tony Molina, a U.S. police officer on vacation in Nice, witnessed the terrible scene from his hotel room. He told CNN he thought he heard between 30 and 40 gunshots. \"I saw the truck right below us and it had already driven down the boardwalk for a half a mile.\" Hide Caption 18 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice BFM-TV, a CNN affiliate in France, reported that police shot at the truck to try to stop it. Hide Caption 19 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Rescue workers move a victim from the scene. Hide Caption 20 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Soldiers, police officers and firefighters walk among bodies covered with blue sheets on the seafront Promenade des Anglais. Hide Caption 21 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice Police seal off the area around the scene. A witness said at first it seemed like an accident, but then it became obvious it was a deliberate act. Hide Caption 22 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice \"I wasn't sure what to do, in that situation. No one knew what was going on. We just knew we had to run for our lives,\" said Paul Delane, an American who witnessed the attack. Hide Caption 23 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice French President François Hollande said the country would now extend its state of emergency for three months. Hide Caption 24 of 25 Photos: Bastille Day terror: Harrowing images of truck attack in Nice A doll is seen at the scene of the attack on the Promenade des Anglais. Hide Caption 25 of 25\nHe 'just kept driving'\nOne man who was leaving the Pasteur Hospital on Friday told CNN's Atika Shubert that the driver had \"just kept driving straight through.\"\nThe man, who had sustained an ankle injury but was able to limp, had blood on his feet and shorts. He told CNN that he worked at a restaurant across from where the attack took place.\n\"I work there,\" he said. \" And my daughter. My daughter. I don't know,\" he added before walking away.\nAnother couple came out weeping but they didn't want to talk.\nTaking refuge\nOthers took shelter at a nearby restaurants.\n\"We were eating and a huge crowd ran into us and we didn't know what was going on,\" said Maryam Violet.\n\"I walked to the beginning and saw a lot of people around their families, a lot of single dead bodies with no one around them,\" Violet said.\nEric Dartell was able to escape:\n\"You can see wreckage all along the way, a body, bicycles, street lamps and debris everywhere,\" he told CNN.\nFireworks, gunshots, and shrieking\nZeynep Akar also watched from her balcony at home as the horrific scene unfolded. She had stepped outside to watch the fireworks.\n\"I suddenly heard the crash and people shouting,\" Akar told CNN's Wolf Blitzer. \"There were so many people on the ground.\"\nWhen she heard gunshots, she ran inside her house and switched off the lights.\nBrendan Phillips, a Georgia Tech student studying abroad in France, was in Nice for the four-day Bastille Day weekend festivities.\nFive to ten minutes after the fireworks ended, police cars rushed past him and an influx of people began running in his direction on the Promenade.\nAn officer was directing people, repeatedly shouting \"Go quickly! Go that way!\" in French, Phillips said.\n'Accelerated over bodies'\nAn American witness said he was standing 15 feet away as the long, white truck drove into the crowd \"mowing bodies over.\" He said it accelerated as it hit the bodies.\n\"It seemed like an accident at first, but became apparent very quickly that it was deliberate,\" he told CNN.\n'Scene out of a movie'\nMark Krikorian told CNN that he was in his apartment nearby when he heard the commotion.\n\"I started hearing screaming, people running and knocking things over,\" he said.\n\"It was like a scene out of a movie. I didn't know what was going on but obviously there was some kind of attack.\n\"My kids were all gawking at the windows and I told them to get away from them.\"",
  "title": "Truck attack in Nice: 'We had to run for our lives'",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2016/07/14/world/nice-attack-witness-accounts/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 53,
    "Event": "truck_attack_in_nice",
    "Url": "http://edition.cnn.com/2016/07/14/world/nice-attack-witness-accounts/index.html"
  },
  "dId": "968b809b00b95284e74656bd70261e734c491a8f49cb30344e81c3f3"
}