{
  "authors": [],
  "date_download": "2017-11-30T15:57:09",
  "date_modify": null,
  "date_publish": "2016-07-15T19:11:52",
  "description": "At least three Tunisians and three Algerians were among the 84 people killed when a Tunisian-born man ploughed a truck into crowds in the French resort of Ni...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fafp%2Farticle-3692450%2FTunisians-Algerians-dead-Nice-attack.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/07/15/article-doc-d86oo-100DpupBV1c96ef15a76f579515c-631_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Tunisians, Algerians among dead in Nice attack\nAt least three Tunisians and three Algerians were among the 84 people killed when a Tunisian-born man ploughed a truck into crowds in the French resort of Nice, officials said Friday.\nThe attacker, Mohamed Lahouaiej-Bouhlel, a 31-year-old dual national, zigzagged through a crowd gathered to watch a Bastille Day fireworks display in the French city on Thursday night.\nThe mother of a four-year-old boy, Tunisian Olfa Bent Souayah, was killed in the attack and her son is still missing, said Tunisia's foreign ministry.\nPeople lay flowers in the street of Nice to pay tribute to the victims the day after a gunman smashed a truck into a crowd of revellers celebrating Bastille Day, killing at least 84 people, on July 15, 2016 ©Anne-Christine Poujoulat (AFP)\nTwo Tunisian men, Bilal Labaoui and mechanic Abdelkader Toukabri, were also killed, said the ministry.\nTwo children from Algeria died in the attack, said Algeria's ministry of foreign affairs.\nA 70-year-old Algerian woman who was visiting her daughter in Nice was also killed, said the ministry's spokesman.\nThe Nice region on the Mediterranean, an hour's flight from Tunis, is home to a large number of Tunisians and Algerians.\nTunisia \"forcefully\" condemned the attack.\nIt said the attacker, who police said held dual French-Tunisian citizenship, had committed an act of \"extreme cowardice\" and expressed solidarity with France against the \"scourge of terrorism\".\nIt also said it was opening a judicial enquiry into the attack.\nTunisian President Beji Caid Essebsi called the attack \"a barbarous act that made no difference between religions, no nationalities, nor countries\".\n\"I hope... that we will be able to tackle this terrorism, which is the disease of the century. The best response is solidarity,\" he said.\nTunisia, like France, has faced a series of jihadist attacks in the past year, killing dozens including 59 foreign tourists.\nTunisia has been in a state of emergency since November 2015.\nTunisian and French citizens are among the top nationalities who have joined jihadist organisations including the Islamic State group.\nAlgerian President Abdelaziz Bouteflika expressed his \"profound indignation\" at the \"horrible terrorist attack\".\nHe called for more effective international counter-terrorism efforts.\nA man takes a pictures as the truck, riddled with bullets, that was driven by a man through a crowd celebrating Bastille Day is towed away by a breakdown lorry in the French Riviera city of Nice on July 15, 2016 ©Boris Horvat (AFP)",
  "title": "Tunisians, Algerians among dead in Nice attack",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/afp/article-3692450/Tunisians-Algerians-dead-Nice-attack.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 53,
    "Event": "truck_attack_in_nice",
    "Url": "http://www.dailymail.co.uk/wires/afp/article-3692450/Tunisians-Algerians-dead-Nice-attack.html"
  },
  "dId": "969967bf51a018dc15eccf7862ad7be4ff32836b6e9bd0f37d6dd271"
}