{
  "authors": [
    "Frida Ghitis"
  ],
  "date_download": "2017-11-30T13:51:49",
  "date_modify": null,
  "date_publish": "2016-04-04T15:10:56",
  "description": "The aftershocks of the release of the Panama Papers could continue for years. It could also be the beginning of the end of secrets, says Frida Ghitis.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2016%2F04%2F04%2Fopinions%2Fpanama-papers-ghitis%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/140318175132-us-dollars-notes-super-169.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Frida Ghitis is a world affairs columnist for The Miami Herald and World Politics Review, and a former CNN producer and correspondent. Follow her @FridaGhitis . The opinions expressed in this commentary are hers.\nTirana, Albania (CNN) Some will try to downplay it, to dismiss it, to tell you it's a big misunderstanding. They will say it's a tempest in a teapot or perhaps a grand conspiracy. But don't believe it. The release of the Panama Papers is a very big deal .\nIt all began more than a year ago, when someone contacted the German newspaper Süddeutsche Zeitung, offering a mountain of data from a Panamanian firm called Mossack Fonseca that is alleged to specialize in helping the wealthy, the powerful and the shady hide their money. The magnitude of the leak -- 2.6 terabytes, 11.5 million records -- makes previous revelations by WikiLeaks and Edward Snowden look timid by comparison.\nThis is an earthquake. The aftershocks will continue for months, even years to come. It could also be the beginning of the end of secrets.\nAlready, details pieced together by the International Consortium of Investigative Journalists of about a dozen current and former world leaders alleged to have used the law firm's services have been revealed, with the documents listing presidents, kings, prime ministers and their offspring. Some of the world's most powerful figures and their relatives are being accused of hiding their wealth. And we're just getting started.\nWe are learning about potentially hundreds of thousands of offshore firms connected to people in more than 200 countries and territories -- essentially, the entire world. And even though hundreds of journalists in dozens of countries with the ICIJ have already spent months examining the documents, the Internet will make it possible for people to search for information that might affect them specifically. The blueprint to offshore and shell companies allegedly held by prominent figures is breathtaking in its detail and scope , and the repercussions will be profound and lasting.\nWe knew something significant was coming when, a few days ago, a spokesman for Russian President Vladimir Putin started trying to discredit a mysterious piece of journalism that had not yet made headlines. A Kremlin spokesman warned of an upcoming \"media attack\" on Putin. And if the claims in the Panama Papers are true, it is easy to see why the Russian President would be worried -- the papers reveal a trail of billions of dollars allegedly shuffled across shell companies and paper firms, ultimately connected to people close to him.\nThe Kremlin dismissed the accusations before the papers were released, saying the report had nothing to do with Putin and suggesting it was part of what it described as \" Putinophobia .\" Putin's men will probably try to paint this as a personal attack on their boss, but with hundreds of other public figures highlighted, the conspiracy claim could prove empty.\nThe documents detail potential malfeasance in democracies, autocracies and dictatorships alike, and powerful people around the world are no doubt breaking out in a cold sweat. To be sure, a name in the Panama Papers is no proof of wrongdoing. A disclaimer by the ICIJ, which coordinated the investigation, states that \"There are legitimate uses for offshore companies, foundations and trusts,\" adding that those listed in the papers may not have \"broken the law or otherwise acted improperly.\" Indeed, throughout history, people have often sought to conceal their assets in unstable political environments, sought protections from predatory regimes that persecuted their enemies and might confiscate their belongings, or simply wanted anonymity.\nStill, this avalanche of information will probably in many cases prove damning and consequential. And it will not exactly come as a shock. Instead, the release of these papers will confirm many suspicions.\nBut if the claims in these papers are found to be consistently accurate, they will also help change behavior -- when WikiLeaks told the story of a lavish party in Tunisia hosted by the President's son-in-law , with ice cream flown in from France, it helped fuel the fury that overthrew a dictator.\nAs I have written before , corruption is a deadly poison that cripples economies, perpetuates poverty and, as it accumulates, can claim lives -- many of them. Not only are political leaders in some cases stealing money that belongs to their countries, to their people, but they may be making policy choices based on how they can benefit themselves, depriving their nations of the right to good government and to smart decision-making from its leaders. The result can be bad government, bribe-taking, tax avoidance and theft from the public's future for the sake of a more lavish present for a corrupt few.\nThen there are the friends of the powerful, the ones who become mysteriously wealthy. Their wealth is not just proof of the generosity of a magnanimous ruler. No, autocrats enrich those around them to protect their power, to buy acquiescence, to silence complaints. Sometimes critics go to prison, sometimes they get rich. Either way, the purpose is to silence them.\nUltimately, corruption undermines good government and fortifies dictatorships. Is it any surprise that the Panama Papers revealed alleged secret offshore firms linked to Syrian President Bashar al-Assad , as well as former Libyan dictator Moammar Gadhafi and Egypt's deposed President, Hosni Mubarak\nIn one of the most positive trends of our time, people are using greater access to information to move to uproot corruption. They have already toppled governments. The release of the Panama Papers marks a potentially major moment in that trend. Don't let anyone tell you this is anything other than a very big deal.",
  "title": "Panama Papers a very big deal",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2016/04/04/opinions/panama-papers-ghitis/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers",
    "Url": "http://edition.cnn.com/2016/04/04/opinions/panama-papers-ghitis/index.html"
  },
  "dId": "99896d12794b4266a638cd5772dfbff15a9a74c91d349669e683995a"
}