{
  "authors": [
    "Jake Nevins"
  ],
  "date_download": "2018-02-06T16:55:54",
  "date_modify": null,
  "date_publish": "2018-02-05T02:58:58",
  "description": "Justin Timberlake gyrated through his vast array of hits and paid tribute to hometown hero Prince in a solid but uneventful half-time show",
  "filename": "https%3A%2F%2Fwww.theguardian.com%2Fculture%2F2018%2Ffeb%2F04%2Fjustin-timberlake-super-bowl-halftime-show-review.json",
  "image_url": "https://i.guim.co.uk/img/media/05f211bcdaf2d032365f8ac546d8dea7e6dcc6ae/0_330_4772_2863/master/4772.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxOC8wMS8zMS9mYWNlYm9va19kZWZhdWx0LnBuZw&s=68b366e12e5125cc881c22f9573ffa3e",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theguardian.com",
  "text": "Justin Timberlake Justin Timberlake's Super Bowl performance: a forgettable but flashy medley of hits 3 / 5 stars Justin Timberlake gyrated through his vast array of hits and paid tribute to hometown hero Prince in a solid but uneventful half-time show Play Video 0:53 Justin Timberlake covers Prince at Super Bowl half-time show – video\nJustin Timberlake took to the stage (and field) for the Super Bowl LII half-time show in Minneapolis armed with his extensive catalogue of hits, a cadre of scantily clad backup dancers, and an outfit culled from the latest Patagonia x Cézanne collection, in keeping with the singer’s clunky Americana rebrand. The performance was decent, and Timberlake sounded good and danced even better. As far as half-time shows go, it was satisfactory, a fun but forgettable display of the singer’s substantial talents.\nJustin Timberlake: Man of the Woods review – failed fusion of rural rhythms Read more\nHe began, in what looked like the basement of a nightclub but was really the labyrinthine underpinnings of the stage, with his new single Filthy. As was to be expected, Timberlake gyrated with his dancers and then finally emerged above ground with a medley of his early-2000s hits: Rock Your Body, Señorita, SexyBack, each of which are certified bangers and brought to mind the macaroni-haired Timberlake of yore.\nIn this portion of the show he hit his stride. Timberlake has always been and remains an excellent dancer, and he moved lithely around the stage in perfect synchronicity with his back-ups. The sound quality was a bit flaky, and at times the extensive choreography came at the expense of his vocals, but Timberlake’s falsetto was squeaky-clean and it’s hard to fault a few errant notes when someone’s trying to squeeze a career’s worth of discography into what’s essentially a triple-stacked commercial break.\nThe run-up to Timberlake’s performance was bumpy, to say the least. On Friday, he dropped his sixth studio album, Man of the Woods, which was promoted as a sort of laid back ode to the heartlands, a new chapter in the book of Timberlake, and amounted to a fairly standard, unnecessarily lengthy collection of funk-pop thumps that didn’t so much reinvent his mien as sell it woefully short.\nThen, rumors swirled that Timberlake was planning a musical tribute to Prince that would include a hologram of the “purple one”, the kind of homage Prince himself once called “the most demonic thing imaginable”. That idea was scrapped briskly when Sheila E, Prince’s former drummer, tweeted publicly that the hologram wouldn’t have received the singer’s blessing.\nJT opted instead for a more muted Prince paean, dedicating a cover of I Would Die 4 U to Prince’s hometown of Minneapolis while sitting at a white piano. Footage from Purple Rain projected on to a billowing sheet during the song, which faintly echoed Prince’s own 2007 half-time show, with which every one thereafter has been rightfully compared. The cameras panned back to show the cityscape shrouded in Prince purple, a color for which Pantone has its own shade, and most everyone breathed a sigh of relief that there were no holograms.\nFacebook Twitter Pinterest Justin Timberlake performs during half-time. Photograph: Matt York/AP\nWe all know what happened the last time JT performed at the Super Bowl; the details of that snafu – unfortunately memorialized with its own “-gate” – need no retelling here. But there’s a kind of appropriate symmetry to the fact that the game-winning quarterback that year was a 26-year-old Tom Brady, improbably playing in his record eighth Super Bowl this year.\nTimberlake is effectively, if imprecisely, the Tom Brady of music, the boring, fail-safe pick to helm a half-time show. Both are creatures of the early aughts who’ve weathered the passage of time prosperously. They’re supremely talented, the poster-boys of their craft, and yet still lack a certain cultural cachet. And as filthy-rich, genetically blessed white dudes – one deigned to bring sexy back and the other poses for Ugg boots – they’re objects of widespread, not-entirely-unearned resentment who bear the burden of being too strait-laced for an era of outspokenness.\nThe 10 greatest Super Bowl half-time shows - Ranked! Read more\nSo, there was no grand political statement, nor any subtext into which one could be read; Timberlake more or less went the Lady Gaga route, breaking out early hits, mid-career ones like Suit & Tie, Mirrors – accompanied by, you guessed it, a reflective mirror-show – and Until the End of Time, and his most recent radio smash, Can’t Stop the Feeling from the movie Trolls. The song is a notable drop-off in quality for someone who can lay claim to some of the century’s smoothest pop music, but it was an appropriate finale that got people clapping their hands and singing along.\nTimberlake’s co-headliners in Minneapolis were Leslie Odom Jr, who kicked things off before the game with a reliably great rendition of America the Beautiful, and Pink, who sang the national anthem boldly and impressively. In an age of streaming and hyper-curation, the Super Bowl is the last bastion of the monoculture, which makes the half-time show, the thing a large chunk of viewers tune in for, an intensely pressurized event. It’s impossible to please everyone, unless you’re Prince or Beyoncé, and performers are expected to make good on their massive platform and truncate their hits for 12 minutes of stage time. Timberlake did just that, and if I’ll have forgotten the performance by the end of the game I at least know I’ll be listening to FutureSex/LoveSounds for the next couple of days.",
  "title": "Justin Timberlake's Super Bowl performance: a forgettable but flashy medley of hits",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theguardian.com/culture/2018/feb/04/justin-timberlake-super-bowl-halftime-show-review",
  "dId": "9b9159651f3f8705bbfb4fa8154fdc08a8969ed6d56b8fdb4b5ee73f",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 55,
    "Event": "Justin_Timberlake_halftime_show"
  }
}