{
  "authors": [],
  "date_download": "2018-01-14T13:08:15",
  "date_modify": null,
  "date_publish": "2017-12-31T21:58:45",
  "description": "By Enrique Andres PretelSAN JOSE, Dec 31 (Reuters) - A plane crash in Costa Rica on Sunday killed 10 U.S. citizens and two local pilots, the Costa Rican...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Freuters%2Farticle-5225261%2FAt-12-die-Costa-Rica-plane-crash-government-department.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/m_logo_636x382px.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "By Enrique Andres Pretel\nSAN JOSE, Dec 31 (Reuters) - A plane crash in Costa Rica on Sunday killed 10 U.S. citizens and two local pilots, the Costa Rican government said.\nThe cause of the crash was not yet known, the country's security ministry said. It took place in the mountainous area of Punta Islita, which is popular with tourists, in the province of Guanacaste, about 230 km (140 miles) west of the capital of San José.\nEnio Cubillo, director of Costa Rica's civil aviation agency, told local media that the deceased included 10 foreign tourists and two Costa Rican pilots for the aircraft, which was operated by local company Nature Air.\nNature Air could not immediately be reached for comment.\nLaura Chinchilla, who was president of Costa Rica from 2010 to 2014, said on Twitter that her cousin, one of the crew members, had died in the accident.\n\"There are no people alive,\" Security Minister Gustavo Mata said, adding that autopsies would be needed to confirm the total number and identities of victims because their remains were badly burned.\nPunta Islita, on Costa Rica's Pacific Coast, is popular among North American and European tourists for its pristine beaches and lush landscape. (Writing by Daina Beth Solomon; Editing by Bill Rigby, Lisa Von Ahn and David Gregorio)",
  "title": "Costa Rica plane crash kills 12, including 10 U.S....",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/reuters/article-5225261/At-12-die-Costa-Rica-plane-crash-government-department.html",
  "dId": "a15612a5518d8726704064a9326122247043d4b0a7b13f1cf2494434",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}