{
  "authors": [
    "Kelly Wallace"
  ],
  "date_download": "2017-11-30T15:57:28",
  "date_modify": null,
  "date_publish": "2016-03-18T14:58:57",
  "description": "After a 3-year-old got into its enclosure, a gorilla at the Cincinnati Zoo was shot and killed. Parents are questioning whether zoos are still necessary.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2016%2F03%2F18%2Fhealth%2Fseaworld-blackfish-effect-circuses-zoos%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/160530152004-cincinnati-zoo-gorilla-harambe-death-presser-bts-nr-00000325-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Kelly Wallace is CNN's digital correspondent and editor-at-large covering family, career and life. Read her other columns and follow her reports at CNN Parents and on Twitter @kellywallacetv.\n(CNN) The judgment and criticism built quickly after a 3-year-old got into the enclosure of a 450-pound gorilla at the Cincinnati Zoo. Where were the child's parents? How could the zoo let this happen? Why did an endangered gorilla have to be shot and killed?\nBut another question emerged among parents, too: Should we be going to zoos at all?\nThe animal advocacy group People for the Ethical Treatment of Animals said there's a problem with the larger concept of zoos. It said on Twitter that the tragic episode in Cincinnati was the latest proof that \"even under the 'best' circumstances ... captivity is never acceptable for gorillas or other primates.\"\n4/4 This tragedy is exactly why PETA urges families to stay away from any facility that displays animals as sideshows for humans to gawk at.\nChange is already happening around the globe, PETA Senior Vice President Lisa Lange said this year after SeaWorld made the stunning announcement that it's moving away from housing killer whales and ending its breeding program. SeaWorld faced growing pressure about its orca policies and then declining park attendance after the release of \" Blackfish ,\" which documented the 2010 death of a trainer pulled underwater by a 12,000-pound orca. The current generation of killer whales will be the last orcas housed in captivity at the park, SeaWorld said\n\"What we're seeing is the 'Blackfish' effect,\" Lange said. \"The public has completely changed its opinion on exploiting and killing animals for entertainment.\n\"The writing's on the wall. A corporation like SeaWorld only changes because it's financially prudent to do so, and it's financially prudent to do so because people just aren't going, and their stocks are falling.\"\nJUST WATCHED What will happen to SeaWorld orcas still in captivity? Replay More Videos ... MUST WATCH What will happen to SeaWorld orcas still in captivity? 02:13\nLange also pointed to Mexico, which has banned animal circuses; Spain, where a number of cities have banned bullfighting; and the United States, where cities such as Los Angeles and Oakland, California, have banned the use of the bullhook, a tool used to handle and train elephants.\nThose moves were the \"beginning of the end\" for a Ringling Bros. and Barnum & Bailey Circus tradition, said Lange. The circus announced in January that starting in May, a year and a half earlier than expected, it would no longer tour with elephants. The elephants will be taken to the Ringling Bros. Center for Elephant Conservation in rural Central Florida.\n'Impossible situations'\nNow, some animal-rights activists and parents are questioning whether zoos, aquariums and circuses should dramatically scale back when it comes to the animals they currently keep in captivity.\nPilar Clark, a freelance writer and founder of One Mom Media, had said for years that she wouldn't support SeaWorld or other ventures where animals were used as entertainment. Still, the family loved the local zoo, with its meerkats and naked mole rats.\nBut this year, the family decided against renewing its zoo membership.\n\"It becomes kind of a complicated question of what is ethical and what isn't. 'Do the animals ever get to do anything? Do they get bored?' Now that they're older, they're coming up with these questions,\" Clark said of her children, ages 7 and 10. \"The more they bring up these conversations organically, the more I see the values we instilled in them about wildlife.\"\nWhile SeaWorld's announcement this year had her \"clapping out loud\" in her living room, she said, she still admires the conservation work that zoos do, especially considering poaching, pollution, development and other disasters that threaten species. She feels for the keepers who worked with Harambe, the gorilla who was killed. She empathizes too with the mother and child who was injured.\n\"It's one of those impossible situations,\" she said. \"There are really no winners.\"\nAlthough her family will still go to the zoo -- she recently chaperoned a field trip there, for example -- she would like for them to be more transparent about their missions. Already, she said, they're becoming \"obsolete.\"\n\"You get into strange, gray territory,\" Clark said. \"I don't think we need them the way people did.\"\nParents 'conflicted' about taking kids to zoos\nWhen I reached out to parents on Facebook for reaction to SeaWorld's decision this year, I heard plenty of support but also differing attitudes about removing animals from circuses and limiting the number of animals in captivity in zoos.\nTricia Kenney, a mother of two girls ages 11 and 15, said her daughters wrote school papers a few years ago on why SeaWorld should close but not zoos and aquariums, she said via Facebook. They \"feel that zoos and aquariums, for the most part, try to re-create a natural environment for the animals and, more importantly, don't disrespect them by having them perform all day long and do things that are completely unnatural for them,\" she said.\n\"They feel that zoos respect the animals, take good care of them and let them be,\" said Kenney, a communication consultant for the anti-smoking \"Truth\" campaign . She added that they've never been to the circus because her girls feel that circuses exploit animals, too.\nWhit Honea, co-founder of Dads4Change.com and a father of two boys ages 10 and 12, said they generally don't attend circuses because of the \"abusive treatment\" of the animals. They don't go to a lot of aquariums or zoos either, but when they do, they try to make sure those facilities are responsible in their animal care and provide rescue and/or other beneficial services on behalf of the animals in captivity, he said.\n\"That said, it's tough not to give the kids the chance to see amazing animals in real life, and there have been times when doing so has made us feel like hypocrites,\" said Honea, who is also author of \"The Parents' Phrase Book.\"\n\"We treat each visit as a learning opportunity and would love for every zoo and aquarium to focus its entertainment value in education rather than the bells and whistles of cruelty,\" he said. \"I have high hopes that SeaWorld's new direction will make that practice commercially viable.\"\nJanis Brett Elspas of Los Angeles, who took her four kids to SeaWorld whenever she could as they were growing up, said she was sad to hear the SeaWorld news. Seeing the Shamu show has always been one of her favorite things to do at the park.\ninterviewed Elspas , founder of the blog Mommy Blog Expert, as \"Blackfish\" was set to air on CNN. Back then, she said that places like SeaWorld provide crucial education to children about whales.\nToday, she feels the same way but is somewhat conflicted, she says. On the one hand, she feels it's important for the public to be able to experience nature up close. \"Videos and photos of animals just don't have the same effect as seeing them,\" she said via email. But on the other hand, as an animal lover, she feels for the animals being free to roam in their natural habitat and not in captivity.\n\"Perhaps it's possible to meet halfway: increase the quality of life in captivity, while keeping fewer animals so people can still see and experience them, while allowing more animals to roam free,\" she said.\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\nBut plenty of parents also feel like Laurie Marshall, a mom of two, who said earlier this year that she has no plans to stop taking her kids to circuses, zoos and aquariums. Marshall, whose kids are 6 and almost 10, said it was \"startling\" when you see \"how big these creatures are and how small the tanks are.\" Still, her SeaWorld experience didn't change her mind about bringing her kids to places where they can see animals up close.\n\"First, I do not think it is OK to keep animals in a contained habitat if it hampers their lifestyle,\" said Marshall, the founder and president of the Marshall Law Group . \"But, I am not the type to boycott any of the places above, as I don't believe my sacrifice is going to make a difference and it would deprive my kids of their enjoyment.\"",
  "title": "After gorilla shooting, are zoos becoming 'obsolete'?",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2016/03/18/health/seaworld-blackfish-effect-circuses-zoos/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 4,
    "Event": "harambe",
    "Url": "http://edition.cnn.com/2016/03/18/health/seaworld-blackfish-effect-circuses-zoos/index.html"
  },
  "dId": "a4d3ace918141ccd2c26f21b26b47a612f4505888882d2e05dad260d"
}