{
  "authors": [
    "Chris Pereira",
    "Last Updated"
  ],
  "date_download": "2018-02-06T17:11:53",
  "date_modify": null,
  "date_publish": "2018-02-06T07:21:00",
  "description": "Improvements to the Library, more custom wallpaper options, Play Time Management, and more are on the way in the \"major\" new system update.",
  "filename": "https%3A%2F%2Fwww.gamespot.com%2Farticles%2Fps4-550-updates-features-detailed-heres-what-it-do%2F1100-6456595%2F.json",
  "image_url": "https://static.gamespot.com/uploads/screen_kubrick/123/1239113/3348709-7467219586-PlayS.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.gamespot.com",
  "text": "Registration for the beta test of a \"major\" new PS4 update recently began, and now the beta is officially underway. With the update beginning to roll out to select PS4 users, Sony has announced the details of what to expect from what we now know is system update 5.50.\nThese changes affect a wide variety of areas on the system. The Library has now been divided into two different areas: One lets you see everything purchased on your account, as normal, while the other only displays what's currently installed on the console. There's also a section where you can see which games you only \"own\" through PlayStation Plus. If your subscription has lapsed, games on the system will be shown with a lock icon on top of the PS Plus logo. This is meant to let you know you can re-subscribe to regain access to the game in question. Additionally, a new option will allow you to hide \"certain\" items from the Purchased list, such as demos, trials, and betas.\nCustom wallpaper had been implemented to some extent previously, but 5.50 allows you to import any image via USB to apply as your background. A new USB storage device option has been added to the Themes area of the Settings menu. It features some (limited) options for modifying the image you have, such as zooming and cropping.\nFor those wanting to limit how much a PS4 is used, the new Play Time Management feature has been introduced, which is primarily intended for use with kids. This allows you to track time played and set daily time limits, even from a PC or smartphone. Notifications can be sent to warn the player about the upcoming cutoff, although you can decide whether or not the time limit immediately signs the users out or not.\nPS4 Pro owners receive a new supersampling feature that will be of interest to those who have the system connected to a non-4K display. Similar to what's offered through certain games with PS4 Pro enhancements, the new setting allows supersampling to be utilized for more games. This process involves a game being rendered at a higher resolution (up to 4K, in the case of certain PS4 games) and then downscaled to your display's resolution, thereby providing greater clarity. While not everything will necessarily benefit, this complements the existing Boost mode as another optional way to leverage the Pro's power.\nOther features in this patch include new Quick Menu improvements (shortcut buttons for volume and Pause/Play when listening to music, faster access to individual friends) and customization options for team pages in Tournaments. You can also now manually delete notifications.\nIf you signed up to beta test the update, keep an eye on your email for details on accessing it. There's not yet any word on how soon it will launch in full to the public. It's also possible that the full release could include more features.",
  "title": "PS4 5.50 Update's Features Detailed, Here's What It Does",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.gamespot.com/articles/ps4-550-updates-features-detailed-heres-what-it-do/1100-6456595/",
  "dId": "a6d26602715951e5ebf5e43c254e243fc0596a9638a8c16e15280ddf",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 61,
    "Event": "PS4_System_Update_5_50"
  }
}