{
  "authors": [],
  "date_download": "2017-11-30T15:57:38",
  "date_modify": null,
  "date_publish": "2016-06-01T23:29:27",
  "description": null,
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F1230550%2Fhear-the-dramatic-moment-little-isiahs-mum-calls-for-help-after-her-son-falls-into-gorilla-enclosure-at-zoo%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2016/06/nintchdbpict000240665552.jpg?strip=all&w=1200&h=800&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "THIS is the dramatic moment the mother of a three-year-old boy calls for help after her son fell into the gorilla enclosure at Cincinnati Zoo.\nLittle Isiah Gregg fell 15ft into the silver back gorilla Harambe's pen after somehow managing to climb through a fence while visiting the Ohio zoo with his mother Michelle and her partner Deonne Dickerson, 37.\nCollect The 911 call was made after little Isiah fell into the gorilla enclosure where Harambe was\nMARK STGEORGE In the call you can hear his mum shouting at the operator for help\nPixel 8000 At one point she says: \"He's being dragged, I can't watch this\"\nEarlier today cops revealed they ARE investigating the parents who forced zoo keepers to shoot dead endangered gorilla Harambe after Isiah fell into his cage.\nThey say they are \"thankful\" to the zoo chiefs who shot down the 400lb animal - but now Ohio Cops are probing what happened in the moments leading up to the gorilla's tragic death.\nAnd now American broadcaster CBC has revealed the shocking conversation between the tot's mother and emergency services as she made a desperate call for help.\nIn the clip mum Michelle can be heard saying: \"My son fell in with the gorillas. A male gorilla is standing over him.\"\nThere are then repeated shouts of \"be calm, be calm\" as she struggles to contain her panic.\nThe distressed mother can then be heard saying: \"He's dragging my son, I can't watch this.\"\nIsiah's family released a statement today thanking their supporters - despite a worldwide public backlash against them.\nThey urged people to donate money in Harambe's name.\nRelated stories It happened to me ‘My husband died while I was pregnant’: One mum's account of love and loss PIVOTAL MOMENT Tomorrow's clash with Portugal will be England's 50th game at the new Wembley Stadium Trouble in store Fears grow that customers have being paying out BILLIONS in store card claims for last 40 years Break It Off Taylor Swift and Calvin Harris split after 15 month romance\nThe statement said: \"Our child has had a checkup by his doctor and is still doing well.\n\"We continue to praise God for His grace and mercy, and to be thankful to the Cincinnati Zoo for their actions taken to protect our child.\n\"We are also very appreciative for the expressions of concern and support that have been sent to us.\n\"Some have offered money to the family, which we do not want and will not accept. If anyone wishes to make a gift, we recommend a donation to the Cincinnati Zoo in Harambe’s name.\"\nSince Harambe was killed, mum-of-four Michelle has become the victim of online abuse from animal lovers who claim Harambe was trying to protect young Isaiah when he was \"murdered\".\nAlmost 300,000 people have signed a petition calling for \"justice for Harambe\" after hitting out at zoo chiefs over their decision to kill Harambe.\nProsecutor Joseph T. Deters today said in a statement: \"The incident at the Cincinnati Zoo involving the young child who fell into the gorilla enclosure is under investigation by the Cincinnati Police Department.\nHarambe, who was 17, was shot dead by zookeepers\nMARK STGEORGE The family has faced a public backlash after forcing keepers to shoot the gorilla\n\"Once their investigation is concluded, they will confer with our office on possible criminal charges.\n\"When the investigation and review are complete, we will update the media.\"\nPictures also emerged today of the short fence -seemingly easy for a child to climb over - which surrounds the moat at the zoo's gorilla enclosure.\nCincinnati Zoo 's gorilla display has been closed to the public since the weekend.\nThe fence, around three foot at the most, appears to be made of metal and wire and could be easy for a child to climb.\nOnly a short hedge seems to separate the barrier and the fall into the deep moat - beyond which a gorilla can be seen in the background.\nA warning sign in the picture reads: \"BE ALERT! Gorillas are known to throw objects such as clumps of dirt\".\nThe picture is understood to be four years old.\nThe director of Cincinnati Zoo has insisted the horizontal barriers at the gorilla’s enclosure were secure – insisting it they were not at fault.\nToday pictures also emerged of the enclosure fence which appears easy to get over\nTwitter / @ForIamPJ Zoo directors insisted the barriers were safe and said \"any of us could get over if we wanted to\"\nThane Maynard said: “We take safety very seriously and we are keenly interested in improvement.\n“Any of us could climb over barriers if we choose. As I said, you can lock your car or lock your house, but if someone wants to get in, they can.”\nDramatic video footage shows the beast picking up the lad and pulling him through water as witnesses — including the boy’s mum — screamed.\nThe boy’s mum Michelle can be heard shouting: “Mummy’s right here. Isaiah, be calm. Mummy loves you.”\nBut it was claimed the gorilla, who turned 17 on Friday, was simply trying to protect him and the pair can even be seen holding hands at one point.\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368",
  "title": "Hear the dramatic moment little Isiah’s mum calls for help after her son falls into gorilla enclosure at zoo",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/1230550/hear-the-dramatic-moment-little-isiahs-mum-calls-for-help-after-her-son-falls-into-gorilla-enclosure-at-zoo/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 4,
    "Event": "harambe",
    "Url": "https://www.thesun.co.uk/news/1230550/hear-the-dramatic-moment-little-isiahs-mum-calls-for-help-after-her-son-falls-into-gorilla-enclosure-at-zoo/"
  },
  "dId": "a84cfd5b897f965ae9d3373a2c9482caec42f998b87a575763e61670"
}