{
  "authors": [
    "Will Stewart",
    "Gemma Mullin",
    "Ellie Flynn"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-08-29T17:12:16",
  "description": "War of words continued today as tensions between Washington and Pyongyang ratchet up",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F4348423%2Fnorth-korea-missile-launch-japan-latest-russia-evacauation-kim-jong-un%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/08/pmcompositevlad.jpg?strip=all&quality=100&w=750&h=500&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "VLADIMIR Putin ordered Russians to be evacuated from the North Korean border as war between Pyongyang and the US continued to loom this evening.\nThe Russian President signed off a move to get 1,500 nationals away from the 24-mile border with Kim Jong-un's rogue state.\nBarcroft Media Vladimir Putin has ordered more than 1,500 Russians to be evacuated from the country's border with North Korea\nReuters The move comes as the war of words between Kim Jong-un's state and America ramped up with US ambassador to the UN Nikki Haley declaring 'enough is enough'\nGetty - Contributor Russia shares a 24-mile border with North Korea\nRussia described the move as a \"training exercise\" after Moscow's foreign ministry earlier said the crisis could \"lead the world to the brink of a catastrophe\".\nThe evacuated are expected to be moved to \"safe zones\" further inside Russia in the event that conflict breaks out.\nThe war of words between Pyongyang and Washington continued to ratchet up today as North Korea told Donald Trump it won't \"flinch an inch\".\nThe US responded by telling Kim's regime \"enough is enough\" after a missile test flew over the Japanese mainland last night.\nHandout - Getty The South dropped bombs near the North in response to the missile launch over Japan\nHandout - Getty Four 5-15K fighter jets dropped eight MK-84 bombs on targets at a military field near the border\nWashington's ambassador to the United Nations Nikki Haley, speaking before an emergency session in New York today, said: \"I think enough is enough.\n\"No country should have missiles flying over them like those 130 million people in Japan.\"\nEarlier Trump declared \"we've heard North Korea's message loud and clear\" after Kim Jong-un launched a ballistic missile over a panicked Japan.\nSouth Korea also retaliated by threatening to \"exterminate\" the dumpy despot as it bombed the North's border in a show of \"overwhelming force\".\nNorth Korea launched a missile over Japan at around 6am local time this morning\nAFP or licensors Kim Jong-Un fired a missile over Japan prompting the country's government to issue a major warning\nHaley added \"something serious has to happen\" as tensions reached boiling point, with Kim threatening \"catastrophic consequences\" after F-15K fighter jets from the South dropped eight MK-84 bombs on targets at a military field.\nSouth Korea's President Moon Jae ordered the show of \"overwhelming\" force against Pyongyang as he admitted UN sanctions on North Korea are failing to keep the despot in line.\nColonel Lee Kuk-no, of South Korea, today warned: \"If North Korea threatens the security of the South Korean people and the South Korea-US alliance with their nuclear weapons and missiles our air forces will exterminate the leadership of North Korea with our strong strike capabilities.\"\nNorth Korea fires missile towards Japan which breaks up and lands in the Pacific Ocean\nAP:Associated Press Japanese Prime Minister Shinzo Abe branded the launch as a 'most serious and grave' threat\nNorth Korea accused the US of driving the Korean peninsula towards \"an extreme level of explosion\" and declared it will respond with \"tough counter-measures\" as tensions in the region near boiling point.\nThe country's ambassador to the UN in Geneva, Han Tae Song, said: \"Now that the US has openly declared its hostile intention towards the Democratic\nPeople's Republic of Korea, by waging aggressive joint military exercises despite repeated warnings... my country has every reason to respond with tough counter-measures as an exercise of its right to self defence. The US should be wholly responsible for the catastrophic consequences it will entail.\"\nAP:Associated Press South Korean army's K-9 self-propelled howitzers move on the street in Paju, South Korea\nEPA A U-2 ultra-high-altitude reconnaissance aircraft lands at the US air force's Osan air base, south of Seoul, South Korea\nAP:Associated Press South Korean soldiers carry out an army exercise today as tensions in the region mount\nForeign Secretary Boris Johnson has said he is \"outraged\" by the \"reckless provocation\" of North Korea's latest missile launch\nJapan will take all measures to ensure people's safety says Prime Minister Shinzo Abe\nTrump responded: \"The world has received North Korea's latest message loud and clear: this regime has signalled its contempt for its neighbours, for all members of the United Nations, and for minimum standards of acceptable international behaviour.\n\"Threatening and destabilising actions only increase the North Korean regime's isolation in the region and among all nations of the world. All options are on the table.\"\nThe South also released footage of new missiles, which can travel as far as 497 miles and are close to being operationally deployed, being tested as world leaders rallied to condemn the tubby tyrant.\nJapanese residents were forced to hide underground after North Korea launched a missile over the country and into the Pacific Ocean at 6am local time - escalating nuclear fears to a new height.\nAustralia condemn North Korea's latest missile launch​ over Japan​\nOfficials said it was the first time the communist state has fired a midrange ballistic missile designed to carry a nuclear payload over Japan before it splashed into the northern Pacific Ocean.\nThe missile was launched at 6am before breaking into pieces and plunging into the ocean- in what is thought to have been another threat against US territory Guam.\nAny launch going in the direction of the US territory of Guam would also have to pass through Japanese airspace.\nIt is likely the longest range launch ever undertaken by Kim Jong-un's nation flying over a key ally of the United States in the region and was the first time North Korea has fired a rocket over Japan since 2009.\nThe missile travelled around 1,677 miles before it broke into three pieces and landed in the sea off the east coast of Hokkaido, according to NHK.\nAlarm from the JP Gov again. \"A North Korean missile passed over this area. If you find suspicious things, please never touch them.\" pic.twitter.com/EbYioe2VpZ — Chiho komoriya (@Chihokomoriya) August 28, 2017\nAP:Associated Press North Korea fired a ballistic missile from its capital Pyongyang that flew over Japan before plunging into the northern Pacific Ocean, officials said\nAP:Associated Press People in Japan woke to news reports of the launch as residents in Tokyo walk by a screen showing the launch\nJapan holds an anti-ballistic missile system drill hours after North Korea fires a missile over ​Hokkaido\nAlarming announcement warns people of Hokkaido, Japan of an incoming North Korean missile\nPanicked Japanese residents awoke to government warning messages sent to their mobile phones, urging them not to touch any suspicious items and warning them to take cover.\nSirens blared out in northern communities directly under the missile's flight path, as residents received an official text that read: \"Missile passing. Missile passing.\"\nSouth Korea releases footage of its own missile tests following the North's launch over Japan\nOne train operator halted its service, declaring: \"Reason: Ballistic missile launch.\"\nA follow-up message from the government said: \"A short time ago, a missile apparently passed above this area.\n\"If you find suspicious objects, please don't go near them and immediately call police or firefighters.\n\"Please take cover in secure buildings or underground.\"\nStudent shares the moment he was woken by a loudspeaker warnings of the North Korean missile launch\nEPA The move has prompted worldwide condemnation as tensions in the Pacific further escalate\nJapanese Prime Minister Shinzo Abe and President Trump agreed on the need for more action against the hermit state in a phone call lasting 50 minutes, after the US Ambassador to the United Nations said Washington is \"done talking about North Korea\".\nAbe also called on other countries to do more to stop Kim Jong-Un, stating: \"International society, including Russia and China, need to take this seriously and increase pressure.\"\nA White House statement after the phone call said the two leaders \"agreed that North Korea poses a grave and growing direct threat to the United States, Japan, the Republic of Korea, and other countries near and far\".\nYoshihide Suga, Japan's Chief Cabinet Secretary, said the missile test was an \"unprecedented, serious and grave threat\" to the area.\nEPA Screens in the Japanese capital were full of images of the North Korean leader as the country woke to news of the missile launch\nAP:Associated Press South Korea's Defence Ministry today released footage of it's own missile tests which it says were undertaken last week\nTheresa May's spokesperson today said the PM is \"outraged by North Korea's reckless provocation by these illegal tests\".\nChina today said tensions on the Korean peninsula have reached \"tipping point\".\nForeign ministry spokeswoman Hua Chunying reiterated Beijing's call for peace talks, saying \"pressure and sanctions\" against North Korea \"cannot fundamentally solve the issue\".\nSouth Korea called for the North to abandon its nuclear weapons, but warned they are \"fully ready for any threat from the North\".\nA Government statement added: \"We are fully ready for any threat from the North and will make unwavering efforts to protect the lives of our people and the security of our nation.\"\nSouth Korea's statement following the launch \"The Democratic People’s Republic of Korea (DPRK) conducted a ballistic missile launch in Sunan, Pyongyang, on August 29. \"The Government of the Republic of Korea (ROK) condemns in the strongest terms this provocation by the DPRK which was conducted yet again despite the firm message of the international community conveyed through the adoption of United Nations Security Council Resolution 2371 in response to the repeated provocations of the DPRK. \"The DPRK regime should clearly understand that denuclearization is the only genuine path towards guaranteeing its security and economic development. \"Instead of reckless provocations, the DPRK should promptly come out to the path of dialogue for denuclearization. \"If the DPRK continues its nuclear and missile provocations, the ROK government will respond strongly based upon a stalwart ROK-US alliance. \"The ROK Government maintains a robust readiness posture capable of responding to any threats by the DPRK and will remain steadfast in safeguarding the lives of its people and the security of the nation.\"\nJapanese Prime Minister Shinzo Abe also branded the provocative action a \"most serious and grave\" threat.\nAbe had a 40 minute phone conversation with Donald Trump following the launch saying the two leaders had agreed to call for an immediate emergency meeting of the UN security council \"and increase the pressure towards North Korea.\"\nHe added that the US President reiterated his assertion that the United States \"stands with Japan 100 per cent\".\nEarlier this month Trump warned North Korea would \"be met with fire and fury like the world has never seen\" if it threatened the US.\nSouth Korea's Joint Chiefs of Staff said it was \"jointly analysing for details\" with the US but didn't immediately confirm how far the projectile travelled and where it landed.\nJapanese officials said the military did not attempt to shoot down the missile and there was no damage to ships or anything else reported.\nJapan's Prime Minister Shinzo Abe has said he will do all in his power to protect the country.\nSpeaking briefly as he attended an emergency meeting on the firing, he said: \"We will make utmost efforts to firmly protect the lives of the people.\"\nForeign Secretary Boris Johnson has said he is \"outraged\" by the \"reckless provocation\" of North Korea's latest missile launch.\nAustralia also joined the chorus of international condemnation with political leaders in the country branding the action \"illegal, provocative and threatening\".\nMOST READ IN NEWS 'I'M MADDIE!' Student jokes she is Madeleine McCann and shows off her eye spot as evidence 'RIP BABY BROTHER' Schoolboy named as third victim of Leeds stolen car smash that killed 5 FELL INTO POWER SAW Gran 'carved open her face when she fell face first into a power saw' ERUPTION OF ANGER Mount Agung volcano erupts leaving thousands of air passengers stranded BUM'S CRUSH Mystery Cambridge University student wins 'best bum 2017' WAREHOUSE OF HORRORS Amazon workers reveal brutal working conditions in warehouse\nAussie Foreign Minister Julie Bishop said they would focus on de-escalating tensions which have ramped up in recent months.\nRussia has also indicated that it is \"extremely worried\" about the situation in North Korea.\nDeputy foreign minister Sergei Ryabkov was quoted by RIA Novosti state news agency saying: \"We see a tendency towards an escalation ... and we are extremely concerned by the general developments.\"\nSouth Korea's military said the projectile was fired from the Sunan region near the North Korean capital of Pyongyang just before 6am (10pm BST).\nIt comes after it was suggested despot Kim Jong-Un could send his special forces on suicide parachute missions across the border on 70-year-old planes.\nThe dictator has 300 Stalin era Antonov An-2 aircraft, which can fly as slow as 30mph, and has released footage of paratroops jumping from the fleet as he ramps up aggression against his neighbours.\nThe planes are difficult for modern radar systems and supersonic attack jets to detect and have even been painted with camouflage to stop ground troops spotting them overhead.\nAP:Associated Press People watch a TV screen showing a file footage of North Korea's missile launch\nReuters Japan Self-Defence Forces (JSDF) soldiers take part in a drill to mobilise their Patriot Advanced Capability-3 (PAC-3) missile unit\nReuters Japan's military are responding to North Korea's recent missile launch\nReuters Troops could be seen taking part in a drill at U.S. Air Force Yokota Air Base in Fussa on the outskirts of Tokyo\nWoke up with an alarm saying that North Korea has launched a missile and that it could hit Japan.I can't go back to sleep pic.twitter.com/DvURyZLrVM — RANE (@chibi_heichouuu) August 28, 2017\nMeanwhile North Korea issued a defiant response to warnings of further pressure the USA, Japan and the South.\nNorth Korea's official Rodong Sinmun said: \"The US should know that it can neither browbeat the DPRK with any economic sanctions and military threats and blackmails nor make the DPRK flinch from the road chosen by itself.\"\nThe firing comes days after Pyongyang launched three short-range missiles in what was seen as a minimal provocation after the start of the Ulchi Freedom Guardian South Korean-US joint military exercises.\nHowever the latest flight path marks a noted escalation from Pyongyang.\nEPA A missile was launched from North Korea and landed in the Sea of Japan, file image\nPublic announcement on Japan's Hokkaido warns residents they 'could be hit' by a North Korean missile\nEPA North Korean soldiers participating in a target-striking contest of the special operation forces of the Korean People's Army (KPA) to occupy islands at an undisclosed location this month (file image)\nWhen Pyongyang carried out its first two successful tests of an intercontinental ballistic missile (ICBM) last month it fired them on lofted trajectories that avoided travelling over the Asian island nation.\nJapan has in the past vowed to shoot down North Korean missiles or rockets that threaten to hit its territory, and deployed its Patriot missile defence system in response to the Guam threat, reports and officials said, with an Aegis destroyer also stationed in the Sea of Japan (East Sea).\nIn 2009, a North Korean rocket passed over Japanese territory without incident, triggering Japan's immediate denouncement.\nAt the time North Korea said it was launching a telecommunications satellite, but Washington, Seoul and Tokyo believed Pyongyang was testing an ICBM.\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368 . We pay for videos too. Click here to upload yours.",
  "title": "North Korea missile launch over Japan prompts Russia to evacuate hundreds to 'safe zones'",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/4348423/north-korea-missile-launch-japan-latest-russia-evacauation-kim-jong-un/",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "economics",
    "TopicId": 2,
    "Topic": "north_korea",
    "EventId": 7,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "https://www.thesun.co.uk/news/4348423/north-korea-missile-launch-japan-latest-russia-evacauation-kim-jong-un/"
  },
  "dId": "af997466c1ced309896da42a06a3c3f90a012b355d7e3db86f9fee07"
}