{
  "authors": [],
  "date_download": "2017-11-30T13:52:23",
  "date_modify": null,
  "date_publish": "2016-04-07T00:00:00",
  "description": "But curious Chinese still try to beat the censors for details on offshore wealth.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fworld%2Fas-panama-leaks-spread-chinas-red-nobility-would-rather-not-talk-about-it%2F2016%2F04%2F07%2Fab5ab28e-fc4d-11e5-813a-90ab563f0dde_story.html.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/04/07/Foreign/Images/Offshore_Accounts_China_Famous_Families-0eed1.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "There is a new no-go term on China’s Web: brother-in-law.\nOver the past few days, as the disclosures from the Panama Papers sent a shiver through the global elite, the search term “brother-in-law” briefly became a censor-evading path in China.\nThe brother-in-law who can’t be named is none other than Deng Jiagui, a businessman married to President Xi Jinping’s sister. Deng is among a handful of elite Chinese with family ties to at least eight current or former top leaders named in reporting and documents about offshore holdings published this week by the International Consortium of Investigative Journalists (ICIJ).\n[Is China’s leader losing his grip?]\nIn addition to Deng, the papers note in-law ties to Liu Yunshan and Zhang Gaoli, who are on the Communist Party Politburo Standing Committee, the seven-member group that ultimately rules China. Also appearing in the leaked documents from a Panamanian law firm is a host of relatives of four former politburo members. A descendant of the late Communist revolutionary Mao Zedong is also named.\nThe Panama Papers consist of 11.5 million documents from Panama-based law firm Mossack Fonseca. The papers apparently implicate a number of high-profile global figures in potentially illegal financial activities. (Deirdra O'Regan/The Washington Post)\nIt’s all too claustrophobic for China’s leadership, which has moved quickly to censor references to China in the Panama Papers reports — even though there is no direct evidence of wrongdoing.\nShell companies and offshore accounts — specialties of the law firm at the center of the leak, Mossack Fonseca — are technically not prohibited in China and do not specifically point to any illegal or questionable dealings. The law firm has publicly denied any work outside international codes.\n[Corruption runs deep in Chinese system]\nBut for Xi, the princeling son of a revolutionary hero, a president who extols “socialist core values” and has waged a high-profile anti-corruption campaign, all this talk of offshore wealth is clearly uncomfortable.\nSince the news broke Sunday, China’s news-minders have moved quickly to squelch speculation and scrub domestic reports of mentions of China in the Panama Papers reports — even as they prominently note Russian and Western links to the disclosures.\nMeanwhile, curious Chinese hammered away with Web searches such as “brother-in-law” in hopes of breaching the Great Firewall with a roundabout query.\n“The more you try to cover up, the more there will be attention from the public,” said Zhang Lifan, a Beijing-based historian and political analyst.\nThis week’s disclosures are a mix of familiar names and new revelations about the apparent wealth of the Communist Party’s “Red Nobility,” a topic that’s particularly sensitive as Xi urges his comrades to tackle the country’s reputation for political payoffs, bribery and other corruption.\n[Chinese anti-graft campaign borrows name from ‘Terminator’ films]\nIn 2012, a Bloomberg News investigation probed the business dealings of Xi’s sister, Qi Qiao­qiao, and her husband, Deng. The article documented offshore holdings and investments worth hundreds of millions. That report, and a New York Times account of the family wealth of former premier Wen Jiabao, resulted in both publications’ being denied some journalist visas for years.\nThe topic of offshore wealth flashed again in 2014 with the publication of a joint ICIJ and Center for Public Integrity report on 22,000 alleged tax-haven clients from Hong Kong and China. The findings referred to relatives of Wen and Xi and noted Deng’s offshore holdings.\nA woman identified in the Panama Papers, Li Xiaolin, was also named in the earlier report. She is the daughter of Li Peng, the former premier who oversaw the bloody 1989 crackdown in Tiananmen Square.\nAsked about the article at a Foreign Ministry news conference in 2014, a Chinese government spokesman called the investigation “hardly convincing.” The report was blocked, and the Chinese news media did not play it up.\nThis week’s news sheds fresh light on how politically connected Chinese use offshore companies.\n[The mysterious message that led to the Panama Papers leaks]\nAfter Xi’s family, the highest-ranking cadres in the Panama report are Liu Yunshan, China’s propaganda czar, and Zhang Gaoli, the current vice premier. Liu’s daughter-in-law and the son-in-law of Zhang are named as shareholders in companies incorporated in the British Virgin Islands, a well-known tax haven. The islands are also home to a company whose sole director and shareholder was Mao’s grandson-in-law, Chen Dongsheng, according to the ICIJ.\nJasmine Li Zidan, the debutante granddaughter of Jia Qing­lin, a Standing Committee member from 2002 to 2012, has interests in two companies there. In 2010, as a freshman at Stanford University, Li took ownership of an offshore company, Harvest Sun Trading, for a $1 token amount, documents show.\nHarvest Sun and another company were later used to set up two companies in Beijing. Because of that ownership structure, those companies were not listed under Li’s name.\nOther prominent names in the Mossack Fonseca leak include the brother of former vice president Zeng Qinghong and the son of Hu Yaobang, who led the Communist Party from 1982 to 1987 before he was purged.\n[The expanding list of Chinese elite on the Panama Papers]\nSince coming to power in 2012, Xi has waged a public campaign against official corruption, promising to root out both “tigers” (high-level officials) and “flies” (the rank and file) and to hunt wrongdoers who flee overseas. The fruits of this campaign are featured regularly on party-controlled newscasts, and eye-popping tales of official extravagance have long been popular in the party-controlled and private press.\nBut those stories are told on the party’s terms. Members of the ruling classes are purged at times — a former top military official went down on corruption charges this week — but the lives and livelihoods of Xi, his relatives and his close allies are generally not discussed.\n“The average per-capita income in China is still under $10,000, and the leadership doesn’t want it to be known that relatives of senior leaders are millionaires or even billionaires,\" said Bonnie Glaser, a senior adviser for Asia at the Center for Strategic and International Studies in Washington.\nEspecially right now. As China’s economy slows, the government is trying to instill faith in what’s to come — a message that could be undercut by stories about party scions storing wealth elsewhere, Glaser said.\n“There is suspicion in China, not without foundation, that people who invest or park their money overseas have low confidence in the country’s future,” she said.\nThe latest revelations, while unlikely to topple the powers that be, will certainly fuel cynicism and distrust in some quarters.\nBefore the censors swept in, users on Zhihu, a Chinese question-and-answer site similar to Quora, were having a carefully worded field day with the reports on Mossack Fonseca.\nAsked one post that was circulated widely before being scrubbed: “What should I do if my brother-in-law does something wrong?”\nAna Swanson in Washington and Gu Jinglu and Xu Jing in Beijing contributed to this report.",
  "title": "As Panama leaks spread, China's ‘Red Nobility’ would rather not talk about it",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/world/as-panama-leaks-spread-chinas-red-nobility-would-rather-not-talk-about-it/2016/04/07/ab5ab28e-fc4d-11e5-813a-90ab563f0dde_story.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers"
  },
  "dId": "af9c732b1d806a270a2d1d785d0bb179da785a771637c0b25336edc5"
}