{
  "authors": [
    "The Associated Press"
  ],
  "date_download": "2018-01-14T13:49:35",
  "date_modify": null,
  "date_publish": "2018-01-01T13:00:54",
  "description": "An Israeli military court on Monday indicted a teenage Palestinian girl who was filmed last month in the West Bank slapping Israeli troops who refused to respond.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Faponline%2F2018%2F01%2F01%2Fworld%2Fmiddleeast%2Fap-ml-israel-palestinians.html.json",
  "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "RAMALLAH, West Bank — An Israeli military court on Monday indicted a teenage Palestinian girl who was filmed last month in the West Bank slapping Israeli troops who refused to respond.\nPalestinians have since hailed Ahed Tamimi, 16, as an icon in their fight against Israel. In Israel, the footage sparked debate about the soldiers' refusal to react.\nThe court indicted Tamimi on several accounts including attacking soldiers as well as for previous altercations with Israeli forces. It extended her remand for eight days.\nShe was filmed in December outside her family home, pushing, kicking and slapping the soldiers, who fended off the blows without retaliating. Her father Bassem has said she was upset when she approached the soldiers after her 15-year-old cousin had been shot with a rubber bullet. The military confirmed rubber bullets had been used following what it said was a violent demonstration, but had no information about who was shot.\nAdvertisement Continue reading the main story\nBassem called Monday's indictment a \"political trial\" saying Israel dug up old incidents as well as the one filmed in order to \"justify her arrest.\"",
  "title": "Israel Indicts Teenage Palestinian Girl Who Slapped Soldiers",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/aponline/2018/01/01/world/middleeast/ap-ml-israel-palestinians.html",
  "dId": "b40a8b000a30d03a3fc558c0b84e7ca73d08f7524a639f51fb0b2533",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 36,
    "Event": "israel_indicts_palestinian_teenage_girl_who_punched_soldier_army"
  }
}