{
  "authors": [],
  "date_download": "2018-02-06T16:58:26",
  "date_modify": null,
  "date_publish": "2018-02-05T14:24:00",
  "description": "Google's Android phone has only one lens, but a technology called RAISR uses machine learning to help you zoom in better.",
  "filename": "https%3A%2F%2Fwww.cnet.com%2Fnews%2Fgoogle-pixel-2-photos-get-ai-better-digital-zoom%2F.json",
  "image_url": "https://cnet2.cbsistatic.com/img/frBFYoaTrhyC6n1s9lqtmlkHRxc=/2017/10/17/c6d50457-eaa1-48e7-ba6b-46a16df1e9da/20171016-pixel-2-camera-components-01.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.cnet.com",
  "text": "Enlarge Image Google\nOne of the biggest differences between the iPhone X and the Pixel 2 is that Google's flagship Android phone has a single camera while Apple's phone comes with two. The pair of lenses in the iPhone X is designed to let you zoom in on distant subjects better.\nNow, Google is throwing some of its computer brains at the issue, building a technology called RAISR into its Pixel 2 phones. The change came with a Pixel 2 update to take advantage of the phone's Pixel Visual Engine, a custom chip that accelerates some processing tasks. That includes running artificial-intelligence software and rapidly merging multiple raw photos into a single \"HDR+\" photo that avoids dark shadows and blown-out highlights.\n\"Pixel Visual Core also runs RAISR, which means zoomed-in shots look sharper and more detailed than ever before,\" said Ofer Shacham, the Pixel Visual Core engineering manager, in a blog post Monday.\nRAISR, short for Rapid and Accurate Image Super Resolution, takes a different approach from ordinary digital zoom. It uses a machine learning system trained on real photos to make more intelligent guesses at filling in details.\nHigh-quality photos are a crucial part of staying ahead in the smartphone business. More and more, we're using our phones to replace traditional cameras and to capture events we wouldn't have photographed in the first place. A good photo is more fun to share with family and friends, so it's no wonder that Google, Samsung, Apple, Huawei and others are trying to include the best camera technology in their phones.\nStephen Shankland/CNET\nDigital zoom has long been a bugbear for cameras whose actual optical hardware can't magnify distant subjects. Results are often blurry, noisy and pixelated.\nImage processing has been part of digital photography since day one. RAISR adds another step of computer manipulation between the original photons that reach a camera's image sensor and the final product. It goes along with filters that make your skin look smoother, noise reduction to remove speckles that detract from a shot and sharpening that makes a photo look crisper.\nVirtual reality 101: CNET tells you everything you need to know about VR.\nCNET Magazine: Check out a sample of the stories in CNET's newsstand edition.",
  "title": "Google AI helps Pixel 2 photos with digital zoom",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.cnet.com/news/google-pixel-2-photos-get-ai-better-digital-zoom/",
  "dId": "b635ee6cf7062c948a622ba2258de6a6d569e3abfb2766496bcc44ed",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 58,
    "Event": "Google_enables_Pixel_Visual_Core"
  }
}