{
  "authors": [
    "Doug Stanglin",
    "Published P.M. Et Nov."
  ],
  "date_download": "2017-11-30T19:50:57",
  "date_modify": null,
  "date_publish": "2016-11-09T18:50:08",
  "description": "Investigators say the tram was apparently traveling faster than permitted on a curve",
  "filename": "http%3A%2F%2Fwww.usatoday.com%2Fstory%2Fnews%2F2016%2F11%2F09%2Fleast-7-killed-tram-accident-south-london%2F93549248%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/d25d9b3301ff48e62c5c0c09e10f479574b5f43b/c=0-115-2420-1482&r=x803&c=1600x800/local/-/media/2016/11/09/USATODAY/USATODAY/636142956265788467-AP-Britain-Tram-Derailed.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "A photo issued by the Rail Accident Investigation Branch of the tram which derailed near the Sandilands stop in Croydon, London, Nov. 9, 2016. (Photo: AP)\nA least seven people were killed Wednesday when a two-car tram jumped the rails on a sharp curve in south London and flipped on its side, according to British rail investigators and media reports.\nThe Rail Accident Investigation Branch said the tram was negotiating a \"sharp, left-hand curve with a speed limit of 12 mph\" when it tipped over.\n\"The derailment occurred on the curve and initial indications suggest that the tram was traveling at a significantly higher speed than is permitted,\" the RAIB said in a statement.\nPolice said more than 50 people were injured in the accident that occurred next to an underpass in the Croydon area. Emergency workers labored for hours to free five people trapped in the wreckage.\nAuthorities arrested the 42-year-old driver of the London Tramlink two-car vehicle, according to Sky News.\nMartin Bamford, 30, a passenger, said the train sped up and “everyone just literally went flying,” the Associated Press reports.\n“There was a woman that was on top of me … I don’t think she made it at all,” Bamford said outside Croydon University Hospital, where he was treated for rib injuries. “She wasn’t responsive. There was blood everywhere.” Bamford said the driver told him that “he thinks he blacked out.”\nThe British capital’s only tram network operates in the southern end of the city, serving 27 million passengers in the past year.\nWednesday’s derailment is the first tram accident with onboard fatalities since the 1950s, but official figures show 20 people were injured in 112 tram-related accidents between March 2015 and March 2016, including one derailment and two collisions with other trams.\nRead or Share this story: http://usat.ly/2fD4PNp",
  "title": "At least 7 killed in tram accident in south London",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.usatoday.com/story/news/2016/11/09/least-7-killed-tram-accident-south-london/93549248/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 59,
    "Event": "croydon_tram_trash",
    "Url": "http://www.usatoday.com/story/news/2016/11/09/least-7-killed-tram-accident-south-london/93549248/"
  },
  "dId": "ba38e52fb1cb4d5008d3c8f16d3c3f405fd86e63272246f9d3dfea6f"
}