{
  "authors": [],
  "date_download": "2018-01-10T23:21:38",
  "date_modify": null,
  "date_publish": "2017-12-27T11:55:01",
  "description": null,
  "filename": "http%3A%2F%2Fwww.sportingnews.com%2Fmlb%2Fnews%2Fmlb-rich-dauer-astros-world-series-parade-the-athletic%2F1ufzt74dwoy31so676szepvlx.json",
  "image_url": "http://images.performgroup.com/di/library/omnisport/12/f9/gonzalez-marwin-rich-dauer-122717-getty-ftr_15sofsvv1w570z7c6j30277g9.jpg?t=-1733685648",
  "language": null,
  "localpath": null,
  "source_domain": "www.sportingnews.com",
  "text": "Astros first base coach Rich Dauer nearly died – and also escaped high chances of significant brain damage – during an ordeal that started the day of Houston’s World Series championship parade last month, according to a detailed account by The Athletic.\nThe night before the parade, Dauer slipped on a wet floor and hit his head. Since he didn’t have a headache afterward, he didn’t think much of it and never considered missing the celebration.\nBut as Astros players and coaches gathered on stage at City Hall at the end of the parade, Dauer began to stagger. Manager A.J. Hinch noticed something was wrong with Dauer, who told the assistant hitting coach Alonzo Powell, “I don’t really feel too good.” Soon after, Dauer was unresponsive.\nWith the traffic congestion around the parade, it took the ambulance 30 minutes to get to the scene.\nOnce Dauer made it to Houston Methodist, he was joined by Dr. James Muntz, an Astros physician who did not attend the parade and lives about five minutes from the hospital. Dauer was in respiratory arrest, and a CT scan revealed bleeding on his brain. He had symptoms consistent with severe brain damage.\n“He was unresponsive, just a disaster,” Muntz said.\nDr. David Cech, the second surgeon to get to the operating room, said by the time he arrived, Dauer was in a coma, “almost brain dead,” he said.\nDauer was diagnosed with acute subdural hematoma, and doctors told his wife and friends he had about a 3 percent chance to survive. When he made it out of surgery, they were still concerned about brain damage.\nBut his breathing tube was removed just three days later, he was released from the hospital Nov. 15, and his brain is now “perfectly fine,” according to Dr. David Lintner, the Astros' head physician.\n\"The magnitude of what he had wrong was intimidating, astonishing,\" Lintner said. \"The pace of his recovery was just as astonishing.\"\nDauer had already planned to retire, and it sounds like there’s an enjoyable retirement on his horizon.",
  "title": "How Astros first base coach Rich Dauer escaped near-death after World Series parade",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.sportingnews.com/mlb/news/mlb-rich-dauer-astros-world-series-parade-the-athletic/1ufzt74dwoy31so676szepvlx",
  "dId": "c4c9bb4c7ad5a689f86fb58f785eedb6a8c1b5cc724429b06b00fd9a",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 15,
    "Event": "how_astros_first_base_coach_rich_dauer_escaped_near_death_after_world_series_parade"
  }
}