{
  "authors": [
    "Rebecca Shapiro",
    "Sara Boboltz",
    "Senior Editor",
    "Reporter"
  ],
  "date_download": "2018-01-08T00:10:48",
  "date_modify": null,
  "date_publish": "2017-12-27T01:43:11",
  "description": "\"The pleasure I get out of the story is worth more to me than a direct flight to Tokyo,\" she said.",
  "filename": "http%3A%2F%2Fwww.huffingtonpost.ca%2Fentry%2Fchrissy-teigen-flight-passenger-mishap_us_5a432f50e4b025f99e18a720.json",
  "image_url": "http://img.huffingtonpost.com/asset/5a433a521d00003a004d36da.png?ops=1200_630",
  "language": "en",
  "localpath": null,
  "source_domain": "www.huffingtonpost.ca",
  "text": "After taking off at 11:36 a.m. PST, the plane returned to Los Angeles International Airport at 7:33 p.m. PST.\nModel Chrissy Teigen and her husband, singer John Legend , were on a flight from Los Angeles to Tokyo on Tuesday when the plane suddenly turned around and headed back to the states. Turns out a fellow passenger on All Nippon Airways Flight 175 had boarded the wrong plane.\na flying first for me: 4 hours into an 11 hour flight and we are turning around because we have a passenger who isn’t supposed to be on this plane. Why...why do we all gotta go back, I do not know\nLmao after all this I will have spent 8 hours on a flight to nowhere. Like we were all just havin a great time up here flyin in the sky watching gran torino time to go home now\nThe confusion was sparked by two brothers who booked tickets on separate flights from Los Angeles to Tokyo, a government source confirmed to HuffPost following a CNN report Wednesday afternoon.\nOne of the flights was serviced by United Airlines and the other by All Nippon. They were scheduled, however, around the same time. Complicating matters further, the two airlines have a codeshare agreement, which allows one carrier to sell seats on a flight operated by another carrier.\nPrecisely how airline personnel allowed the brothers to board the same All Nippon flight is still unknown. Both men passed through the TSA security checkpoint without issue.\nSome details on the mix-up became clear as the plane flew over the Pacific Ocean. Teigen said that All Nippon flight attendants told her the displaced passenger had a United Airlines boarding pass.\n“So basically the boarding pass scanner is just a beedoop machine that makes beedoop noises that register to nowhere,” she joked.\nA spokesperson for All Nippon told HuffPost in a statement that the cabin crew “became aware that one of the passengers boarded the incorrect flight and notified the pilot,” who then made the “correct decision” to turn around “out of the abundance of caution and safety for the passengers and crew onboard.”\nThe airline said the plane returned to Los Angeles in accordance with its security protocol. Flight 175 was carrying 226 passengers, CNN reported.\nThe carrier said it was “researching the situation currently to determine how the passenger boarded the flight.”\n“[All Nippon Airways] would like to express its apologies to the passengers for the inconvenience. We take great pride providing exemplary customer service, and on this flight we failed to do so,” the statement concluded.\n(HuffPost reached out to United for comment but has not yet received a response.)",
  "title": "Chrissy Teigen Live-Tweets Nightmare Flight After Bizarre Passenger Mishap",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.huffingtonpost.ca/entry/chrissy-teigen-flight-passenger-mishap_us_5a432f50e4b025f99e18a720",
  "dId": "c6ace074e5d1510809c24c2cb98fedf149ba5c8774c73157335a0421",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}