{
  "authors": [
    "The Associated Press"
  ],
  "date_download": "2018-01-08T00:17:29",
  "date_modify": null,
  "date_publish": "2017-12-27T14:36:30",
  "description": "American Airlines has apologized to two players on the Memphis Grizzlies' minor league affiliate who were kicked off a plane in Dallas after a flight attendant wrongfully accused them of stealing blankets, which an assistant coach suggested happened because they are black.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Faponline%2F2017%2F12%2F27%2Fus%2Fap-us-american-airlines-players-removed.html.json",
  "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "DALLAS — American Airlines has apologized to two players on the Memphis Grizzlies' minor league affiliate who were kicked off a plane in Dallas after a flight attendant wrongfully accused them of stealing blankets, which an assistant coach suggested happened because they are black.\nAirline spokesman Joshua Freed said Tuesday that Memphis Hustle guard Marquis Teague and forward Trahson Burrell boarded the Sunday flight from Dallas-Fort Worth International Airport to Sioux Falls, South Dakota. The flight was operated by Envoy Air.\nTwo first-class passengers gave the players their blankets as they headed to their seats in coach. But a flight attendant, who is also black, accused them of theft and the players were asked to leave the plane following an argument.\nAn airline manager apologized to the players and they later flew first class to Sioux Falls, Freed said.\nAdvertisement Continue reading the main story\n\"We take pride in bringing people together, and we know that on this flight we let some of our customers down,\" Freed said. \"Our team at American, along with Envoy Air, is reviewing what happened, and will be reaching out to them.\"",
  "title": "American Sorry for Accusing NBA G League Players of Theft",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/aponline/2017/12/27/us/ap-us-american-airlines-players-removed.html",
  "dId": "c8272c7b742a54ba018f3d462d00e01333d32dff2099697700e96ff3",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 14,
    "Event": "american_airlines_apologizes_after_g_league_players_accused_of_stealing_blankets_thrown_off_flight"
  }
}