{
  "authors": [
    "Sports Staff"
  ],
  "date_download": "2017-11-30T19:49:43",
  "date_modify": null,
  "date_publish": "2016-11-03T00:00:00",
  "description": "The Chicago Cubs are Major League Baseball champions for the first time in 108 years after a thrilling extra-inning victory against the Cleveland Indians in game seven of the World Series. The Cubs, who had not won baseball's biggest prize since 1908, had seen a 6-3 lead evaporate in the eighth inning but, after RBIs from Ben Zobrist and Miguel Montero, Mike Montgomery gained the final out in the 10th to secure an 8-7 victory.",
  "filename": "http%3A%2F%2Fwww.independent.co.uk%2Fsport%2Fus-sport%2Fmajor-league-baseball%2Fworld-series-chicago-cubs-cleveland-indians-108-year-title-drought-a7394706.html.json",
  "image_url": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2016/11/03/07/chicago-cubs.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.independent.co.uk",
  "text": "The Chicago Cubs are Major League Baseball champions for the first time in 108 years after a thrilling extra-inning victory against the Cleveland Indians in game seven of the World Series.\nThe Cubs, who had not won baseball's biggest prize since 1908, had seen a 6-3 lead evaporate in the eighth inning but, after RBIs from Ben Zobrist and Miguel Montero, Mike Montgomery gained the final out in the 10th to secure an 8-7 victory.\nCleveland had led the series 3-1 but suffered three straight defeats - the last two on home soil - as their own drought goes on for a 69th year.\nThe scoring started at the top of the first, with Chicago's Dexter Fowler becoming the first person to open a World Series with a home run.\nThe Cubs had not won the World Series since 1908 (Getty)\nCarlos Santana's RBI single drew Cleveland level in the third but the Cubs soon took charge.\nKris Bryant scored off Addison Russell's sacrifice fly before Willson Contreras' RBI double made it 3-1 after four innings.\nThen in the fifth, Javier Baez's homer was followed by Anthony Rizzo's RBI single to build a four-run lead.\nCleveland reduced the deficit when Jon Lester's wild pitch at the bottom of the fifth allowed Carlos Santana and Jason Kipnis to score.\nBut David Ross, in his last game before retirement, hit a home run in the sixth for the visitors.\nThe Cubs were within four outs of the World Series at the bottom of the eighth, but closer Aroldis Chapman gave up three runs as the Indians hit back in style.\nBen Zobrist celebrates after the Chicago Cubs win the World Series (Getty)\nBrandon Guyer's double allowed Jose Ramirez to score before Rajao Davis' two-run homer sent the crowd at Progressive Field - including Cleveland Cavaliers star LeBron James - into a frenzy.\nThe game remained tied after the ninth, where the tension was heightened by a 17-minute rain delay.\nWhen play resumed, Zobrist and Montero put Cubs two runs ahead, but Carl Edwards JR could not close out the game as Davis kept the Indians' hopes alive with an RBI single.\nThe Chicago Cubs celebrate their famous World Series victory (Getty)\nBut Montgomery came in for the save as Michael Martinez ground out to start Chicago's celebrations.\nIt was the fourth World Series decider to go to an extra innings and the first since 1997, when the Indians were beaten by the Florida Marlins.\nCubs manager Joe Maddon holds the Commissioners' Trophy while Ben Zobrist celebrates (Getty)\nThe Cubs, who had not even reached a World Series since 1945, are the first team to overturn a 3-1 deficit since 1985.\nMVP Zobrist, who helped the Kansas City Royals to the MLB championship last year, said at the post-match presentation shown on BT Sport 1: \"It's unbelievable. I can't even put it into words. It's an unbelievable team to be a part of.\nCarl Edwards Jr celebrates the Cubs' World Series victory (Getty)\n\"Every guy on this team roots for each other, takes care of each other and picks each other up and that's what we did during that rain delay.\"\nRizzo added: \"It's the best game I've ever been a part of. What a team. We started this year as heavy favourites and we went wire to wire all year as the best team in baseball.\nChicago fans celebrate after the Cubs win the World Series (Getty)\n\"The Indians did one heck of a job but this is the best feeling in the world.\n\"We're world champions. For the rest of our lives.\"\nPA",
  "title": "World Series 2016: Chicago Cubs end 108-year title drought after victory over Cleveland Indians",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.independent.co.uk/sport/us-sport/major-league-baseball/world-series-chicago-cubs-cleveland-indians-108-year-title-drought-a7394706.html",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 61,
    "Event": "cubs_win_championship",
    "Url": "http://www.independent.co.uk/sport/us-sport/major-league-baseball/world-series-chicago-cubs-cleveland-indians-108-year-title-drought-a7394706.html"
  },
  "dId": "cbc0951362802c54af346588618433c6b8ca6ab4de32df89ff3675e0"
}