{
  "authors": [],
  "date_download": "2017-11-30T19:51:05",
  "date_modify": null,
  "date_publish": "2016-11-09T21:19:31",
  "description": "Seven people die, 51 are hurt, and a driver is arrested after a tram derails in London, police say.",
  "filename": "http%3A%2F%2Fwww.bbc.com%2Fnews%2Fuk-england-london-37919658.json",
  "image_url": "https://ichef.bbci.co.uk/images/ic/1024x576/p04frzv3.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bbc.com",
  "text": "Media playback is unsupported on your device Media caption The tram derailed shortly after 06:00 GMT near the Sandilands stop\nSeven people have died and dozens more have been injured after a tram overturned in London.\nPeople were trapped inside and more than 50 were taken to hospital after the derailment in Croydon just after 06:00 GMT.\nThe tram driver, 42, from Beckenham, has been arrested on suspicion of manslaughter.\nBritish Transport Police said they were investigating whether he fell asleep.\nThe Rail Accident Investigation Branch (RAIB) said the tram was travelling at a \"significantly higher speed than is permitted\".\nThe police have set up a number - 0800 0560154 - for friends and family to call for information.\nImage copyright Getty Images Image caption Firefighters worked to free people who were trapped in the tram\nDeputy Chief Constable Adrian Hanstock said: \"We can confirm that at least seven people have lost their lives as a result of this incident.\n\"Our officers will continue to work tirelessly throughout the evening to formally identify them and provide care and support for their families.\"\nLive updates on Croydon tram crash\nLondon Ambulance Service said eight people have serious or life-threatening injuries, while a total of 51 had been taken to two hospitals.\nImage copyright EPA Image caption British Transport Police has arrested the driver\nRobin Smith, Assistant Chief Constable of the British Transport Police, said they were investigating whether the driver fell asleep, alongside \"a number of factors\".\nThe RAIB said the Wimbledon-bound tram derailed as it was negotiating a \"sharp, left-hand curve\" which has a speed limit of 12 mph.\nTrams are not fitted with any safety protection systems that apply the brakes automatically if they are going too fast, according to the Office of Rail and Road.\nThe overturned tram remains on its side next to an underpass and appears to have derailed where the track branches.\nImage copyright PA Image caption Scores of emergency services staff are attending the incident\nMartin Bamford, 30, from Croydon, was on the tram.\nHe said \"everyone just literally went flying\", adding that people were screaming and there was \"blood everywhere\".\nSpeaking outside Croydon University Hospital, where he is being treated for fractured or broken ribs, Mr Bamford said: \"There was a woman that was on top of me ... I don't think she made it at all. She wasn't responsive. \"\nImage copyright PA Image caption Martin Bamford, who was on the tram, said it was \"like something out of a film\"\nKevin Snow, who was travelling to work on the tram, said he noticed it did not seem to slow down at the bend and \"the next thing I knew we were on our side\".\nThe carpet fitter, who suffered a badly bruised shoulder, said the carriages slid for eight to ten seconds before coming to a halt.\nKudirat Okesola said her husband was travelling on the tram and suffered a \"massive\" cut on his face.\nShe said some people trapped underneath the tram were calling for help.\n\"People were screaming. People were crying,\" she said.\nMedia playback is unsupported on your device Media caption Courtesy of Hannah Collier and Peter Allan-Jones\nAndy Smith said he was waiting at a nearby bus stop when he heard \"what sounded like a screeching noise, then a bang\".\nHe said: \"[I looked] down the track and I saw carnage. There was a lot of screaming, panicking and commotion. It was a macabre scene.\"\nImage copyright Peter Allan Jones Image caption The incident happened just after 06:00 GMT\nCroydon Central MP Gavin Barwell said his friend was on the tram.\n\"He's been injured, he's in hospital, he's going to be ok. But it's been a very shocking day for the whole community here.\n\"Thousands of people use these every day to get to work, to get to school and they're one of the best things about Croydon; we've got this fantastic modern environmentally-friendly transport system and it's had a great safety record.\n\"This has come as a great shock.\"\nImage copyright PA Image caption More than 50 people were taken to hospital for treatment\nSt George's Hospital in Tooting said it was treating 20 people, four of whom were seriously injured and 16 who were walking wounded.\nClinical director Dr Phil Moss said three were having surgery and could be kept in for \"several days or even weeks\".\nCroydon University Hospital's medical director Dr Nnenna Osuji said 31 patients were brought in by ambulance, while seven others arrived on foot.\nMedia playback is unsupported on your device Media caption Emilia Papadopoulos has been speaking to people about the derailment\nPolice set up a cordon around the crash site while investigations continue.\nMike Brown, commissioner of Transport for London, said: \"Clearly something has gone catastrophically wrong and we will work tirelessly and quickly with the emergency services, the tram operator First Group and others to establish the cause.\"\nImage copyright PA Image caption Sadiq Khan visited the site of the derailment\nThe crash is believed to be the first in the UK involving fatalities on board a tram since 1959.\nOn that occasion two women passengers and the driver died after a tram caught fire in Shettleston Road, Glasgow, following a collision with a lorry.\nImage copyright AFP Image caption A cordon has been set up around the crash site\nPrime Minister Theresa May offered her thoughts and prayers for the Croydon victims, while London mayor Sadiq Khan visited the crash site.\nA book of condolence has opened at Croydon Town Hall.\nImage copyright Sarah Beth Image caption TfL advised that no tram services are expected to run in the area for the rest of the day\nAt the scene: BBC London's transport correspondent Tom Edwards\nIt's a very sombre mood in this area.\nWhat struck me is trams, in particular, are very tightly knit to their communities. Everyone uses them so this has hit this community very, very hard.\nI saw a lady walking down the street making a sign of the cross.\nThis is a very dark day for London transport.\nImage copyright Getty Images Image caption The tram derailed near an underpass\nCroydon Tramlink",
  "title": "Croydon tram: Seven dead and 50 injured after derailment",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.bbc.com/news/uk-england-london-37919658",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 74,
    "Event": "croydon_tram_trash"
  },
  "dId": "ccd46d77934967b765179aa6ff7f8e19a97c65382b0b4b81aac7f372"
}