{
  "authors": [],
  "date_download": "2017-11-30T13:52:11",
  "date_modify": null,
  "date_publish": "2016-04-04T16:02:26",
  "description": "A nephew of South African President Jacob Zuma and the son of Ghana's former president John Agyekum Kufuor were among African figures named in the Panama Pap...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fafp%2Farticle-3522970%2FAfrican-leaders-relatives-named-Panama-Papers.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/04/04/article-doc-9c3h8-55PtEAV3tb373293650ebf39be29-552_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "African leaders' relatives named in Panama Papers\nA nephew of South African President Jacob Zuma and the son of Ghana's former president John Agyekum Kufuor were among African figures named in the Panama Papers trove of leaked tax documents.\nZuma's nephew, Clive Khulubuse Zuma, is a cigar-chomping mining magnate who is thought to own up to 19 collectible cars.\nThe documents from Panamanian law firm Mossack Fonseca show that Khulubuse Zuma was authorised to represent Caprikat Limited, one of two offshore companies that controversially acquired oil fields in the Democratic Republic of Congo.\nThe eldest son of former president of Ghana John Kufuor is said in leaked documents to have controlled a $75,000 bank account in Panama for his father and his mother that he ran through an offshore company ©Mujahid Safodien (AFP/File)\nIn 2010, as questions were raised about the acquisition, British Virgin Islands authorities ordered Mossack Fonseca to provide additional background information on Zuma. Later that year, Mossack Fonseca ended its relationship with the companies.\nZuma and representatives of the companies have rejected allegations of wrongdoing and claimed the oil deals are \"quite attractive\" to the DRC government.\nAlso implicated is John Addo Kufuor, the eldest son of Ghana's former president John Agyekum Kufuor, who led the country from 2001 to 2009.\nA trained accountant, the younger Kufuor is said in the documents to have controlled a $75,000 bank account in Panama for his father and his mother that he ran through an offshore company. He did not respond to the ICIJ's requests for comment.\nThe son of Congolese President Denis Sassou Nguesso also appears in the Mossack Fonseca files, in the 1990s.\nDenis Christel Sassou Nguesso is said to have approached Mossack Fonseca about setting up a company based in the British Virgin Islands, called Phoenix Best Finance, according to the French daily Le Monde, which is one of the media partners for the release of the documents.\nSassou Nguesso told Le Monde he did not know the law firm and had no knowledge of Phoenix Best Finance.",
  "title": "African leaders' relatives named in Panama Papers",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/afp/article-3522970/African-leaders-relatives-named-Panama-Papers.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers"
  },
  "dId": "d21b1a55cd77c48b9bd1dc12e11c6359639cff81747d8f85f31d1527"
}