{
  "authors": [
    "Stewart Paterson For Mailonline",
    "Forrest Hanson For Dailymail.Com"
  ],
  "date_download": "2018-01-14T13:06:58",
  "date_modify": null,
  "date_publish": "2018-01-02T03:32:53",
  "description": "Monday night's rare 'wolf moon' - promised to be one of the biggest and brightest supermoons of the year - has lit up the sky across the United States following its appearance across Europe and Asia.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5227497%2FCities-United-States-lit-supermoon.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/01/02/03/47B07BDC00000578-0-image-a-35_1514863312491.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Monday night's rare 'wolf moon' - promised to be one of the biggest and brightest supermoons of the year - has lit up the sky across the United States following its appearance in Europe and Asia.\nThe supermoon, also known as a 'wolf moon,' made particularly stunning appearances from New York to Las Vegas as the sun set on the first day of 2018.\nSpectacular pictures show the moon rising over Manhattan, the Hudson River, the Chicago skyline and the Las Vegas Strip, among other locations.\nSupermoons happen when a full moon approximately coincides with the moon's perigee, or a point in its orbit at which it is closest to Earth.\nScroll down for video\nThe supermoon rose over the iconic skyline of Chicago, Illinois on January 1. Supermoons happen when a full moon approximately coincides with the moon's perigee, or a point in its orbit at which it is closest to Earth\nThe first supermoon of the New Year is seen rising over the Las Vegas Strip. A helicopter flying past the camera's view of the moon makes the shot of the Sin City particularly evocative\nThe supermoon is pictured rising over apartment buildings in Manhattan, New York\nA bronze statue of General George Washington by William Rudolf O'Donovan stands on top of the Trenton Battle Monument and is silhouetted by the supermoon in New Jersey\nThe full moon appears red when seen above the Hudson River and the Mario M. Cuomo Bridge from Nyack, New York\nThe phenomenon also occurred on the night of New Year's Eve, and the supermoon was seen rising in particularly stunning fashion London, United Kingdom and Rome, Italy Sunday night.\nThe moon appeared 14 per cent larger and 30 per cent brighter than usual.\nOn Monday night, the full moon will reach an extreme perigee distance of 221,559 miles from Earth, much closer than its average of 238,900 miles.\nAccording to space.com, Monday will see the 'biggest full moon of 2018'.\nSkywatchers can look up as the moon appears 7 per cent bigger and 12 to 14 per cent brighter.\nThe first full moon of 2018 will reach its peak between January 1 and 2 — at around 2.24am.\nThe moon rises above the Art Deco spire of the Power and Light Building in downtown Kansas City, Missouri\nThe supermoon is pictured shining across the Hudson River adjacent to the Mario M Cuomo Bridge in Nyack, New York\nPictured is a close-up view of the supermoon over Willis (formerly Sears) Tower in Chicago. Topping out at 1,450 feet, the skyscraper is the tallest in the city, the second tallest in the United States and the 16th tallest in the world\nIt was known by early Native American tribes as the 'wolf moon', because this was the time of the year when hungry wolf packs howled outside their camps.\nExperts from NASA believe the 'blue moon blood moon supermoon' rising on January 31 will be the most extraordinary of all.\n'The Moon will lose its brightness and take on an eerie, fainter-than-normal glow from the scant sunlight that makes its way through Earth's atmosphere.\n'Often cast in a reddish hue because of the way the atmosphere bends the light, totally eclipsed Moons are sometimes called ''Blood Moons.'''\nA plane flies in front of a 'supermoon' or 'wolf moon' on its approach to London Heathrow Airport on January 1\nA passenger plane, with a 'supermoon' seen behind, makes its final landing approach towards Heathrow Airport in London\nA rare 'wolf moon' rises behind St Paul's Cathedral and the City's skyline, photographed from the Hungerford Bridge, London\nBut the celestial anomaly is set to be even brighter Monday night, and comes after December's dazzling supermoon\nA bright 'supermoon' is seen rising above the sky in Pieta, Malta, on the evening of January 1\nThe first supermoon of 2018, known as a 'wolf moon' in the sky above the Shard in London on Monday evening\nA picture taken on January 1 shows a 'supermoon' rising over a mosque in the Dubai Marina\nExperts believe the 'blue moon blood moon supermoon' rising on January 31 will be the most extraordinary of all\nA picture taken on January 1, 2018 shows the 'super moon' rising over Piazza del Popolo, in Rome\nPeople admire the 'super moon' from the Terrazza del Pincio, in Rome, on January 1\nTwitter users around the world have shared images of the January 1 supermoon. Pictured: The supermoon rises above a palm tree in Sydney, Australia\nIt was known by early Native American tribes as the 'wolf moon', because this was the time of the year when hungry wolf packs howled outside their camps.\nThe moon rises above Whitby, North Yorkshire, yesterday. Experts believe the 'blue moon blood moon supermoon' rising on January 31 will be the most extraordinary of all",
  "title": "Cities across the United States are lit up by 'supermoon'",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5227497/Cities-United-States-lit-supermoon.html",
  "dId": "d2cf1395dac0c5a6fe853ada78d8d5ce2d5ef4209d87d4a5d72e66a6",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 33,
    "Event": "january_will_bring_two_supermoons_a_blue_moon_and_a_total_lunar_eclipse"
  }
}