{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-02T09:53:52",
  "description": "Dozens were killed and hundreds injured after a shooting at a Las Vegas music festival on Sunday, October 1.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2017%2F10%2F02%2Fus%2Fgallery%2Flas-vegas-shooting%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/171002050706-24-las-vegas-incident-1002-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Photos: Mass shooting at Las Vegas music festival Debris is scattered on the ground Monday, October 2, at the site of a country music festival held this past weekend in Las Vegas. Dozens of people were killed and hundreds were injured Sunday when a gunman opened fire on the crowd. Police said the gunman fired from the Mandalay Bay hotel, several hundred feet southwest of the concert grounds. It is the deadliest mass shooting in modern US history. Hide Caption 1 of 30\nPhotos: Mass shooting at Las Vegas music festival Broken windows of the Mandalay Bay are seen early in Las Vegas on Monday. Police said the gunman fired on the crowd from the 32nd floor of the hotel. Hide Caption 2 of 30\nPhotos: Mass shooting at Las Vegas music festival People cross a street near the Las Vegas Strip just after sunrise on Monday. Thousands were attending the music festival, Route 91 Harvest, when the shooting started. Hide Caption 3 of 30\nPhotos: Mass shooting at Las Vegas music festival People embrace outside the Thomas & Mack Center after the shooting. Hide Caption 4 of 30\nPhotos: Mass shooting at Las Vegas music festival Police arrive at the Sands Corporation plane hangar where some people ran to safety after the shooting. Hide Caption 5 of 30\nPhotos: Mass shooting at Las Vegas music festival A woman cries while hiding inside the Sands Corporation plane hangar. Hide Caption 6 of 30\nPhotos: Mass shooting at Las Vegas music festival Concertgoers dive over a fence to take cover from gunfire on Sunday night. Hide Caption 7 of 30\nPhotos: Mass shooting at Las Vegas music festival Police take position outside the Mandalay Bay. Hide Caption 8 of 30\nPhotos: Mass shooting at Las Vegas music festival A man lays on top of a woman as others flee the festival grounds. The woman reportedly got up from the scene. Hide Caption 9 of 30\nPhotos: Mass shooting at Las Vegas music festival Hide Caption 10 of 30\nPhotos: Mass shooting at Las Vegas music festival People are seen on the ground after the gunman opened fire. Hide Caption 11 of 30\nPhotos: Mass shooting at Las Vegas music festival People run from the festival grounds. Hide Caption 12 of 30\nPhotos: Mass shooting at Las Vegas music festival A woman is moved outside the Las Vegas Tropicana resort. Multiple victims were being transported to hospitals in the aftermath of the shooting. Hide Caption 13 of 30\nPhotos: Mass shooting at Las Vegas music festival People are searched by police at the Tropicana. Hide Caption 14 of 30\nPhotos: Mass shooting at Las Vegas music festival An ambulance leaves the intersection of Las Vegas Boulevard and Tropicana Avenue. Hide Caption 15 of 30\nPhotos: Mass shooting at Las Vegas music festival A man in a wheelchair is evacuated from the festival after gunfire was heard. Hide Caption 16 of 30\nPhotos: Mass shooting at Las Vegas music festival Victims of the shooting are tended to in the street. Hide Caption 17 of 30\nPhotos: Mass shooting at Las Vegas music festival Concertgoers help an injured person at the scene. Hide Caption 18 of 30\nPhotos: Mass shooting at Las Vegas music festival People gather around a victim outside the festival grounds. Hide Caption 19 of 30\nPhotos: Mass shooting at Las Vegas music festival A couple huddles after shots rang out at the festival. Hide Caption 20 of 30\nPhotos: Mass shooting at Las Vegas music festival An injured woman is helped at the Tropicana. Hide Caption 21 of 30\nPhotos: Mass shooting at Las Vegas music festival Police and emergency responders gather at the intersection of Las Vegas Boulevard and Tropicana Avenue. Hide Caption 22 of 30\nPhotos: Mass shooting at Las Vegas music festival A police officer takes position behind a truck. Hide Caption 23 of 30\nPhotos: Mass shooting at Las Vegas music festival A crowd takes cover at the festival grounds. Hide Caption 24 of 30\nPhotos: Mass shooting at Las Vegas music festival Police officers advise people to take cover in the wake of the shooting. Hide Caption 25 of 30\nPhotos: Mass shooting at Las Vegas music festival People tend to a victim at the festival grounds. Hide Caption 26 of 30\nPhotos: Mass shooting at Las Vegas music festival Police stand at the scene of the shooting. Hide Caption 27 of 30\nPhotos: Mass shooting at Las Vegas music festival A woman sits on a curb at the scene of the shooting. Hide Caption 28 of 30\nPhotos: Mass shooting at Las Vegas music festival Police are deployed to the scene. Hide Caption 29 of 30",
  "title": "Mass shooting at Las Vegas music festival",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2017/10/02/us/gallery/las-vegas-shooting/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 1,
    "Event": "las_vegas_shooting",
    "Url": "http://edition.cnn.com/2017/10/02/us/gallery/las-vegas-shooting/index.html"
  },
  "dId": "d7658587208134df9969618c590d96ef3891dcd953fdc01a9a946016"
}