{
  "authors": [
    "Merrit Kennedy"
  ],
  "date_download": "2017-11-30T15:57:37",
  "date_modify": null,
  "date_publish": "2016-05-29T00:00:00",
  "description": "After a 3-year-old slipped into the gorilla enclosure on a crowded day at the Cincinnati Zoo, a security team killed the gorilla to save the child. A tranquilizer shot was deemed too dicey.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2016%2F05%2F29%2F479919582%2Fgorilla-killed-to-save-boy-at-cincinnati-zoo.json",
  "image_url": "https://media.npr.org/assets/img/2016/05/29/gorilla-screen-grab_wide-ae25e93d2a1892114dfac92191db6fd762e35708.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "Gorilla Killed To Save Boy At Cincinnati Zoo\nAfter a 3-year-old boy slipped into the gorilla enclosure on a crowded Saturday at the Cincinnati Zoo, a security team killed the gorilla to save the child.\nThe zoo said in a statement that the boy \"fell into the exhibit's moat.\" A male Western Lowland gorilla was in the yard with the child – and \"the Zoo's Dangerous Animal Response Team responded to the life-threatening situation and made the difficult decision to dispatch the gorilla (Harambe).\"\nHarrowing video released by the WLWT television channel shows 17-year-old Harabe handling the child and standing over him in the enclosure's moat. The boy's mother can be heard pleading for help.\nWLWT YouTube\nThe child was rushed to a local hospital and according to the zoo, he was alert while transported. Police said the boy \"was treated for serious, but non-life threatening injuries,\" Cincinnati.com reported. (Update: The boy was initially reported to be 4 years old, but police later said he is 3.)\n\"The Zoo security team's quick response saved the child's life. We are all devastated that this tragic accident resulted in the death of a critically-endangered gorilla,\" Zoo Director Thane Maynard said in the statement. \"This is a huge loss for the Zoo family and the gorilla population worldwide.\"\n\"You're talking about an animal that's over 400 pounds and extremely strong. So no, the child wasn't under attack but all sorts of things could happen in a situation like that. He certainly was at risk,\" Maynard tells WLWT.\n\"All of a sudden you heard this 'Bam,' and you knew they had shot the Gorilla, and you heard the other gorillas just go crazy,\" Mary Freeman, a zoo visitor from Lexington, told WLWT.\nFirefighters tell WLWT that the child \"was in between the gorilla's legs at the time of the kill-shot.\" A tranquilizer shot was deemed \"too dicey.\"\nMaynard explains to Cincinnati.com: \"In an agitated situation, it may take quite a while for the tranquilizer to take effect. ... At the instant he would be hit, he would have a dramatic response. You don't hit him and he falls over.\nDetails on sad incident at Cincinnati Zoo today: https://t.co/s9bYFTef0H pic.twitter.com/7gBqmw9DR7 — Cincinnati Zoo (@CincinnatiZoo) May 28, 2016\nThe zoo says it will open as usual today – but the gorilla exhibit \"will be closed until further notice.\"\nThis isn't the first time a child has fallen into a gorilla enclosure. But when a 3-year-old child fell into the den at Illinois' Brookfield Zoo in 1996, the story had a very different ending. The female gorilla Binti Jua gently cradled the child and eventually carried him over to paramedics – and it was caught on camera. The boy, who was never identified, reportedly made a full recovery.",
  "title": "Gorilla Killed To Save Boy At Cincinnati Zoo",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2016/05/29/479919582/gorilla-killed-to-save-boy-at-cincinnati-zoo",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 52,
    "Event": "harambe"
  },
  "dId": "dd06e8a0cdc32a4f4d1c87425c90148c5f278a519fe381f07561f9ea"
}