{
  "authors": [
    "Associated Press"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-02T22:04:05",
  "description": "Credit report company Equifax said Monday that an additional 2.5 million Americans may have been affected by the massive security breach of its systems, bringing the total to 145.5 million people.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-4942344%2FEquifax-2-5-million-Americans-affected-hack.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/10/03/18/45003E8D00000578-0-image-a-5_1507050158355.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Credit report company Equifax said Monday that an additional 2.5 million Americans may have been affected by the massive security breach of its systems, bringing the total to 145.5 million people who had their personal information accessed or stolen.\nEquifax said the company it hired to investigate the breach, Mandiant, has concluded its investigation and plans to release the results 'promptly.' The company also said it would update its own notification for people who want to check if they were among those affected by October 8.\nThe information stolen earlier this year included names, Social Security numbers, birth dates and addresses - the kind of information that could put people at significant risk of identity theft.\nCredit report company Equifax said Monday that an additional 2.5 million Americans may have been affected by the massive security breach of its systems\nWhile Equifax previously said up to 100,000 Canadian citizens may have been affected, it said Monday that the completed review did not bear that out and it determined that the information of only about 8,000 Canadian consumers was involved.\nMeanwhile, Equifax's former CEO, Richard Smith, who announced his retirement last month, is currently testifying in front of Congres.\nHe's expected to face bipartisan anger from politicians who have expressed outrage that a company tasked with securing vast amounts of personal data was unable to keep their security software up to date.\nThe update comes as Equifax's former CEO, Richard Smith, who announced his retirement last month, will testify in front of Congress starting Tuesday\nIn prepared testimony, he apologized and said human error and technology failures allowed the data breach. He also apologized for the way the company handled the announcement of what happened.\n'To each and every person affected by this breach, I am deeply sorry that this occurred,' Smith said in his prepared remarks.\n'Whether your personal identifying information was compromised, or you have had to deal with the uncertainty of determining whether or not your personal data may have been compromised, I sincerely apologize. The company failed to prevent sensitive information from falling into the hands of wrongdoers.'\nEquifax also faces several state and federal inquiries and numerous class-action lawsuits. At least one state, Massachusetts, and the cities of San Francisco and Chicago have sued Equifax as well.",
  "title": "Equifax: 2.5million more Americans may be affected by hack",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-4942344/Equifax-2-5-million-Americans-affected-hack.html",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "science_tech",
    "TopicId": 3,
    "Topic": "hack",
    "EventId": 9,
    "Event": "hack_equifax_breach",
    "Url": "http://www.dailymail.co.uk/news/article-4942344/Equifax-2-5-million-Americans-affected-hack.html"
  },
  "dId": "e2600099767cdf9763fc2a029653c82b1ce437e507381cdd880df11b"
}