{
  "authors": [],
  "date_download": "2018-01-14T13:53:06",
  "date_modify": null,
  "date_publish": "2018-01-02T20:00:32",
  "description": "Arizona Cardinals quarterback Carson Palmer announced his retirement from the NFL on Tuesday after 15 seasons, leaving the team with two big voids after their head coach made the same decision this week.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Freuters%2F2018%2F01%2F02%2Fsports%2Ffootball%2F02reuters-football-nfl-ari-palmer.html.json",
  "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "(Reuters) - Arizona Cardinals quarterback Carson Palmer announced his retirement from the NFL on Tuesday after 15 seasons, leaving the team with two big voids after their head coach made the same decision this week.\nThe 38-year-old Palmer was drafted first overall in 2003 by the Cincinnati Bengals, where he played eight seasons, and then after a forgettable two-year stint with the Oakland Raiders joined the Cardinals in 2013.\n\"Over the years, I've had teammates who decided to hang it up and I would ask them how they knew when it was time to walk away,\" Palmer wrote in a statement released by the Cardinals.\n\"The answer was almost always the same 'you just know'.\n\"For me, that time is now. Why? Quite simply, I just know.\"\nAdvertisement Continue reading the main story\nPalmer enjoyed early success with Cincinnati as he led them to a division title in 2005 but on the first snap of his first playoff game he suffered a torn ACL after taking a low hit.",
  "title": "NFL: Cardinals QB Palmer Announces Retirement",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/reuters/2018/01/02/sports/football/02reuters-football-nfl-ari-palmer.html",
  "dId": "e81cc2351b3fc03eb5ddd5bed24f646ffa221d0b8e1805c8ea0bfbe8",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 44,
    "Event": "bruce_arians_emotional_in_announcing_retirement_from_coaching_cites_family"
  }
}