{
  "authors": [
    "Daniel Kreps"
  ],
  "date_download": "2018-02-06T16:55:16",
  "date_modify": null,
  "date_publish": "2018-02-05T19:13:00",
  "description": "Female music executives called the Recording Academy \"woefully out of touch\" in the latest fallout from Neil Portnow's \"step up\" remarks.",
  "filename": "https%3A%2F%2Fwww.rollingstone.com%2Fmusic%2Fnews%2Ftop-female-music-execs-academy-woefully-out-of-touch-w516375.json",
  "image_url": "http://img.wennermedia.com/social/rexfeatures_9337195hx-6a6a4068-7dae-470f-915c-492583c9bb2d.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.rollingstone.com",
  "text": "Update: Grammy president Neil Portnow responded to the letter, via the New York Times: \"We appreciate the points raised in this letter and welcome the opportunity to work with these executives to address the issues of inclusion, representation, fairness, and diversity in our community. As we establish the details around our recently announced task force, we will seek their input and guidance.\"\nSix top female music industry executives called the Recording Academy \"woefully out of touch\" in a joint letter marking the latest fallout following Neil Portnow's controversial \"step up\" remarks.\nRelated What Do the Grammys Have Against Women? Why the Recording Academy's so-called \"welcome mat\" to female artists and executives isn't quite enough in the era of #MeToo and Time's Up\nWhile the letter to the Recording Academy's board of trustees didn't call for Portnow's removal as president, the women – including Epic Records president Sylvia Rhone and Roc Nation chief operating officer Desiree Perez, the New York Times reported – condemned his comments after the Grammys. The letter also highlighted how female artists were largely shut out of all major awards; only 11 of the 84 Grammys went to female artists, and only one woman (Alessia Cara, Best New Artist) won a standalone award during the televised ceremony.\n\"Neil Portnow's comments are not a reflection of being 'inarticulate' in a single interview. They are, unfortunately, emblematic of a much larger issue with the [National Academy of Recording Arts and Sciences] organization as a whole on the broader set of inclusion issues across all demographics,\" the letter stated.\nThe letter added that the Recording Academy were \"woefully out of touch with today's music, the music business, and even more significantly, society.\"\nCommenting on the gender imbalance at this year's Grammys, Portnow told Variety, \"women who have the creativity in their hearts and souls, who want to be musicians, who want to be engineers, producers, and want to be part of the industry on the executive level … [They need] to step up, because I think they would be welcome.\"\nThe remark was swiftly met with backlash from both artists and music industry figures: Pink (\"Women in music don't need to 'step up.' Women have been stepping up since the beginning of time\"), Sheryl Crow and Charli XCX all condemned Portnow's \"step up\" suggestion, while Fiona Apple wore a shirt with \"Kneel, Portnow\" written on it at a concert Saturday.\nPortnow later issued an apology for his comments – \"Regrettably, I used two words, 'step up,' that, when taken out of context, do not convey my beliefs and the point I was trying to make. Our industry must recognize that women who dream of careers in music face barriers that men have never faced ... I regret that I wasn't as articulate as I should have been in conveying this thought\" – and set up an independent task force to ensure \"female advancement\" in the music community.",
  "title": "Top Female Music Execs: Academy 'Woefully Out of Touch'",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rollingstone.com/music/news/top-female-music-execs-academy-woefully-out-of-touch-w516375",
  "dId": "edf3e9660da6e53064557ed6da97324d5b9924423c3636a8bb685944",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 52,
    "Event": "Top_Female__Recording_Academy"
  }
}