{
  "authors": [
    "February",
    "Tyler Treese"
  ],
  "date_download": "2018-02-06T17:11:53",
  "date_modify": null,
  "date_publish": "2018-02-06T09:04:53",
  "description": "Find out what PS4 System Update 5.50 features in terms of new improvements, additional features, and learn more about the PlayStation 4's new system update.",
  "filename": "http%3A%2F%2Fwww.playstationlifestyle.net%2F2018%2F02%2F06%2Fps4-system-update-5-50-features-fully-detailed%2F.json",
  "image_url": "http://cdn1-www.playstationlifestyle.net/assets/uploads/2018/02/25231345367_8b6e1a2ae7_z.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.playstationlifestyle.net",
  "text": "PS4 system update 5.50 is currently in beta, and now the future PlayStation 4 firmware has been fully updated. Sony has now confirmed a list of new features, which include play time management, several user interface changes, the ability to play background music on PS Now, being able to add custom wallpapers via USB, and supersampling for PS4 Pro owners. That’s a lot of changes, and it’s pretty clear now why Sony is currently beta testing it.\nHere’s the full list of new PS4 system update 5.50 features (via the PlayStation Blog):\nPlay Time Management\nWe’re introducing Play Time Management, which will allow family managers (and adult family members who are set as guardians) to manage PS4 playtime for child family members on family on PSN. Managing Playtime is easy; go to Settings > Family Management on your PS4, or log into your PlayStation account on your web browser from your PC or smartphone, to check and manage your child’s playtime each day. If needed, the family manager/guardians can apply playtime restrictions to make sure that the child is only playing for a set amount of time or within set playable hours. Notifications on PS4 will be sent to the child during gameplay so that he or she knows when they should save and quit. The family managers/guardians also have the option to add extra game time via their smartphone or PC. In addition, the family manager/guardians can choose whether or not to automatically log the child out of their PS4 once their playtime is over.\nLibrary UI Updates\n‘This PS4’ and Name/Avatar tab\nTwo new tabs are being added to Library to make it easier for you to see which apps you’ve installed and purchased. The ‘This PS4’ tab lists all the applications that are installed on the PS4 system, and the tab with your name/avatar lists all the apps that you purchased with your PSN ID. This feature also makes it easy to search and find games you’ve already purchased but have not yet installed.\nPS Plus tab\nThis update also adds a new PS Plus tab to the Library, which clarifies what games you own from PS Plus’ Monthly Free Games. If your PS Plus membership is expired, a PS Plus icon with a lock will appear next to your game so you’ll know you cannot play the game until you’ve re-subscribed.\nHide apps\nWe’re adding a function that will allow you to hide certain applications under the ‘Purchased’ tab in the Library. In ‘Options,’ you can hide content including betas, trials or demos of games that you probably won’t be going back to.\nQuick Menu Enhancements\nIf you ever want to quickly access specific friends in your custom list, you’ll be able to do so via the pulldown menu under the Friends tab in Quick Menu. You can also see who’s currently online.\nWhenever you’re listening to music on PS4, you’ll be able to access certain shortcuts from the Quick Menu. If you’re using Spotify on PlayStation Music, the ‘square’ button will serve as the shortcut for volume control. And when you’re on the Media Player or the USB Music Player, ‘triangle’ will work as the shortcut for play or pause, and the ‘square’ button as the volume control.\nBackground Music on PS Now\nWith Background Music on PlayStation Now, you’ll be able to listen to your favorite tracks while streaming a game on PS Now. Just keep in mind that, similar to when playing a game locally on PS4, background music may not always be available.\nNotifications Update\nThis update will give you the ability to delete old notifications for better organization and management. Just go to Notifications and press the ‘triangle’ or ‘Options’ button to open up a menu that will allow you to select a single or multiple notifications you’d like to delete.\nImport Custom Wallpapers via USB\nLove customizing your PS4 Home Screen? Well, this new update will give you even more options. You can import your own images to PS4 from a USB stick and set it as your wallpaper. You can also zoom and crop your images so they look perfect on your dashboard. Just go to Settings > Themes > Select Theme > Custom > Select Image > USB Storage Device.\nCustomize Tournaments Team Pages\nFollowing the 5.50 update, you’ll be able to customize your Tournaments team page with your own team logo or background that you can import from a USB stick. Represent your team by customizing your team page with something unique and original! To set your logo and background, head over to Events > Teams > select your team > Edit Team Profile.\nSupersampling Mode on PS4 Pro\nPS4 Pro users will see a new ‘supersampling mode’ under Settings, which enables those with HDTVs (i.e., 1080p or less) to enjoy an enhanced visual experience when playing some PS4 games. With supersampling mode, games that render to a higher resolution when connected to a 4K TV will downscale to match the HDTV – allowing PS4 Pro owners to leverage the benefits of an image clarity boost even if they don’t own a 4K TV. Certain games already have ‘supersampling’ benefits as part of their ‘PS4 Pro Enhanced’ feature set, but this new mode can enhance the experience for those games that don’t already have the feature. Because PS4 Pro’s added power and modes benefit different games in different ways, please note that certain games’ image clarity may not improve with this new feature.",
  "title": "PS4 System Update 5.50 Features Fully Detailed",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.playstationlifestyle.net/2018/02/06/ps4-system-update-5-50-features-fully-detailed/",
  "dId": "f222f5be9bdffae14a4e60d547697f06f40e19c670a1b114232fa50d",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 61,
    "Event": "PS4_System_Update_5_50"
  }
}