{
  "authors": [
    "Chris Weller"
  ],
  "date_download": "2018-02-06T17:04:00",
  "date_modify": null,
  "date_publish": "2018-02-05T00:00:00",
  "description": "The new coalition, known as the Center for Humane Technology, comes amid a growing backlash against Facebook and other tech giants.",
  "filename": "http%3A%2F%2Fwww.businessinsider.de%2Fex-facebook-and-google-employees-launch-anti-tech-addiction-campaign-2018-2%3Fr%3DUS%26IR%3DT.json",
  "image_url": "http://static1.businessinsider.de/image/5a78a8257101ad6bca0a61db/a-group-of-former-facebook-and-apple-employees-are-teaming-up-to-warn-kids-about-tech-addiction.jpg",
  "language": "de",
  "localpath": null,
  "source_domain": "www.businessinsider.de",
  "text": "A coalition of former tech executives launched a coalition to reach 55,000 US public schools to warn kids about the effects of tech addiction.\nResearch has found heavy tech users show higher risks for depression, anxiety, and thoughts or attempts of suicide.\nThe new coalition comes amid a growing backlash against Facebook and other tech giants.\nA group of ex-Facebook, Google, and Apple employees have announced the formation of The Center for Humane Technology, a coalition designed to fight the growing threat of tech addiction among teens and adolescents, the New York Times reports.\nThe coalition will first launch a campaign called The Truth About Tech. One of the main goals is targeting up to 55,000 US public schools in an effort to publicize research on tech addiction's effects, relying on $7 million in funding from Common Sense Media.\nThe announcement comes amid a growing movement in Silicon Valley that has been openly critical of Facebook and other tech companies for designing addictive platforms, which may hook young brains from early ages. Psychology experts say the worst-case scenarios of tech overuse include heightened risks for depression, anxiety, and thoughts or attempts of suicide.\n\"The decline in happiness and the rise in depression might be caused by the overuse of screens leaving less time for activities more beneficial for mental health such as seeing friends in person, sports and exercise, and sleeping,\" psychologist Jean Twenge, author of the book \"iGen\" and coauthor on numerous studies of tech addiction, told Business Insider.\nThe coalition is comprised of Justin Rosenstein, the creator of the Like button; Roger McNamee, an early Facebook investor; Lynn Fox, a former Apple and Google communications executive; and Tristan Harris, a former design ethicist at Google, among others.\nTogether, they'll create a Ledger of Harms, a living document that helps engineers learn more about the technology they're creating for major companies. In addition, the coalition will lobby public officials to fund research into tech addiction and its effects, and propose tech fixes that prevent harmful content from reaching young users.\nHarris and his colleagues say they have seen the engineering tricks firsthand. Features like autoplay videos, endless scrolling, and gamification encourage constant use, Harris has said. They help explain how people may plan to watch just one YouTube video and glance at Twitter but somehow end up spending a half hour on both.\n\"We were on the inside,\" Harris told the Times. \"We know what the companies measure. We know how they talk, and we know how the engineering works.\"\nWenn ihr mit jemandem sprechen wollt, erreicht ihr die Telefon Seelsorge unter 0800/111 0 111 oder 0800/111 0 222, kostenfrei und rund um die Uhr. Sorgen wiegen schwer und sie richten sich nicht nach Tages- oder Öffnungszeiten. Da ist es gut, wenn auch mitten in der Nacht jemand ein offenes Ohr hat. Die Mitarbeiter sind sich ihrer verantwortungsvollen Aufgabe bewusst und nehmen Ihren Anruf ernst – egal, ob um acht Uhr morgens oder um Mitternacht.",
  "title": "Ex-Facebook and Google employees launch anti-tech addiction campaign",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.businessinsider.de/ex-facebook-and-google-employees-launch-anti-tech-addiction-campaign-2018-2?r=US&IR=T",
  "dId": "f2d290fad3003e27f963d58c5e71e7135e46a13d62dab6e0a842c284",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}