{
  "authors": [],
  "date_download": "2017-11-30T13:52:21",
  "date_modify": null,
  "date_publish": "2016-04-04T00:00:00",
  "description": "A massive trove of leaked documents reveal the hidden dealings of Putin’s coterie.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fopinions%2Fwhere-have-russias-billions-gone%2F2016%2F04%2F04%2F44ebd46a-fa9a-11e5-80e4-c381214de1a3_story.html.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/04/04/Editorial-Opinion/Images/05243330.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "TWO YEARS ago, a professional cellist, Sergei Roldugin, a lifelong friend of Russian President Vladimir Putin, told a reporter that he was just a humble musician. “I’ve got an apartment, a car and a dacha,” he said. “I don’t have millions.” Now it turns out that Mr. Roldugin’s name is all over documents leaked from an offshore banking network that may have been a conduit for hidden assets of Putin loyalists. The documents, known as the Panama Papers and revealed by an international group of media outlets, open a new window on the underside of the Putin regime.\nThe documents were leaked from a corporate law firm, Mossack Fonseca, which specializes in creating offshore shell companies. The 11.5 million files were leaked to a German newspaper, Suddeutsche Zeitung, which then worked with the International Consortium of Investigative Journalists and more than 100 media partners, including the Guardian, the BBC and others, to sift and research the contents. The files reportedly contain details on some 214,000 offshore companies and the financial activities of hundreds of people.\nMr. Putin is not personally named on the records, which should surprise no one, and the Kremlin dismissed the report as “nothing concrete.” But the reporters examining the documents found a network of money transfers and assets that could be traced to a tight group of Mr. Putin’s buddies from St. Petersburg. According to their report, “the evidence in the files suggests Roldugin is acting as a front man for a network of Putin loyalists — and perhaps for Putin himself.”\nCentral to the network was Bank Rossiya, a St. Petersburg bank that has been previously linked to the Putin coterie. The documents also show that a little-known company, Sandalwood Continental Ltd., was linchpin of the offshore network, with nearly $2 billion passing through it between 2008 and 2013.\nWhen Mr. Putin came to power 15 years ago, the Kremlin was under the influence of a handful of wealthy oligarchs who had made their fortunes during the years of President Boris Yeltsin. The oligarchs, most of whom become wealthy by acquiring state-owned property and natural resources at knock-down prices, were resented by many Russians who suffered in the transition from the Soviet centrally planned economy to capitalism. Mr. Putin promised to establish order and wipe out the oligarchs as a class. He imprisoned the oil tycoon Mikhail Khodorkovsky and forced other plutocrats out of Russia.\nThe new disclosures affirm that what changed was not the system but its beneficiaries. Mr. Putin did not establish rule of law and battle corruption, but rather created the rule of one and a band of brothers who grew very rich on his watch. None of them could have amassed such wealth on government salaries alone, or on those of a professional cellist.",
  "title": "The Panama Papers: Where have Russia’s billions gone?",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/opinions/where-have-russias-billions-gone/2016/04/04/44ebd46a-fa9a-11e5-80e4-c381214de1a3_story.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 3,
    "Topic": "hack",
    "EventId": 2,
    "Event": "panama_papers",
    "Url": "https://www.washingtonpost.com/opinions/where-have-russias-billions-gone/2016/04/04/44ebd46a-fa9a-11e5-80e4-c381214de1a3_story.html"
  },
  "dId": "f3bb16552d4355b24c53a6ced76b6f9bb522f8acc2cc1f0ab39f5367"
}