{
  "authors": [
    "Mark Hodge"
  ],
  "date_download": "2017-11-30T19:51:26",
  "date_modify": null,
  "date_publish": "2016-11-11T01:11:34",
  "description": null,
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F2162467%2Ftaliban-suicide-bomber-truck-german-consulate-afghanistan-killing-two%2Famp%2F.json",
  "image_url": "https://www.thesun.co.uk/news/2162467/taliban-suicide-bomber-truck-german-consulate-afghanistan-killing-two/amp/",
  "language": null,
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "Dozens more were injured in the horrific assault in northern city of Mazar-e-Sharif\nAT least two people have been killed after a suicide bomber crashed a truck loaded with explosives into a German consulate building in Afghanistan.\nThe deadly vehicle exploded in the northern city of Mazar-e-Sharif resulting in more than 80 people being rushed to hospital.\nGetty Images The German consulate building suffered massive damage as a result of the deadly assault\ngoogle The suicide attack happened in the northern city of Mazar-e-Sharif\nA huge blast followed by gunfire was reportedly heard at around 11pm local time on Thursday evening.\nThe Taliban has claimed responsibility for the assault which they say is a response to coalition air strikes earlier this month which killed 30 civilians in Kunduz.\nThe Kunduz incident, which has sparked a Nato investigation, happened when Afghan troops called in air support when surrounded by Taliban soldiers, reports BBC News.\nGermany has nearly 1,000 troops in the war torn country and its consulate in Mazar-e-Sharif is in a walled compound.\nNato have confirmed that the building suffered “massive damage” after the car loaded with explosives rammed into the concrete wall which surrounds the building.\nAuthorities are investigating whether a second car bomb was involved in the terrifying incident.\nThe Taliban have strengthened recently and threatened to overrun Kunduz last month.\nIn October, the militant group recorded drone footage of the carnage caused by a massive suicide bomb explosion at a police station.\nThe jihadists released the horrifying footage after one of the murderous militants drove a Humvee car bomb into the Helmand Province base earlier this month.\nThe use of video taken by a drone is unusual for the Taliban but more common among the more media-savvy ISIS.\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368",
  "title": "Taliban bomber rams truck into German consulate in Afghanistan killing two",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/2162467/taliban-suicide-bomber-truck-german-consulate-afghanistan-killing-two/amp/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 58,
    "Event": "Benghazi_US_consulate_attack"
  },
  "dId": "fde1ee4d648e7f616fc4d3d355edd3965231ae90a7067d72cf7b8563"
}