{
  "authors": [],
  "date_download": "2017-11-30T15:57:49",
  "date_modify": null,
  "date_publish": "2016-05-30T00:00:00",
  "description": "The killing of a gorilla at the Cincinnati Zoo after a 4-year-old boy tumbled into the ape's enclosure triggered outrage and questions about safety.",
  "filename": "http%3A%2F%2Fusa.chinadaily.com.cn%2Fworld%2F2016-05%2F30%2Fcontent_25527063.htm.json",
  "image_url": "http://usa.chinadaily.com.cn/world/2016-05/30/content_25527063.htm",
  "language": null,
  "localpath": null,
  "source_domain": "usa.chinadaily.com.cn",
  "text": "Killing of gorilla to save boy at Ohio zoo sparks outrage Updated: 2016-05-30 09:53 (Agencies)\nHarambe, a 17-year-old gorilla at the Cincinnati Zoo is pictured in this undated handout photo provided by Cincinnati Zoo. [Photo/Agencies]\nThe killing of a gorilla at the Cincinnati Zoo after a 4-year-old boy tumbled into the ape's enclosure triggered outrage and questions about safety, but zoo officials called the decision to use lethal force a tough but necessary choice.\nMore than 2,000 people signed a petition on Change.org that sharply criticized the Cincinnati Police Department and the zoo for putting down the animal and called for the child's parents to be \"held accountable for their actions of not supervising their child.\"\nCincinnati police on Sunday said the parents had not been charged, but that charges could eventually be sought by the Hamilton County Prosecuting Attorney. A spokeswoman for the prosecutor did not immediately respond to a request for comment.\nAuthorities did not identify the child or his parents. The family could not be reached on Sunday.\nA Facebook page titled \"Justice for Harambe\" had more than 3,000 likes by Sunday afternoon, a day after the 400-pound (181-kg) gorilla was shot dead about 10 minutes after encountering and dragging the child. The animal, named Harambe, was a Western lowland gorilla, an endangered species, and the zoo said it had intended to use him for breeding.\n\"If we think it's acceptable to kill a gorilla who has done nothing wrong, I don't think our city should have gorillas,\" Manvinder Singh posted on the Facebook page.\nA blog post on the website for People for the Ethical Treatment of Animals questioned why it was necessary to kill the gorilla and whether zoos could meet the needs of such animals.\n\"A 17-year-old gorilla named Harambe is dead, and a child is in the hospital. Why?\" blogger Jennifer O'Connor wrote. \"Western lowland gorillas are gentle animals. They don't attack unless they're provoked.\"\nWitnesses told local television that the boy repeatedly expressed a desire to join the gorilla in the zoo habitat. Moments later, the boy crawled through a barrier and fell about 12 feet (3.7-meters) into a moat surrounding the habitat, where Harambe grabbed him, zoo officials said.\nIt was the first time in the 38-year history of the Cincinnati Zoo & Botanical Garden's gorilla exhibit that an unauthorized person was able to get into the enclosure, zoo president Thane Maynard said on Saturday.\n\"They made a tough choice and they made the right choice because they saved that little boy's life,\" he said, adding that a member of the zoo's Dangerous Animal Response Team fired the shot that killed the ape.\nMaynard said the team decided to use deadly force instead of tranquilizers to subdue the gorilla because it could have taken some time for the drug to take effect when an animal was in agitated state.\nThe child was taken to Cincinnati Children's Hospital Medical Center for treatment of non-life threatening injuries. Hospital officials, citing privacy laws, declined to say on Sunday whether the child had been released or to disclose any details about his injuries.\nWestern lowland gorilla numbers in the dense rain forests of Cameroon, the Central African Republic, the Democratic Republic of Congo and Equatorial Guinea have declined by more than 60 percent over the last 20 to 25 years, according to the World Wildlife Federation.\nThe Cincinnati zoo was open on Sunday, although Gorilla World was expected to be closed indefinitely. Neither the zoo nor the fire department responded to a request for comment.\nAt other US zoos, similar encounters have ended in tragedy, including the 2013 fatal mauling of a 2-year-old boy by a pack of wild African dogs after he fell into an exhibit at the Pittsburgh Zoo and PPG Aquarium.\nA man who in 2012 jumped into an enclosure at New York's Bronx Zoo to be \"one with the tiger\" suffered bite wounds and other injuries but survived.\nBut there was a happy ending when a 3-year-old boy fell into the gorilla den at Brookfield Zoo near Chicago in 1996, and an 8-year-old female gorilla named Binti Jua picked up the unconscious boy and protected him from the other primates. The act of kindness won Binti Jua national attention as Newsweek's Hero of the Year and one of People's most intriguing people.",
  "title": "Killing of gorilla to save boy at Ohio zoo sparks outrage",
  "title_page": null,
  "title_rss": null,
  "url": "http://usa.chinadaily.com.cn/world/2016-05/30/content_25527063.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 52,
    "Event": "harambe"
  },
  "dId": "feb63103e948b95bd7270b386e444f768f7a18057459189971deec76"
}