{
  "authors": [],
  "date_download": "2018-02-06T16:55:46",
  "date_modify": null,
  "date_publish": "2018-02-03T18:20:32",
  "description": "Actress Uma Thurman, in long-awaited remarks, has accused embattled Hollywood producer Harvey Weinstein of forcing himself upon her sexually and accused “Kill Bill” director Quentin Tarantino of making her perform a dangerous car stunt that injured her.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnational%2Fuma-thurman-levels-accusations-against-weinstein-tarantino%2F2018%2F02%2F03%2Feb678d32-090e-11e8-aa61-f3391373867e_story.html%3Futm_term%3D.3cf88126a82d.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2018-02-03/AP/Images/Thurman_Weinstein_Tarantino_58799.jpg-813b6.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "FILE - In this May 18, 2017 file photo, actress Uma Thurman poses for photographers during the photo call for the Un Certain Regard jury at the 70th international film festival, Cannes, southern France. Thurman has accused embattled Hollywood producer Harvey Weinstein of forcing himself upon her sexually and director Quentin Tarantino of making her perform a dangerous car stunt that injured her. Thurman is quoted in The New York Times on Saturday, Feb. 3, 2018, as saying Weinstein attacked her in London. She says he pushed her down and tried to shove himself on her and expose himself. (Alastair Grant/Associated Press)\nNEW YORK — Actress Uma Thurman, in long-awaited remarks, has accused embattled Hollywood producer Harvey Weinstein of forcing himself upon her sexually and accused “Kill Bill” director Quentin Tarantino of making her perform a dangerous car stunt that injured her.\nThurman’s allegations against Weinstein had been widely anticipated since she hinted late last year that she had a story to tell about the beleaguered movie mogul, who has been accused of sexual misconduct against many women, but wanted to wait until she was less angry. Her story came in an interview with New York Times columnist Maureen Dowd.\n“I used the word ‘anger,’ but I was more worried about crying, to tell you the truth,” Thurman said in the Times article. “I was not a groundbreaker on a story I knew to be true. So what you really saw was a person buying time.”\nThurman told Dowd that an early encounter with Weinstein in a Paris hotel room in the 1990s ended with him suddenly appearing in a bathrobe and leading her to a steam room but that the first “attack” — the word appears in quotes — happened later in London.\n“He pushed me down,” she said. “He tried to shove himself on me. He tried to expose himself. He did all kinds of unpleasant things. But he didn’t actually put his back into it and force me. You’re like an animal wriggling away, like a lizard.”\nLater, she alleged, she arranged a meeting with Weinstein and warned him: “If you do what you did to me to other people you will lose your career, your reputation and your family, I promise you.”\nThe Times article says Thurman’s memory of the Weinstein encounter stops there, but it quotes a friend who was waiting downstairs as saying Thurman emerged from an elevator disheveled and shaking.\n“Her eyes were crazy, and she was totally out of control,” said the friend, Ilona Herman.\nWhen Thurman was able to talk again, Herman said, she revealed that Weinstein, who was one of the most powerful men in Hollywood, had threatened to derail her career.\nA representative for Thurman, Leslie Sloane, responded to an Associated Press request for more details on all the encounters by saying only: “The article speaks for itself.”\nWeinstein, the executive producer of award-winning movies including Matt Damon and Ben Affleck’s “Good Will Hunting” and Tarantino’s “Pulp Fiction,” acknowledged making an “awkward pass” at Thurman but denied physical assault and emphasized a longstanding professional relationship with her.\n“Mr. Weinstein acknowledges making an awkward pass 25 years ago at Ms. Thurman in England after misreading her signals, after a flirtatious exchange in Paris, for which he immediately apologized and deeply regrets,” his representative Holly Baird said in an emailed statement. “However, her claims about being physically assaulted are untrue.”\nThe statement questioned why Thurman waited 25 years to make her allegations public and said numerous photographs show Thurman and Weinstein had a “strong relationship” for many years.\nThurman, one of the stars of “Pulp Fiction,” also was quoted as saying that just before shooting began on Tarantino’s “Kill Bill: Vol. 1,” which came out in 2003, she told Tarantino about Weinstein and he confronted the mogul, leading him to apologize.\nBut Thurman also described a harrowing onset episode on location in Mexico in which Tarantino ignored her expressed fears of driving a car that she had been warned might be faulty.\nTarantino persuaded her to do it, the article said, quoting him as saying, “Hit 40 miles per hour or your hair won’t blow the right way and I’ll make you do it again.”\nVideo accompanying the article online shows Thurman struggling to control the car and crashing into a tree.\nThurman said in the article “that was a deathbox that I was in,” the seat “wasn’t screwed down properly” and the sand road “was not a straight road.” She said that after the crash she left a hospital in a neck brace with damaged knees and a concussion.\nTarantino’s representatives did not respond to the AP’s request for comment. The Times also did not get a response, according to the article.\nWeinstein, who has been accused by scores of women of sexual assault or harassment, was fired by the film company he founded with his brother and was expelled from Hollywood’s movie academy. He has apologized for causing “a lot of pain” with “the way I’ve behaved with colleagues in the past” but has denied “any allegations of non-consensual sex.”\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Uma Thurman levels accusations against Weinstein, Tarantino",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/national/uma-thurman-levels-accusations-against-weinstein-tarantino/2018/02/03/eb678d32-090e-11e8-aa61-f3391373867e_story.html?utm_term=.3cf88126a82d",
  "dId": "041635172e54fa4335cdca6ac7ac4b8970673c1c10b7828bb3f3a796",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 54,
    "Event": "Quentin_Tarantino_Uma_Thurman_car_crash"
  }
}