{
  "authors": [
    "Daksha Rangan"
  ],
  "date_download": "2018-01-14T13:49:56",
  "date_modify": null,
  "date_publish": "2018-01-01T10:00:00",
  "description": "A spectacular New Year’s celebration at Terrigal Beach in Australia ended in chaos after a barge carrying fireworks caught fire and caused an explosion. Two people were injured.",
  "filename": "https%3A%2F%2Fwww.ctvnews.ca%2Fworld%2Fthousands-flee-after-beach-fireworks-celebration-turns-to-chaos-1.3741340.json",
  "image_url": "https://www.ctvnews.ca/polopoly_fs/1.3741343.1514818513!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.ctvnews.ca",
  "text": "Daksha Rangan, CTVNews.ca\nA spectacular New Year’s celebration in Australia ended in chaos after a barge carrying fireworks caught fire and caused an explosion.\nThousands of spectators were evacuated and two were injured during the incident at Terrigal Beach on Dec. 31.\nThe two pyrotechnicians operating the fireworks on the barge jumped off to escape the fire, ABC News reports. The men suffered minor injuries after the barge caught fire at around 9 p.m. local time.\nIn videos posted on social media, unusual popping sounds can be heard not long after the first few fireworks light up the sky.\n“I don’t think that’s supposed to happen,” a spectator can be heard saying in a video shared on Instagram.\n“It was a pretty scary experience,” Anooshe Mushtaq said on Twitter, describing the scene.\n“I was on the beach watching the fireworks and the boat goes on fire and started shooting fireworks randomly. . . .The 9 p.m. fireworks in Terrigal took a turn for the worst when the barge full of fireworks exploded.”\nIn a statement issued on Monday, the Central Coast Council said it will assist “to the extent possible” with any further investigation into the fire.\nOn Twitter, the council also said that it “is of the strong view that the public safety is paramount.”\nIn relation to the incident concerning fireworks at Terrigal on New Year’s Eve, Council is of the strong view that public safety is paramount. https://t.co/dwXs9Hax8K — CentralCoastCouncil (@CCoastCouncil) January 1, 2018\n#Terrigal #Fireworks what an experience!! I was on the beach and was absolutely beautiful but the boat shooting the fireworks goes on fire and started shootings randomly. Several police cars and ambulances here now @abcnews @9NewsAUS @SkyNewsAust pic.twitter.com/tXwFqqSx3c — Anooshe Mushtaq ‎ ‎انوشے مشتاق (@AnoosheMushtaq) December 31, 2017",
  "title": "Thousands flee after beach fireworks celebration turns to chaos",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.ctvnews.ca/world/thousands-flee-after-beach-fireworks-celebration-turns-to-chaos-1.3741340",
  "dId": "047dcb1a6c7d4047eed066daf288e66f955e20920b8fc040143c9188",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 37,
    "Event": "thousands_flee_fireworks_explosion_at_australia_beach"
  }
}