{
  "authors": [
    "Stuart Clark"
  ],
  "date_download": "2018-01-14T13:53:16",
  "date_modify": null,
  "date_publish": "2017-12-31T06:59:23",
  "description": "China may achieve a feat never attempted by the US or USSR – landing on the far side of the moon",
  "filename": "https%3A%2F%2Fwww.theguardian.com%2Fscience%2F2017%2Fdec%2F31%2Fchina-mission-to-far-side-of-the-moon-space-discovery.json",
  "image_url": "https://i.guim.co.uk/img/media/3dd00238882373bb04681e122d5e42b1790eb260/257_22_1656_994/master/1656.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=90c83925724628d9b88038bbfb93fc29",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theguardian.com",
  "text": "China may achieve a feat never attempted by the US or USSR – landing on the far side of the moon\nThis time next year, there may be a new world leader in lunar exploration. If all goes according to plan, China will have done something no other space-faring superpower has been able to do: land on the far side of the moon. China is rocketing ahead with its plans for lunar exploration. In 2018, they will launch a pair of missions known collectively as Chang’e 4. It is the fourth mission in a series named after the Chinese moon goddess.\nThe first component of Chang’e 4 is scheduled to lift off in June. It will be a relay satellite stationed some 60,000km behind the moon and will provide a communications link between Earth and the lunar far side. Once this link is established, it will allow China to send the second part of the mission: a lander to the far side’s surface.\nLanding on the far side of the moon is something no one has tried before. “The Chinese are pushing back the frontier with such a technically challenging mission,” says Brian Harvey, space analyst and author of China in Space: The Great Leap Forward.\nChina’s lunar exploration programme started in 2007 with Chang’e 1, a simple lunar orbiter. In 2010, Chang’e 2 also went into lunar orbit before setting off for a trek across the solar system that culminated in a flyby of asteroid Toutatis in 2012.\nIn 2013 Chang’e 3, deploying the Jade Rabbit rover, made headlines for the first soft landing on the moon since 1976. So far, so impressive, but all China had done was catch up with the achievements of the US and USSR. Chang’e 4, however, will be a space first.\nFacebook Twitter Pinterest China’s first lunar probe, Chang’e I, lifts off from its launch pad in Xichang, Sichuan province, in 2007. Photograph: Getty Images\nNobody has landed on the far side of the moon, mainly because of the communications difficulty. Yet the scientific payoff is huge. Being in the shadow of the moon allows stray radio signals from Earth to be blocked so the view of the radio universe is unparalleled.\nHeino Falcke, Radboud University, Nijmegen, is hoping to take full advantage of this by supplying a radio telescope to the Chinese mission. His aim is to test how easy it will be to pick up signals from the early universe before there were any stars.\nAstronomers call this the dark ages because nothing was emitting light. But hydrogen atoms were giving out radio waves, which Falcke hopes to catch. He designed the instrument for a lunar mission that the European Space Agency (ESA) considered building about five years ago. When that spacecraft was put on hold, it looked as if his plans were scuppered. But when the king of Holland visited China as part of a trade delegation, the idea was revived.\nIt is reasonable to presume that China will have its own people on the surface early in the 2030s Brian Harvey, space analyst\n“China has always made a big play about wanting to do international collaboration,” says Harvey. “I think there may be an element of wanting to do it to show the US that they have an international reach, despite the America effort to stop them.”\nWorking with the Chinese has not proved to be seamless, however. “China is not the giant bloc it looks like from outside. Knowing who are the right people to talk to isn’t always clear,” says Falcke.\nAs a result, his instrument is still not guaranteed to make it on to the spacecraft in time for the proposed summer launch, yet he remains optimistic. “I think we built up a lot of good relations in China and there is goodwill on both sides to make this happen,” says Falcke.\nIt is not just the Chinese that have a programme of lunar exploration. The ESA is contributing two significant instruments to a Russia-led lunar lander, planned for 2022. The ESA are also supplying the primary power and population system for Nasa’s Orion space capsule that is planned to orbit the moon uncrewed in 2019. Finally, they are involved in exploratory talks with the Chinese National Space Administration to identify potential opportunities for future collaboration on robotic exploration missions.\nESA’s collaborative approach is perhaps exemplified by their Moon Village concept, which was put forward by director general Jan Woerner, shortly after taking office in 2015. The Moon Village is envisioned as an open-ended endeavour for a sustainable permanent surface presence on the moon, both robotic and human. “The concept entails ESA acting in a non-traditional role as “honest broker”, facilitator and catalyst towards interested parties globally,” says Piero Messina of ESA’s strategy department.\nBut it is safe to say that China’s plans are the most advanced. After Chang’e 4, they are on course for a series of other robotic lunar missions that will build towards an attempted human landing in about 15 years. The key to this is the Long March 9 rocket, which is in development and due to fly in 2028-2030. It’s a behemoth that will be able to land something bigger than the Apollo lunar module, which carried pairs of astronauts to the moon and back in the 1960s and 70s.\n“It is reasonable to presume that China will have its own people on the surface early in the 2030s,” says Harvey. And this puts them well in the lead over Nasa, which has no firm plans for landing people at present.\nThe ultimate question is whether the Chinese spirit of international collaboration could extend all the way through to the human landings, with their rockets carrying other nationalities? Maybe.\nChina: the new space superpower Read more\nThis summer, ESA astronauts trained with their Chinese counterparts for the first time. It was a survival exercise unrelated to lunar exploration, but it signalled an openness on both sides. “The reception was warm. We truly felt the spirit of belonging to one universal astronaut family, sharing the same values, goals and vision,” said ESA astronaut Matthias Maurer at the time. Clearly, the moon is where humankind is going next. The surprise is that the Chinese are now poised to have such a leading role in the endeavour.\nThat may prove a bitter pill for the US to swallow as Nasa are prohibited from working with the Chinese. In spring 2013, the US Congress passed a further law effectively banning Chinese nationals from even setting foot inside a Nasa facility.\nGiven the pace of Chinese progress, this could prove to be an own goal. On 11 December, the 45th anniversary of the Apollo 17 lunar landing (the last time people walked on the moon), President Trump signed Space Policy Directive 1, which directs Nasa to take astronauts to the moon with the help of US commercial space industry.\nYet there is little detail about how and when this might happen and how much the White House is prepared to spend. “Trump’s directive was very vague,” says Harvey. “We’re still no more definite about when the Americans will set foot back on the moon.”",
  "title": "China’s moon mission to boldly go a step further",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theguardian.com/science/2017/dec/31/china-mission-to-far-side-of-the-moon-space-discovery",
  "dId": "0b48a814a35197606531e2a9bb6e5c3818b8511043e61e2b1a3b0457",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 46,
    "Event": "china_promises_the_moon"
  }
}