{
  "authors": [
    "Nell Greenfieldboyce"
  ],
  "date_download": "2018-02-06T16:56:22",
  "date_modify": null,
  "date_publish": "2018-02-05T00:00:00",
  "description": "The company is getting ready for the first flight of its massive Falcon Heavy. It will be the most powerful rocket in use — if it doesn't blow up.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2018%2F02%2F05%2F582464054%2Fspacex-set-to-launch-worlds-most-powerful-rocket.json",
  "image_url": "https://media.npr.org/assets/img/2018/02/01/space-x-1_wide-cf1362f9bcf62fea710bc3019159a795edc95bb1.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "SpaceX Set To Launch World's Most Powerful Rocket\nA rocket more powerful than any other flying today is scheduled to blast off Tuesday for the first time, if all goes well.\nThe Falcon Heavy is the latest advance from the rocket company SpaceX, and it's a step toward the company's goal of sending people to Mars.\n\"The future is vastly more exciting and interesting if we're a spacefaring civilization and a multi-planet species than if we're not,\" said SpaceX founder Elon Musk in a recent speech.\nYouTube\nHe created SpaceX in 2002 to dramatically lower the cost of spaceflight, and its rock-bottom launch prices have quickly attracted plenty of customers, like satellite companies and the government.\nNot only will the Falcon Heavy be able to carry more than twice as much mass to orbit as the next most powerful competitor, the Delta IV Heavy, but it will also do so at one-third the cost, according to SpaceX.\nThe Falcon Heavy's price tag is around $90 million, says John Holst, a research analyst at the Space Foundation.\n\"That's a deal,\" Holst says, \"if it works. So we have to see if that happens.\"\nEnlarge this image toggle caption Brendan Smialowski/Getty Images Brendan Smialowski/Getty Images\nHe says it has been fun to watch an upstart like SpaceX rocket ahead, noting that the company had 18 launches last year. \"They captured about 20 percent of the global market,\" Holst says. \"If they were a country, they'd actually have equaled China as far as launch numbers.\"\nAll of those recent launches have used the company's workhorse, the Falcon 9. The new Falcon Heavy is basically several of those rockets strapped together.\nSpaceX YouTube\n\"This is a rocket of truly huge scale,\" Musk told reporters in 2011, when he unveiled plans for the Falcon Heavy. He said the behemoth was being designed to take a tremendous payload to orbit — more mass than, say, a Boeing 737 fully loaded with passengers, luggage and fuel.\n\"That is really, really humungous,\" noted Musk. \"It's more payload capability than any vehicle in history apart from the Saturn V\" — NASA's famous moon rocket.\nA Red Car for the Red Planet A post shared by SpaceX (@spacex) on Dec 22, 2017 at 2:57pm PST\nBack then, he anticipated it would first fly in 2013. Five years behind schedule, the Falcon Heavy is now poised to take off, standing over 200 feet tall on a historic launch pad, used by the Saturn V rocket and the Apollo 11 astronauts, at NASA's Kennedy Space Center in Florida.\n\"It's exciting that he has built this rocket because it's clearly not for traditional commercial purposes of launching satellites. It's really for sending spacecraft farther away, to the moon and, you know, as far as Mars,\" says Leroy Chiao, a former NASA astronaut who serves on a safety advisory council for Space X.\nMusk has already announced that he has a couple of paying customers who want to take off on a Falcon Heavy and ride a SpaceX capsule around the moon and back.\n\"If you're going to launch a satellite, you really don't need or want a rocket that big — the reason being, satellites aren't that big,\" says Chiao. \"And so the only reason you'd need a rocket like that is to launch something far away, say to Mars.\"\nThis first flight does have a payload that will be jettisoned into deep space. On Twitter, Musk said he is launching a cherry-red electric sports car made by one of his other companies, Tesla. Musk wrote that his car will be playing the song \"Space Oddity\" and \"will be in deep space for a billion years or so — if it doesn't blow up on ascent.\"",
  "title": "SpaceX Set To Launch World's Most Powerful Rocket",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2018/02/05/582464054/spacex-set-to-launch-worlds-most-powerful-rocket",
  "dId": "10940dbce42147efbb3744504c8a2ac317affb4232a51655bff2620f",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 49,
    "Event": "First_Falcon_Heavy_launch"
  }
}