{
  "authors": [
    "Rachel Desantis"
  ],
  "date_download": "2018-02-06T16:56:16",
  "date_modify": null,
  "date_publish": "2018-02-05T15:03:38",
  "description": "Sarah Silverman announced she and Michael Sheen, her boyfriend of nearly four years, have \"consciously uncoupled.\"",
  "filename": "http%3A%2F%2Fwww.nydailynews.com%2Fentertainment%2Fgossip%2Fsarah-silverman-michael-sheen-split-years-article-1.3800922.json",
  "image_url": "http://assets.nydailynews.com/polopoly_fs/1.3800921.1517860859!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/aptopix-la-premiere-passengers-arrivals.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nydailynews.com",
  "text": "Taking a page out of Gwyneth Paltrow's break-up book, comedian Sarah Silverman announced she and Michael Sheen, her boyfriend of nearly four years, have \"consciously uncoupled.\"\nSilverman, 47, shared the news on Twitter and attributed the split to distance.\nSarah Silverman said she’s “consciously uncoupled” from Michael Sheen. (Jordan Strauss/Jordan Strauss/Invision/AP)\n\"The great @michaelsheen & I consciously uncoupled over Christmas. I mean, not \"over Christmas\" — like that wasn't the fight that ended it. No fight,\" she wrote. \"We just live in different countries & it got hard. Felt we should just tell y'all so u stop askin, \"How's Michael/How's Sarah?\"\nSheen, 49, is British and based in the U.K., while Silverman is based in Los Angeles.\nSarah Silverman jokes ‘world is basically over’ at Grammys\nThe great @michaelsheen & I consciously uncoupled over Christmas. I mean, not “over Christmas” - like that wasn’t the fight that ended it. No fight. We just live in different countries & it got hard. Felt we should just tell y’all so u stop askin, “How’s Michael/How’s Sarah?” — Sarah Silverman (@SarahKSilverman) February 5, 2018\nThe couple started dating in 2014 after meeting on the set of the Showtime series \"Masters of Sex.\"\n\"He really classes me up, and I just pull him right down to my level, unfortunately for him,\" she said in 2014. \"Yes, I'm happy, and I'm very lucky.\"\nThe comedian even gushed over Sheen to her ex-boyfriend Jimmy Kimmel during a stop on his late-night talk show in June.\n\"I'm so happy to have him be a part of my life and to get to be a part of his life,\" she said. \"I don't think I ever really knew what love was.\"\nSarah Silverman pays medical bill for Twitter troll\nCelebrity breakups\nThough their long distance relationship is what ultimately led to their break-up, Silverman said at the time she didn't mind, because \"I'm a loner, so it's OK.\"\nSheen previously dated Rachel McAdams and Kate Beckinsale, with whom he shares a 19-year-old daughter.\nSilverman’s “conscious uncoupling” line is a nod to Paltrow; she announced her divorce from Chris Martin in 2014 with the laughable line.\nSign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "title": "Sarah Silverman and Michael Sheen split after nearly four years",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.nydailynews.com/entertainment/gossip/sarah-silverman-michael-sheen-split-years-article-1.3800922",
  "dId": "10dbb299bc256781afa39ba330fb6641d03915808e7a7f723eb7f237",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 56,
    "Event": "Sarah_Silverman_and_Michael_Sheen_Break_Up"
  }
}