{
  "authors": [],
  "date_download": "2018-01-08T00:18:41",
  "date_modify": null,
  "date_publish": "2017-12-27T00:29:23",
  "description": "A small meteor lit up the night sky above New England with dazzling green light Tuesday evening.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F414380-dazzling-meteor-new-england%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a43d48bfc7e937d7e8b4568.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "A meteor streaked across the sky in northern New England on Tuesday night, illuminating the darkness with an ethereal green glow for a short time and leaving eyewitnesses across multiple eastern states in awe.\nSightings were reported across Maine, New Hampshire, Vermont, New York, Massachusetts, Rhode Island, Connecticut and Pennsylvania. The American Meteor Society, a nonprofit group of astronomers, received over 180 reports from eyewitnesses of the natural pyrotechnics display which took place at approximately 6pm EST on December 26.\nLike many locations across Maine last night, our office security camera captured the stunning meteor just before 6pm. One of our office employees was outside walking up the hill to launch the balloon when it happened. Although she's not in this video, it certainly surprised her! pic.twitter.com/m0TQqDzHgb — NWS Gray (@NWSGray) December 27, 2017\nObservers report being bathed in green light for a few seconds as the meteor burned up overhead in the Earth’s atmosphere.\nBrilliant emerald green!!\nSpectacular — Ed Howlett (@eddiehow124) December 27, 2017\nI saw it when driving through Newmarket. Really bright and quickly burned out. — Sarah Black (@SarahB205) December 27, 2017\n\"We have received 230 witness reports for a bright fireball that occurred over Vermont at approximately 5:52 local eastern time. On average witnesses reported the event lasted for 3.9 seconds. The average magnitude or brightness was reported at -14 or slightly brighter than the full moon suggesting an underlying meteoroid fragment 6-12 inches wide,” Mike Hankey, an operations manager at the American Meteor Society told RT.com.\nThis particular meteor, estimated to be somewhere between a softball and basketball in size, travelled at roughly 10 to 30 miles per second at an altitude of 10 to 25 miles, posing no real threat to commercial air traffic. Meteors that form part of a larger shower are typically only the size of a grain of sand, Hankey said, adding that lone meteors are more of a \"random event.\"\n“Events like this do happen a few times a week in the US, but for an individual person, it is usually a once in a lifetime thing,” Hankey told Time magazine. “Since the events only last about three seconds, you have to be in the right place at the right time to see it.”\nMysterious fireball lights up rural Canadian sky (VIDEOS) https://t.co/tFI2E8H3GMpic.twitter.com/bmvxVqW8FF — RT (@RT_com) November 25, 2017\nThe hurtling object was likely very small and burned up before reaching the ground, or it would have triggered a “tremendous explosion,” Kenneth Janes, a Boston University astronomy professor emeritus, told the Boston Herald.\n“The ones that would do really serious damage are rare, but not impossible,” Janes said. “These are simply bits of rock in orbit around the sun. These occur every day somewhere on the earth.”\nDespite the abundance of smartphones, the event was only captured by a handful of mostly stationary security or observatory cameras, such as the The Mount Agamenticus Conservation Region in York, Maine.",
  "title": "Dazzling meteor streaks across New England sky, turning night to day (PHOTOS, VIDEO)",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/414380-dazzling-meteor-new-england/",
  "dId": "10f26ac662bd4171e73c44b33d487634b89538d78fe31b52fbd11f00",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 16,
    "Event": "possible_meteor_lights_up_night_sky_in_new_england"
  }
}