{
  "authors": [
    "Dan Pellegrini"
  ],
  "date_download": "2017-11-30T19:50:02",
  "date_modify": null,
  "date_publish": "2016-11-13T21:30:03",
  "description": "Driver is retiring at the end of the season bringing down the curtain on a wonderful career that has seen him become one of the most liked and popular in the sport",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fsport%2F2177804%2Ffelipe-massa-retires-f1-legend-makes-a-very-emotional-farewell-after-crashing-in-his-last-home-race-in-brazil%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2016/11/composite-felipe-massa.jpg?strip=all&w=750&h=500&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "FELIPE MASSA didn't have the winning send off he would have liked in his last home Grand Prix after crashing in awful conditions.\nMassa's Williams car crashed in lap 48 as the Brazilian struggled to cope with the endless downpour on his home track of Interlagos.\nAP:Associated Press Felipe Massa waves to the crowd of adoring fans after the race\nGetty Images The Brazilian is retiring from F1 at the end of the season and raced for the last time at Interlagos\nGetty Images Massa sits down whilst the race was suspended due to heavy rain\nMassa escaped the circuit and the weather to huge cheers from the crowd as it finally hit home that one of greats of F1 is about to retire.\nThe Brazilian fought back tears as he was overwhelmed by the emotion coming from his home crowd.\nMassa said: \"It's difficult to explain the feeling. To not manage to finish the race, for my fans, for Brazil.\n\"This place is so special for me but God knows what to do.\n\"It's so special from the people in Brazil, in the paddock, everyone that I work for.\n\"I just say thank you very much. It's a real honour, a real pleasure.\n\"It's difficult to explain.\n\"So special to see these guys [in the pit lane] going out just to see me passing after the crash.\n\"Thank you very much. I will never forget this day. All these people, all you guys will be in my heart forever.\"\n\"I didn't deserve so much like that.\n\"I could have finished the race, but maybe it was better like that.\"\nGetty Images Massa cries as he heads down the pit lane Getty Images The Williams driver is given a guard of honour by his rival teams\nThe pits were united in showing their appreciation as all the crews paid homage to a sporting great who has given everything to the sport he loves dearly.\nMassa was given a guard of honour as he walked to meet his wife Anna Raffaella and son Felipinho whom he hugged, kissed and sobbed.\nLewis Hamilton eventually won a very dangerous Grand Prix that saw a number of cars aquaplaning across the track with the worry that life threatening accidents could be on the verge of unfolding if the weather was to continue to get worse.\nFortunately there were no serious injuries amongst the crashes and the debris as the championship is still left hanging in the balance.",
  "title": "Felipe Massa retires: F1 legend makes a very emotional farewell after crashing in his last home race in Brazil",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/sport/2177804/felipe-massa-retires-f1-legend-makes-a-very-emotional-farewell-after-crashing-in-his-last-home-race-in-brazil/",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 75,
    "Event": "f1_crash"
  },
  "dId": "1667b720a919a4cd7904557320d4f7572f2c55bdfb26cd0bf7946a5a"
}