{
  "authors": [
    "Andy Warren For Mailonline"
  ],
  "date_download": "2017-11-30T19:50:09",
  "date_modify": null,
  "date_publish": "2016-11-14T13:09:39",
  "description": "Travelling at a speed close to 180mph, the teenager lost control as he clipped the curb on the entrance to the long home straight, spinning his car sideways and sliding dangerously down the track.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsport%2Fsportsnews%2Farticle-3934424%2FFormula-One-star-Max-Verstappen-shows-nerves-steel-avoid-accident.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/11/14/12/3A5D35CC00000578-0-image-a-10_1479126730818.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Teenage Formula One star Max Verstappen showed nerves of steel as he somehow managed to avoid a serious accident despite spinning his car at 180mph in dangerous conditions at the Brazilian Grand Prix.\nTravelling flat out at the Interlagos circuit, Verstappen lost control as he clipped the curb on the entrance to the long home straight, spinning his car sideways and sliding dangerously down the track.\nBut just as it looked as though he was going to smash the nose of his car into the metal side hoardings, which would likely have seen his car catapulted into the middle of the track and into the path of other cars, he was able to straighten up and regain control.\nMax Verstappen clipped the curb on his way up the hill towards the home straight in Brazil\nThat caused Verstappen to lose control of his car as his back end slid round as he spun\nWith the nose of his Red Bull car pointing towards the wall, Verstappen slid down the track\nVerstappen produced an incredible display to finish third at the Brazilian Grand Prix\nImmediately after the incident a member of Verstappen's Red Bull pit crew calmly said 'well held Max, well held' on the team radio before the driver himself joked 'my heartbeat went a little higher there.'\nWhile many would have been shaken by such a high-speed incident, Verstappen showed maturity beyond his years as he recovered to eventually secure third place in the Grand Prix, behind Lewis Hamilton and Nico Rosberg.\nVerstappen is one of the hottest teenage talents F1 has ever seen and in his two seasons in the sport has thrilled and frustrated in equal measure, with an aggressive driving style which has split opinion both in the pits and in the stands.\nBut the 19-year-old gained universal praise for the way he avoided a serious accident in hazardous conditions in Brazil, during a race in which a number of spectacular crashes caused major delays as drivers struggled to cope with the wet weather.\nThe back of Verstappen's car slid out as the camera cut to show the view of the home straight\nThat left Verstappen in a vulnerable position, with his car side on and facing the barrier\nBut as he slid further and further down the track, Verstappen was able to straighten up\nMiraculously he was able to drive away from the incident without hitting the wall of the track\nThe young Dutchman overcame adverse weather to produce a masterclass at Interlagos\nWHO IS MAX VERSTAPPEN? - Max Verstappen was born on September 30, 1997 in Belgium - The teenager is the son of Dutch former F1 driver Jos Verstappen - He made his F1 debut as a 17-year-old for Toro Rosso in Australia in 2015 - the youngest ever to do so - Verstappen has won one of his 38 races in Formula One and has gained six podium finishes - He currently sits fifth in the drivers' championship standings\nThe young Dutchman then produced one of the drives of the season as he sliced his way through the field from 16th to third, as the rain continued to fall, having found himself stranded down the field after being caught out by one of the numerous yellow flags deployed during the race.\nThe safety car, which appears on the track to lead drivers round following a crash, was deployed five times during the race while a red flag was produced twice - taking the drivers off the track as conditions became too bad to race in.\n'This is just mad,' said a furious Sebastian Vettel, who also spun earlier in the race, over the team radio. 'Stupid. What this race needs is a red flag. How many people do we want to crash?'\nIt was a difficult afternoon for the race organisers, with some drivers calling for the grand prix to be abandoned due to hazardous conditions. Hamilton was not among their number. 'It is understandable for the first red flag with everyone going off,' he said.\nKimi Raikkonen was fortunate to see his other Formula One drivers avoid colliding into his car\nRaikkonen's Ferrari is removed from the track following his crash which brought a red flag\nFelipe Massa also crashed out of the race, his last in his homeland before his retirement\n'I don't really understand why the second stop came. But safety comes first and obviously it was thought it was needed.\n'This is Formula One and the rain is the trickiest condition. If people didn't make mistakes, it would be too easy and everyone could do it.\n'We run at serious speeds and there is a lot of water to disperse by the tyres and they struggle the faster we go.'\nThe champagne was flowing once again for Lewis Hamilton (left) after he won in Brazil\nHamilton led the race in Brazil from start to finish after winning from pole position\nHamilton revealed victory in Brazil had been an ambition of his since watching Ayrton Senna\nFOR HAMILTON TO WIN THE TITLE... He must win in Abu Dhabi and hopes Rosberg finishes fourth or lower. If Rosberg finishes third in Abu Dhabi on Nov 27, he wins the championship.\nWhile Verstappen was one of a number of drivers involved in dramatic incidents during the race, things proved to be a lot more simple for Hamilton as he produced a masterful drive in the wet to win the race from pole position.\nThe victory meant the reigning world champion stays in the race to win this year's title, but he faces a tough task to overhaul team-mate and rival Nico Rosberg at the final Grand Prix of the season, in Abu Dhabi on Sunday.\n'I was genuinely chilling up front,' he said. 'When it rains it is usually good for me. There were no mistakes, no issues, no spins. It was interesting hearing about so many people having slips, but I didn't have any.'",
  "title": "Formula One star Max Verstappen shows nerves of steel to avoid serious accident",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sport/sportsnews/article-3934424/Formula-One-star-Max-Verstappen-shows-nerves-steel-avoid-accident.html",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 75,
    "Event": "f1_crash"
  },
  "dId": "1778efb0dfd0f1e933513e0f79af3c09986a40791ecd6faf2239f09c"
}