{
  "authors": [],
  "date_download": "2018-01-10T23:25:48",
  "date_modify": null,
  "date_publish": "2017-12-30T08:58:16",
  "description": "The case involves 25 defendants, five of whom -- including prominent rights activist Alaa Abdel-Fattah and political analyst Amr Hamzawy -- were fined 30,000 Egyptian pounds each",
  "filename": "https%3A%2F%2Fwww.cbsnews.com%2Fnews%2Fegypts-mohammed-morsi-sentenced-to-3-years-in-prison-for-insulting-judiciary%2F.json",
  "image_url": "https://cbsnews2.cbsistatic.com/hub/i/r/2015/05/16/26ea22ab-6f75-43fb-9a24-3ce9f6a63537/thumbnail/1200x630/d121d302982f4e572f892038257852c2/mohammed-morsi-2015-04-30t150545z.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.cbsnews.com",
  "text": "CAIRO -- An Egyptian court Saturday convicted former Islamist President Mohammed Morsi and 19 others of insulting the judiciary, sentencing them to three years in prison in a court session aired on TV.\nThe case involves 25 defendants, five of whom -- including prominent rights activist Alaa Abdel-Fattah and political analyst Amr Hamzawy -- were fined 30,000 Egyptian pounds each ($1,688). Abdel-Fattah is serving a five-year sentence for taking part in an illegal protest in 2013. Hamzawy lives in exile.\nAll the defendants are accused of insulting the judiciary by making statements that were made public either on TV, radio, social media or in publications that the court found to be inciting and expressing hatred toward the court and the judiciary.\nThe court ordered Morsi to pay 1 million Egyptian pounds ($56,270) as compensation to one of the judges. It also ordered 23 of the defendants, including Morsi, to pay 1 million Egyptian pounds each to a powerful union of judges known as the \"Judges Club,\" state-run Al-Ahram newspaper reported.\nThe verdict can be appealed.\nAbdel-Fattah is an outspoken blogger and an icon of the 2011 uprising that toppled longtime autocrat Hosni Mubarak. He has been in and out of prison in the years since Mubarak's ouster. A software engineer by profession, he also campaigned against the policies of the military council that ruled Egypt for nearly 17 months following Mubarak's ouster.\nAbdel-Fattah also opposed Morsi's rule, and that of general-turned-president Abdel-Fattah el-Sissi, who led Morsi's overthrow in 2013 following mass protests against his one-year divisive rule.\nSince his ouster, Morsi has since faced trial on a host of charges, including espionage and conspiring with foreign groups.\nPrior to the verdict, Morsi's daughter said in a video circulated online\nThe former president, who hailed from the now-outlawed Muslim Brotherhood group, is serving a life sentence -- 25 years -- over accusations of spying for Qatar. Earlier, he was handed a 20-year sentence on charges arising from the killing of protesters in December 2012.\nFollowing Morsi's overthrow, Egyptian authorities launched a severe crack down on Islamists, jailing thousands of them as well as secular and liberal activists. The government has also banned all unauthorized demonstrations under a law adopted in late 2013.",
  "title": "Egypt's Mohammed Morsi​ sentenced to 3 years in prison for insulting judiciary",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.cbsnews.com/news/egypts-mohammed-morsi-sentenced-to-3-years-in-prison-for-insulting-judiciary/",
  "dId": "181393e15a9f62f190149b03d9f3f5c094a4bb117392279921b89110",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 20,
    "Event": "egypts_mohammed_morsi_sentenced_to_3_years_in_prison_for_insulting_judiciary"
  }
}