{
  "authors": [
    "Choe Sang-Hun"
  ],
  "date_download": "2018-01-10T23:25:01",
  "date_modify": null,
  "date_publish": "2017-12-29T03:35:42",
  "description": "The seizure of the Lighthouse Winmore was revealed after President Trump accused China of secretly transferring petroleum to North Korean ships.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F12%2F29%2Fworld%2Fasia%2Fsouth-korea-ship-seized.html.json",
  "image_url": "https://static01.nyt.com/images/2017/12/29/world/asia/29nkorea-3/29nkorea-3-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "A similar ship-to-ship transfer involving another North Korean ship, Rye Song Gang 1, was captured in satellite photos released by the United States Treasury Department on Nov. 21, although the department did not release the name of the other ship involved in the high-seas transaction.\nThe South Korean authorities boarded the Lighthouse Winmore and questioned its crew members when they returned to Yeosu on Nov. 24. The ship was formally impounded by South Korea after the United Nations Security Council passed a resolution on Dec. 22 requiring member countries to inspect and impound any vessel in their ports that was believed to have been used for prohibited activities with North Korea.\nUnder those sanctions, countries cannot export more than a half million barrels of refined petroleum products, an 89 percent cut from previous annual shipments, and four million barrels of crude oil in total per year to North Korea. They are required to report their oil shipments to the North so that the Council can keep a real-time update of the aggregate amount and determine whether the caps have been reached.\nPhoto\nThe Council has also banned ship-to-ship transfers of oil on the high seas.\nThe Lighthouse Winmore remains in South Korean custody, officials said Friday. Its 25 crewmen — 23 Chinese citizens and two men from Myanmar — will be allowed to leave after the investigation is over.\nWord of the seizure emerged after Mr. Trump used a post on Twitter and an interview with The New York Times to accuse China of letting oil flow into North Korea in defiance of United Nations sanctions, warning that there will be no “friendly solution” until the flow stops.\nMr. Trump’s accusation came amid deepening suspicions in Washington and among its allies that Chinese oil tankers were secretly transferring petroleum to North Korean ships on the high seas. China insists that there was no sanctions violation.\n“Caught RED HANDED — very disappointed that China is allowing oil to go into North Korea,” Mr. Trump wrote in a Twitter post on Thursday. “There will never be a friendly solution to the North Korea problem if this continues to happen!”\nThe United Nations Security Council has ramped up its efforts to squeeze oil supplies for North Korea after the country conducted its sixth nuclear test on Sept. 3 and followed it with the launching of an intercontinental ballistic missile on Nov. 29.\nAdvertisement Continue reading the main story\nBut the impact of sanctions depends largely on how faithfully they are enforced by China, which handles 90 percent of North Korea’s external trade, including nearly all of its oil imports, analysts say. If the reports of ship-to-ship oil transfers are true, it could mean that much more oil is flowing secretly into North Korea than allowed under the United Nations sanctions, with or without the Chinese authorities’ knowledge.\nMr. Trump has repeatedly urged President Xi Jinping to use China’s economic leverage to stop North Korea’s nuclear weapons programs. But analysts warn that Beijing is unlikely to push North Korea to the brink of collapse, still cherishing its neighbor as a buffer against the influence of the United States and its closest allies in the region, Japan and South Korea.\nIn the interview with The Times, published Thursday night, Mr. Trump explicitly said for the first time that he had “been soft” on China on trade matters in the hopes that its leaders would press North Korea to abandon its nuclear weapons program. He hinted that his patience might soon end, signaling his frustration with the reported oil shipments.\n“Oil is going into North Korea. That wasn’t my deal!” he exclaimed, raising the possibility of aggressive trade actions against China. “If they don’t help us with North Korea, then I do what I’ve always said I want to do.“\nPhoto\nDespite saying that Mr. Xi “treated me better than anybody’s ever been treated in the history of China” when he visited in November, Mr. Trump said Thursday that “they have to help us much more.”\n“We have a nuclear menace out there, which is no good for China,” he said.\nWhen it blacklisted several Chinese trading companies and North Korean shipping companies and their vessels in November, the United States Treasury Department said that North Korea was “known to employ deceptive shipping practices, including ship-to-ship transfers.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Trump’s criticism of China came after the South Korean newspaper Chosun Ilbo, quoting anonymous sources, reported that American spy satellites had spotted 30 ship-to-ship transfers of oil and other products since October in international waters between North Korea and China.\nThe report said the “smuggling” took place between North Korean vessels and ships believed to be from China.\nAdvertisement Continue reading the main story\nIn its latest sanctions, adopted on Dec. 22, the Security Council was concerned that North Korea was “illicitly exporting coal and other prohibited items through deceptive maritime practices and obtaining petroleum illegally through ship-to-ship transfers.”\nWashington has asked the Security Council to blacklist 10 ships — including the Lighthouse Winmore, the Sam Jong 2 and the Rye Song Gang 1 — for circumventing sanctions by conducting ship-to-ship transfers of refined petroleum products to North Korean vessels or transporting North Korean coal, Reuters reported, citing United Nations documents.\nOn Thursday, the Security Council did add four ships — Billions No. 18, Ul Ji Bong 6, Rung Ra 2, and Rye Song Gang 1 — to a list of vessels banned from port entry in United Nations member countries for transporting prohibited goods to North Korea. All operate under a North Korean flag, except for Billions No. 18, which is registered to Palau.\nThe South Korean Foreign Ministry refused to confirm the Chosun Ilbo report, saying that the matter was being discussed at the Security Council’s sanctions committee.\nBut Chinese officials disputed the news media reports.\nRen Guoqiang, a spokesman for the Chinese Defense Ministry, was more categorical in denial. “The situation you have mentioned absolutely does not exist,” he told reporters on Thursday.",
  "title": "South Korea Seizes Ship Suspected of Sending Oil to North Korea",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/12/29/world/asia/south-korea-ship-seized.html",
  "dId": "1a84923a92ecc0280270d6df285e4e50ce9a5dd55e7b07251306ce92",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 19,
    "Event": "north_korea_received_oil_from_russia_in_violation_of_un_sanctions_report"
  }
}