{
  "authors": [
    "Camila Domonoske"
  ],
  "date_download": "2018-01-08T00:12:20",
  "date_modify": null,
  "date_publish": "2017-03-27T00:00:00",
  "description": "A woman live-tweeted in disbelief on Sunday as two young girls were turned away for wearing leggings. Why? United, like many airlines, has an enforced dress code for people flying on \"buddy passes.\"",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2017%2F03%2F27%2F521649877%2Foutrage-explanations-after-united-bans-girls-from-flight-for-wearing-leggings.json",
  "image_url": "https://media.npr.org/assets/img/2017/03/27/gettyimages-479922312_wide-6de9d4824959ac0f4569e457908f9e9f68aedb3c.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "Outrage, Explanations After United Turns Away Girls From Flight For Wearing Leggings\nEnlarge this image toggle caption Spencer Platt/Getty Images Spencer Platt/Getty Images\nAirlines have surprisingly strict dress codes for people traveling on \"buddy passes,\" and astonishingly tone-deaf explanations.\nThose are two takeaways from a story on Sunday that prompted shock and outrage on social media.\nShannon Watts, the founder of Moms Demand Action for Gun Sense in America, live-tweeted as United turned away two girls in their early teens trying to board a flight. The reason? They were wearing leggings.\nAnother girl, who Watts estimates was around 10, put on a dress and was allowed on the plane. The apparent father, who was wearing shorts, was also allowed to board, Watts says.\nThe official United Twitter account responded that United has \"the right to refuse transport for passengers who are barefoot or not properly clothed.\"\nCue uproar: Who would say a preteen girl wearing leggings or yoga pants wasn't \"properly clothed\"? Since when do airlines police the attire of young women anyway?\nCelebrities from Chrissy Teigen to William Shatner chimed in to the tidal wave of anti-United outrage.\nAlmost immediately, Twitter users who work in aviation, or have family who do, suspected what was actually going on — that is, that despite United's response, the girls weren't ordinary passengers but were flying on \"buddy passes.\" Two hours later, United confirmed that.\nHere's what most air travelers don't know: When an airline employee gives free or discounted flights to a relative or friend, the ticket comes with strings and limitations. There's no guarantee that \"non-revenue\" travelers will actually get a seat — you're flying standby, and only get to board if there's room. And there's a code of conduct; behaving obnoxiously might get the person who gave you the pass in trouble.\nThat also includes a dress code. It seems archaic, given the casual attire of modern air travel, but airlines believe that buddy pass users, like employees, are representing the airline. Online guides to using buddy passes warn that the dress codes are no joke.\nOn Twitter, people with experience said that it's not just leggings — depending on the airline, all kinds of ordinary clothes can keep a buddy-pass user grounded.\nUnited's buddy-pass guidelines currently allow jeans and some shorts — hence why the father was allowed to board — but don't allow form-fitting pants, among other things.\nIn a statement on Monday, United did not apologize for enforcing its buddy pass dress code. They explained the rule and said they regularly remind employees of it.\n\"To our regular customers, your leggings are welcome,\" the airline said.\nThe explanation hasn't been as popular as the outrage. And it hasn't satisfied everybody: Some people have said that even a strict dress code shouldn't bar girls from wearing leggings.\nOne popular air-travel site argues that United's dress code for buddy passes is sexist, in comparison to other airlines, because it sets limits that mostly affect women. (The site still noted that the buddy pass users should have followed the dress code, and the gate agent did nothing wrong.)\nBut there's one thing everyone agrees on: United's original response on Twitter was wrong and totally unhelpful.\nAlso, there's general agreement that we've all paid too much attention to this brouhaha already.\nEven Watts, the woman who originally tweeted about the scene, is frustrated by how much attention she's received for it.\n\"Even more outrageous than leggings discrimination and lousy corporate policy, is the fact that there was a shooting in Cincinnati and a shooting in Las Vegas this weekend and so many more shootings this week and weekend in which people were killed and injured,\" the gun control advocate wrote on Medium. \"Not to mention, a serious issue with missing black women and girls ...\n\"But here we are talking about leggings.\"",
  "title": "Outrage, Explanations After United Turns Away Girls From Flight For Wearing Leggings",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2017/03/27/521649877/outrage-explanations-after-united-bans-girls-from-flight-for-wearing-leggings",
  "dId": "1b020af8515c8d0818cb62f910e610d8d948ba192b51db0ecff514d5",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}