{
  "authors": [],
  "date_download": "2018-01-10T23:25:33",
  "date_modify": null,
  "date_publish": "2018-01-05T00:00:00",
  "description": "China’s government promised Friday to “deal seriously” with violators of U.N. sanctions on North Korea after a South Korean newspaper said Chinese-owned ships registered abroad regularly delivered oil.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fbusiness%2Fchina-promises-to-deal-seriously-with-sanctions-violators%2F2018%2F01%2F05%2Ffa7f96ee-f1fc-11e7-95e3-eff284e71c8d_story.html%3Futm_term%3D.07edf6896eb5.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2018-01-05/AP/Images/South_Korea_North_Korea_Sanctions_Evasion_61741.jpg-7e3db.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "FILE - In this Friday, Dec. 29, 2017, file photo, the Lighthouse Winmore, a Hong Kong-flagged ship, is seen in waters off Yeosu, South Korea. Prosecutors in Taiwan say they are investigating a man suspected of involvement in illegal oil sales after reports last week that South Korean authorities seized the Hong Kong-flagged, Lighthouse Winmore ship for violating U.N. sanctions by selling oil to North Korea and that a Taiwan company was involved. (Hyung Min-woo/Yonhap via AP, File) (Associated Press)\nBEIJING — China’s government promised Friday to “deal seriously” with violators of U.N. sanctions on North Korea after a South Korean newspaper said Chinese-owned ships registered abroad regularly delivered oil.\nBeijing has no information about operations of ships registered in other countries, said a foreign ministry spokesman, Geng Shuang.\nThe newspaper Chosun Ilbo reported this week Chinese-owned vessels flying the flags of Panama, Belize and other countries were suspected of improperly trading with North Korea.\nSouth Korean officials have seized two ships on suspicion of violating U.N. sanctions imposed to discourage Pyongyang from pursuing nuclear and missile technology.\n“If it is confirmed through investigation there are violations of Security Council resolutions, China will deal seriously with them in accordance with laws and regulations,” Geng said at a regular news briefing.\nBeijing, which accounts for most of the North’s trade and energy supplies, was Pyongyang’s diplomatic protector for decades but has supported the latest U.N. measures.\nThe sanctions limit energy supplies and ban transfers of any goods to North Korean ships at sea.\nOn Sunday, South Korean authorities announced the Panama-flagged tanker KOTI was being held at the port of Pyeongtaek on suspicion of “North Korea-related” activity.\nChosun Ilbo said the KOTI belongs to a company in Dalian in China’s northeast. The newspaper said the ship was registered in Malaysia until mid-2017 and then switched to Panama.\nLast week, South Korean authorities announced the Hong Kong-flagged Lighthouse Winmore was seized in November in the port of Yeosu. Its crew is suspected of transferring about 600 tons of refined petroleum products to a North Korean vessel in the East China Sea the previous month.\nLighthouse Winmore is registered in the Marshall Islands, according to Chosun Ilbo.\nThe newspaper said six other ships that U.S. authorities say are violating North Korea sanctions are Chinese-owned but registered abroad.\nSome visit Yeosu regularly to take on oil, though it was unclear on how many of those trips they met North Korean vessels at sea, the report said. It said the KOTI docked at Yeosu six times and three times in Pyeongtaek between August and December to take on oil.\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "China promises to ‘deal seriously’ with sanctions violators",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/business/china-promises-to-deal-seriously-with-sanctions-violators/2018/01/05/fa7f96ee-f1fc-11e7-95e3-eff284e71c8d_story.html?utm_term=.07edf6896eb5",
  "dId": "2035cb080dd69e54a538b38988af01a18306846dfadc717420889c86",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 19,
    "Event": "north_korea_received_oil_from_russia_in_violation_of_un_sanctions_report"
  }
}