{
  "authors": [
    "Alanna Petroff"
  ],
  "date_download": "2018-01-10T23:37:49",
  "date_modify": null,
  "date_publish": "2017-12-29T07:50:04",
  "description": "Goldman Sachs is forecasting that changes to U.S. tax rules will lead to a $5 billion hit in 2017.",
  "filename": "http%3A%2F%2Fmoney.cnn.com%2F2017%2F12%2F29%2Fnews%2Fgoldman-sachs-tax%2Findex.html.json",
  "image_url": "http://i2.cdn.turner.com/money/dam/assets/150828143554-goldman-sachs-780x439.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "money.cnn.com",
  "text": "Goldman Sachs says it's about to take a big hit from the massive overhaul to the U.S. tax code.\nThe investment bank forecast that changes to American tax rules will knock $5 billion off its profit in the final quarter of 2017.\nGoldman (GS) said the majority of the $5 billion hit will come from a \"repatriation tax,\" which is a new one-time tax on the cash it hold overseas.\nTax experts expect that many other big U.S. companies will announce similar one-off tax charges on their foreign cash stash in the coming weeks. Apple (AAPL), in particular, is known for holding a huge amount of cash abroad.\n\"They should all come out with similar statements,\" said Ryan Dudley, the head of international tax services at Friedman LLP.\nThe new rules outline that U.S. companies will have to pay a tax of between 8% and 15.5% on all their foreign-held cash. After that one-time tax is paid, companies will be able to bring foreign-held money back to the U.S. without paying tax.\nGoldman declined to comment on whether it would be bringing back money from overseas after paying this charge.\nRelated: 34 things to know about the new tax law\nThe banking giant said it will also have to write down the value of tax credits it had been saving up. Goldman plans to use the credits in the future to lower its tax bill, but they'll be worth much less when the new rules take effect next year.\nPresident Trump signed the tax reform bill into law last week with the promise that lower taxes would boost business profits.\nLonger term, a lower U.S. corporate tax rate -- down to 21% from 35% -- is expected to be positive for business.\nMany big international companies have said the changes will benefit them over the long term, but warned that the tax changes will mean billions of dollars in one-off losses.\nMajor European banks Barclays (BCS), Credit Suisse (CS) and UBS (UBS), plus oil giant Shell (RDSA), have indicated the new tax rules could cost them between $1 billion to $3 billion each in one-off charges. This is mainly related to rejiggering their accounting of tax credits.",
  "title": "Tax overhaul costs Goldman Sachs $5 billion",
  "title_page": null,
  "title_rss": null,
  "url": "http://money.cnn.com/2017/12/29/news/goldman-sachs-tax/index.html",
  "dId": "22f61b23943672063f35def3c8e187307507bf8b9f6e455ce8e18483",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 24,
    "Event": "goldman_sachs_feels_tax_bills_burn_with_5b_charge"
  }
}