{
  "authors": [],
  "date_download": "2018-01-14T13:53:17",
  "date_modify": null,
  "date_publish": "2018-01-16T00:00:00",
  "description": "China is gearing up to launch its maiden mission to the moon. As per the latest reports, China will be launching two missions to the lunar far side. China",
  "filename": "https%3A%2F%2Fsciexaminer.com%2Fnews%2Fspace%2Fchina-launch-lunar-mission-far-side-moons-surface-3220.html.json",
  "image_url": "https://sciexaminer.com/wp-content/uploads/2018/01/1656.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "sciexaminer.com",
  "text": "China is gearing up to launch its maiden mission to the moon. As per the latest reports, China will be launching two missions to the lunar far side. China has named the upcoming pair of lunar mission as Chang’e4. Previously, three missions were completed under Chang’e series. Chang’e is the name of the Chinese moon goddess. The first of the paired Chang’e mission will be launched in June.\nThe mission will include a relay satellite that will be stationed almost 60,000 kilometers behind the moon, and according to Chinese space agency, the satellite will provide communications link between our planet and the far side of the moon. Then, after that, the second part of the mission will be launched in which China will send a lander to the far side surface of the moon. In doing so, China will become the first country to land a mission on the far side of the lunar surface. Brian Harvey, space analyst and author of China in Space: The Great Leap Forward said that Chinese are pushing the frontier with such a technically challenging mission.\nThe upcoming mission will be fourth the lunar mission under the Chang’e series. In 2007, Chinese lunar exploration program started with the launch of Change’1 into the lunar orbit. In 2010, the Chang’e 2 mission was launched that went into the lunar orbit. In 2013, when Chang’e 3 was launched, it became the talk of the town. It successfully deployed a Jade Rabbit rover on the lunar surface, and it was the first soft landing on Moon since 1976.\nFor the 2018 lunar mission, China has decided to raise its bar high. It is planning a lunar mission to the far side of the moon and is aiming to establish a human-friendly environment on Moon. Also, if a telescope is fitted at the Far side of the moon, then it will not get disturbed by the radio signals coming from Earth, like FM radio and the Earth’s ionosphere. For the first of the mission, a Long March 4c rocket will blast off carrying the 425 kg relay satellite. Then a lander will be sent to moon’s far side, and it will be equipped with many scientific equipments to study the geological conditions of the farther side of moon. Also, along with that, a container made from aluminum alloy filled with insects and seeds will be sent aboard the lunar lander. According to China DailyZhang Yuanxun, chief designer of the container, said to the Chongqing Morning Post, “The container will send potatoes, arabidopsis seeds and silkworm eggs to the surface of the Moon. The eggs will hatch into silkworms, which can produce carbon dioxide, while the potatoes and seeds emit oxygen through photosynthesis. Together, they can establish a simple ecosystem on the Moon.”",
  "title": "China to become first nation to reach far side of moon with Chang'e4 lunar mission in 2018",
  "title_page": null,
  "title_rss": null,
  "url": "https://sciexaminer.com/news/space/china-launch-lunar-mission-far-side-moons-surface-3220.html",
  "dId": "2d6532020cf4c9c17c15d78dfddc847fea6b1817e3cb319dac612f55",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 46,
    "Event": "china_promises_the_moon"
  }
}