{
  "authors": [
    "Daniel Roth For Dailymail.Com"
  ],
  "date_download": "2018-01-10T23:22:22",
  "date_modify": null,
  "date_publish": "2017-12-02T20:05:06",
  "description": "Billionaire technology magnate Elon Musk announced that his company plans to launch a Tesla Roadster to Mars next month as it blares David Bowie on the stereo.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5139761%2FElon-Musk-send-Tesla-Roadster-Mars.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/02/20/46EC767900000578-0-image-a-15_1512246708101.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Last month, Musk unveiled the 2017 Tesla Roadster, billed as the fastest production car ever made\nThe mission marks SpaceX's most ambitious project to date after suffering a number of catastrophic setbacks over the years\nSpaceX rocket, known as the Falcon Heavy, will blast off from Cape Canaveral\nBillionaire technology magnate Elon Musk plans to launch a Tesla Roadster to Mars next month with it blaring David Bowie on the stereo.\nMusk, 46, made the announcement via Twitter on Friday, stating that a SpaceX rocket, known as the Falcon Heavy, will blast off from Cape Canaveral, site of the historic Apollo 11 mission.\n'Falcon Heavy to launch next month from Apollo 11 pad at the Cape. Will have double thrust of next largest rocket. Guaranteed to be exciting, one way or another,' Musk posted.\nBillionaire technology magnate Elon Musk (pictured left) made the announcement via Twitter on Friday\nA SpaceX rocket, known as the Falcon Heavy (pictured), will blast off from Cape Canaveral - site of the historic Apollo 11 launch\nThe mission marks SpaceX's most ambitious project to date after suffering a number of catastrophic setbacks over the years\nThe mission marks SpaceX's most ambitious project to date after suffering a number of catastrophic setbacks including launchpad and in flight explosions, according to CNN.\nMusk founded SpaceX in 2002, with the aim of reducing space transportation costs and enabling the colonization of Mars.\nMusk said the Telsa Roadster inside the Falcon Heavt aircraft will be playing David Bowie's 'Space Oddity'\nThe 46-year-old South African is also the CEO of Tesla, and predicts Falcon Heavy's payload will stay in deep space for a while.\n'Payload will be my midnight cherry Tesla Roadster playing Space Oddity. Destination is Mars orbit. Will be in deep space for a billion years or so if it doesn’t blow up on ascent.'\nAlthough the public announcement shoots for next month, the date is not set in stone, with the ambitious CEO known for getting ahead of himself and periodically missing release dates.\nLast month, Musk unveiled the 2017 Tesla Roadster, billed as the fastest production car ever made.\nThe $200,000 (£151,000) sports car - an updated version of Tesla's first production vehicle - can seat four and travel 620 miles (1000 km) on a single charge, a new record for an electric vehicle.\nAlthough the public announcement shoots for next month, the date is not set in stone\nLast month, Musk unveiled the 2017 Tesla Roadster, billed as the fastest production car ever made\nA SpaceX Falcon9 rocket blasts off the launch pad on Wednesday, Feb. 11, 2015, carrying the NOAA's Deep Space Climate Observatory spacecraft\nThe car - which also features a removable glass roof - can go from 0 to 60 miles per hour (0 to 100 km/h) in 1.9 seconds and has a top speed over 250mph (400 kph).\nSpaceX has been working on the Falcon Heavy rocket for years, and announced this fall that work to build an even bigger rocket that will be capable of transporting humans to Mars was already underway.\nMusk, who aspires to colonize the 'Red Planet' in the coming decade, wants to land at least two of the spacecraft on Mars by 2022, according to CNN.\nSpaceX has revolutionized the aerospace industry over the past 15 years, driving costs down in the industry while at the same time developing technology that can blast out of the atmosphere and then come back down to earth.\nTraditionally, rockets that have been launched into space are used just once and are left to burn up in the atmosphere after a mission.",
  "title": "Elon Musk to send a Tesla Roadster to Mars",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5139761/Elon-Musk-send-Tesla-Roadster-Mars.html",
  "dId": "2e3edacb22734ef938cf1122f31bf6eccb2cf297d719489ce4df665f",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 18,
    "Event": "elon_musk_reveals_red_tesla_roadster_bound_for_mars"
  }
}