{
  "authors": [
    "Jackie Wattles",
    "Chloe Melas"
  ],
  "date_download": "2018-02-06T16:55:44",
  "date_modify": null,
  "date_publish": "2018-02-03T23:14:22",
  "description": "Uma Thurman says Harvey Weinstein attacked her in a London hotel room. The disgraced movie mogul, who stands accused of sexual misconduct by dozens of women, denies assaulting her.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2018%2F02%2F03%2Fentertainment%2Fuma-thurman-harvey-weinstein%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/180203151753-uma-thurman-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "(CNN) Uma Thurman is ready to share her story about Harvey Weinstein -- the disgraced movie mogul who stands accused of sexual misconduct by more than 60 women.\nThe actress, who starred in several blockbusters produced by Weinstein, gave a bombshell interview to The New York Times where she details a series of disturbing incidents, including an alleged assault in his London hotel room.\nSaturday's article , by New York Times op-ed columnist Maureen Dowd, described the actress as \"furious\" that more legal action has not been taken against 65-year-old Weinstein. The Miramax and Weinstein Company co-founder was ousted from his professional roles last fall when allegations against him first surfaced publicly.\nWhen reached for comment Saturday, a representative for Thurman said the Times article \"speaks for itself\" and declined to comment further.\nThrough a spokesperson, Weinstein has previously denied allegations of sexual assault.\nWhen reached for comment regarding Thurman's allegations, a spokesperson said Weinstein was \"saddened and puzzled\" by her allegation of assault.\nWeinstein's representative also sent photos that the spokesperson said \"demonstrate the strong relationship Mr. Weinstein and Ms. Thurman had had over the years.\"\n\"Mr. Weinstein acknowledges making an awkward pass 25 years ago at Ms. Thurman in England after misreading her signals, after a flirtatious exchange in Paris, for which he immediately apologized and deeply regrets,\" the spokesperson said. \"However, her claims about being physically assaulted are untrue.\"\nDozens of women have come forward publicly to accuse Weinstein of misconduct following explosive reports in the New York Times and the New Yorker last year about his treatment of women, including young actresses with whom he worked. He has been accused of rape, assault and other forms of sexual misconduct. His representative said he sought treatment after the allegations were made public and that any allegations of non-consensual sex were \"unequivocally denied.\"\nThe decades of alleged abuse by Weinstein set in motion an ongoing anti-harassment movement that's been punctuated by campaigns including \"#metoo.\"\nIt's had ripple effects across multiple industries, taking down powerful men in the media and business worlds.\nThurman hinted months ago that she too had something to say about Weinstein. Last Thanksgiving, she wished everyone a happy holiday on Instagram, but added a scathing caveat: \"Except you Harvey, and all your wicked conspirators - I'm glad it's going slowly - you don't deserve a bullet.\"\nThurman also told Dowd that, as she relived her experiences with Weinstein, she also drudged up another painful memory.\nShe said that, more than a decade ago, Weinstein's longtime studio collaborator, director Quentin Tarantino, coerced her into driving a rickety car down a dirt road on the set of the movie \"Kill Bill,\" which she ended up crashing into a palm tree. The actress said the incident left her in a neck brace and put her professional relationship with Tarantino on shaky ground.\nThe Times published footage of the incident, which Thurman says she obtained after 15 years.\nShe described the event as \"dehumanization to the point of death.\"\n\"Harvey assaulted me but that didn't kill me,\" Thurman told Dowd. \"What really got me about the crash was that it was a cheap shot. I had been through so many rings of fire by that point. I had really always felt a connection to the greater good in my work with Quentin and most of what I allowed to happen to me and what I participated in was kind of like a horrible mud wrestle with a very angry brother.\"\nA representative for Tarantino did not respond to a request for comment Saturday.\nThurman and Tarantino also worked together in her star-making role as Mia in 1994's \"Pulp Fiction,\" which Weinstein produced.",
  "title": "Uma Thurman: Harvey Weinstein assaulted me",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2018/02/03/entertainment/uma-thurman-harvey-weinstein/index.html",
  "dId": "3333d198b81dca17ebb4287ac6262d0098cba4966029c18a771e02f0",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 54,
    "Event": "Quentin_Tarantino_Uma_Thurman_car_crash"
  }
}