{
  "authors": [
    "Eric Levenson"
  ],
  "date_download": "2018-01-08T00:12:05",
  "date_modify": null,
  "date_publish": "2017-12-27T21:29:11",
  "description": "How exactly does a passenger get on the wrong flight and go unnoticed for hours?",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2017%2F12%2F27%2Fus%2Fwrong-flight-passengers-trnd%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/161222170020-home-alone-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "(CNN) How exactly does a passenger get on the wrong flight and go unnoticed for hours?\nThat's the question that Chrissy Teigen and many others are asking in the wake of a passenger mix-up that caused a Tokyo-bound flight to return to Los Angeles after eight hours in the air.\nTwo brothers were both going to Tokyo but were booked on separate flights, two law enforcement sources told CNN. One law enforcement source told CNN the two brothers have very similar names. Somehow, both brothers were allowed to board the All Nippon Airways flight, even though only one of the brothers was actually booked on it.\nIn general, it takes a \"perfect storm\" of errors for a passenger to get past the scanners, flight announcements, gate agents and cabin crew of a modern flight, said Buck Rodger, commercial airline pilot and president of Aero Consulting Experts\n\"It is rare. There are a lot of checks and balances in place to prevent it from happening,\" Rodger told CNN. \"But it can happen.\"\nBrian Kelly, a flight aficionado who runs ThePointsGuy.com, came to a similar conclusion.\n\"It was multiple failures, but it's not crazy to think that it happened,\" Kelly said.\n'I got on the wrong plane'\nJeff Waldman, 35, learned this the hard way a few years ago. Waldman told CNN that all it took was his exhaustion, the ticket scanning employee's inattentiveness, and a little happenstance to create his own flight mix-up.\nBack in 2012, he was supposed to take an early morning Virgin Airlines flight from San Francisco to Los Angeles. At the airport, he accidentally lined up at gate 54B -- heading to Dallas -- instead of gate 54A to LA.\nSomehow, he had no problem with the ticket scanner and boarded without incident, he said. He then took his seat and, remarkably, nobody came up to ask him to move. Exhausted from his job working nights, he fell asleep for most of the flight.\nWhen he woke up hours later, he felt that he had slept for much more time than it would take to fly to LA. He looked out the window, saw some Texas water towers and heard the pilot mention Dallas. He realized with a sinking feeling that he was about to land in the wrong city.\n\"It was definitely my fault. I got on the wrong plane. I stood in the wrong line,\" Waldman told CNN. \"But there's certainly a lapse in security or whatever you want to call it, protocol. The airline probably should have noticed.\"\nThe airline paid for his flight to LA, he said.\nChecks in place\nRodger said that, in general, there are three main checks in place for passengers.\nFirst, there are the gate agents using ticket scanners for each passenger.\nSecond, there are the repeated announcements from the pilot and flight attendants saying the destination and flight number.\nAnd finally, there are assigned seats. If someone else has a ticket for the seat the confused passenger is in, that would quickly reveal their mistake.\nIf you get a failure in each of those situations -- a stressed gate agent or broken ticket scanner, an inattentive passenger wearing headphones, and a half empty plane -- then there is the possibility of a flight mix-up.\nIndeed, several of Teigen's tweets questioned the efficacy of the ticket scanner -- or, as she calls it, \"beedoop machine.\"\nThey keep saying the person had a United ticket. We are on ANA. So basically the boarding pass scanner is just a beedoop machine that makes beedoop noises that register to nowhere — christine teigen (@chrissyteigen) December 27, 2017\nANA boarding pass machines pic.twitter.com/nmuqxZLIVG — christine teigen (@chrissyteigen) December 27, 2017\nRodger said those scanners flash red in several situations -- if there's a wrong ticket or if the passenger is in an exit row. It's possible that a rushed agent might not notice and wave someone onto the wrong flight, he said.\nKelly said that the All Nippon flight mix-up was \"not really that uncommon.\"\n\"I'm sure All Nippon will be extra careful looking at boarding passes going forward,\" he said.\nAuckland v. Oakland\nA flight mix-up figured prominently in the 1992 movie \"Home Alone 2: Lost in New York.\" In the film, the harried McCallister family sprints through the Chicago airport to board a last-minute flight to Miami.\nThe family's young son Kevin, played by actor Macaulay Culkin, gets lost in the rush and loses his ticket. A flight to New York City is about to take off and Kevin is convinced his family is on the plane, so they usher him on and send him to off to the Big Apple. Shenanigans ensue.\nThat fictional plot line may have been informed by the real-life story of \"Wrong-Way Mike.\" Back in 1985, a 21-year-old Sacramento community college student named Michael Lewis was returning to the United States from a three-month vacation in West Germany, according to the Los Angeles Times\nHe was supposed to fly from London to Los Angeles, transfer and fly to Oakland, California. Instead, he misheard an announcement, and boarded a flight from London to Auckland, New Zealand.\n\"They didn't say Auckland. They said Oakland,\" he told the LA Times. \"They talk different.\"\nThe airline flew him home from Auckland at no charge, and the mistake made Lewis a minor celebrity. He even appeared on \"The Tonight Show\" with Johnny Carson, according to the Times.\nEven in the post-9/11 age of travel security, mix-ups like this continue to occur from time to time.\nBarbara Corcoran, a businesswoman and TV personality on ABC's \"Shark Tank,\" wrote in The New York Times that she accidentally took a flight from Washington, DC to Syracuse, instead of New York City, in 2005. She was running late and rushed to the airport gate, barely making it onto the plane, she wrote.\nBarbara Corcoran of \"Shark Tank\" fame wrote in 2012 about how she accidentally took the wrong flight.\n\"But when I got to my seat, someone was sitting in it. The attendant just told me to take another seat,\" she wrote.\nCorcoran noticed the flight took longer than she expected, and that the pilot kept talking about the weather in Syracuse, but she didn't think much of it, she wrote. Finally, she recognized her mistake after she asked a cab driver to take her to Manhattan and he asked for hundreds of dollars in cash for the fare.\n\"I got angry thinking he was just trying to take advantage of me,\" she wrote. \"I went back into the terminal, composed myself, and then had the moment of clarity where I put everything together. No seat. A Syracuse weather report. A cab driver who wanted a king's ransom. I wasn't in New York City. I was in Syracuse.\"",
  "title": "How exactly does a passenger get on the wrong flight?",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2017/12/27/us/wrong-flight-passengers-trnd/index.html",
  "dId": "38cf0e36c53bbd9c94befa4b5224960148e24888373360620f41b596",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}