{
  "authors": [],
  "date_download": "2018-01-14T13:49:47",
  "date_modify": null,
  "date_publish": "2018-01-01T04:15:41",
  "description": "Two people are hurt and thousands evacuated as fireworks on a barge ignited at random.",
  "filename": "http%3A%2F%2Fwww.bbc.com%2Fnews%2Fworld-australia-42531996.json",
  "image_url": "https://ichef.bbci.co.uk/images/ic/1024x576/p05sgj7j.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bbc.com",
  "text": "Media playback is unsupported on your device Media caption Fireworks 'chaos' as barge explodes\nTwo people were injured when a barge carrying a New Year fireworks display caught fire at an Australian beach.\nA few minutes into the show at Terrigal Beach in New South Wales, an apparent malfunction caused fireworks to go off at random, some towards the beach.\nThousands of people on the beach had to be moved to safety and police sealed off the area.\nTwo pyrotechnicians jumped off the boat to get ashore and were later treated by paramedics for minor injuries.\nLocal media quoted witnesses describing how the family-friendly fireworks show at 21:00 quickly turned to chaos.\nLoud explosions came from the barge as fireworks started going off simultaneously.\n\"It was an absolute chaos,\" Anooshe Mushtaq described the scene on Twitter.\n\"The boat shooting the fireworks goes on fire and started shootings randomly. Lucky I escaped as soon as I saw the boat on fire.\"\nEmergency services were called to the scene and police said the crowds - about 5-6,000 people - were removed from the beach as a precaution.\nThe event organisers, It's Time for Terrigal, said on Facebook that they believed a canister had exploded, setting off \"multiple detonations\".\nWhat should have been a 12-minute display was \"pushed into 4 and a half,\" they said.\n\"It became apparent this wasn't a directed event, as there [were] random fireworks going off, at this time it was deemed unsafe and we evacuated the area.\"\nBut overall, the event \"went pretty well\", they said.\nThe incident is being investigated by work safety authorities.",
  "title": "Thousands flee fireworks explosion at Australia beach",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.bbc.com/news/world-australia-42531996",
  "dId": "399df6571de4ed3df334ed412ff7814442e2b2eac850d0e9aff29d49",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 37,
    "Event": "thousands_flee_fireworks_explosion_at_australia_beach"
  }
}