{
  "authors": [],
  "date_download": "2018-01-14T13:53:13",
  "date_modify": null,
  "date_publish": "2018-01-02T00:00:00",
  "description": "Coach Bruce Arians once said he and quarterback Carson Palmer would ride away into the sunset together like a pair of old desert cowboys.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fsports%2Fredskins%2Fcardinals-qb-carson-palmer-retires-after-15-nfl-seasons%2F2018%2F01%2F02%2F3db31b54-f020-11e7-95e3-eff284e71c8d_story.html%3Futm_term%3D.f6c7174faeaf.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2018-01-03/AP/Images/Cardinals_Palmer_Retires_Football_Football_57955.jpg-ebec6.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "FILE - In this Dec. 20, 2015, file photo, Arizona Cardinals coach Bruce Arians, left, meets with quarterback Carson Palmer after the team’s NFL football game against the Philadelphia Eagles in Philadelphia. Palmer is retiring after 15 NFL seasons. Palmer, who turned 38 last week, made the announcement in an open letter released Tuesday, Jan. 2, 2018, by the Cardinals. Palmer missed the last nine games of what would be his final season with a broken left arm. He called his long professional career “the most incredible experience of my life.” The statement came one day after Arians announced his retirement. Arians and Palmer spent the last five seasons together. (Matt Rourke, File/Associated Press)\nPHOENIX — Coach Bruce Arians once said he and quarterback Carson Palmer would ride away into the sunset together like a pair of old desert cowboys.\nWell, they have.\nPalmer announced his retirement after 15 NFL seasons on Tuesday in an open letter released by Cardinals, one day after Arians said he was leaving his long coaching career.\n“Over the years, I’ve had teammates who decided to hang it up and I would ask them how they knew when it was time to walk away,” the letter began. “The answer was almost always the same: You just know. For me, it is time now. Why? Quite simply, I just know.”\nPalmer, who turned 38 last week, made the announcement in an open letter released Tuesday by the Cardinals. Palmer missed the last nine games of what would be his final season with a broken left arm.\nHe called his long professional career “the most incredible experience of my life.”\nPalmer and Arians were together the past five seasons, and they included some of the best days of the quarterback’s career.\nStanding 6-foot-5 with a remarkably strong arm, Palmer was a Heisman Trophy winner at USC and the No. 1-overall pick by Cincinnati in 2002. He threw for 46,247 yards, 12th-most in NFL history, in a career with the Bengals, Oakland and Arizona.\n“When I entered the league, I was a 23-year-old kid,” Palmer wrote. “I’m leaving a 38-year-old husband and father of four with memories and experiences that I will treasure for the rest of my life. And like most things in life, it feels like it all passed in a blink of an eye.”\nAcquired by the Cardinals for only a sixth-round pick and a swap of seventh-rounders, Palmer’s strong arm was a great fit for Arians’ ”no risk it, no biscuit” big-play passing game.\nPalmer twice came back from torn ACL injuries. The first occurred in his playoff debut for Cincinnati in 2005. He was hurt on his first pass, a 66-yard completion. The second came in the sixth game of the 2014 season.\nPalmer returned from that one to have probably the best year of his career. In 2015, he set single-season franchise records and career highs for yards passing (4,671) and touchdowns (35) while leading the Cardinals to a 13-3 record, second-best in the NFC. He won his only playoff game in four tries that season, in overtime over Green Bay.\n“My family and I are beyond grateful for everything the game has given us as well as the love and support we’ve felt from fans everywhere we’ve been,” he said. “That’s been especially true in Arizona, where we never expected to end up but wound up being such a special place for us.”\nCardinals center A.Q. Shipley, through Twitter, congratulated Palmer on “one hell of a career.”\n“My favorite all-time teammate is walking away on his terms,” Shipley said. “Not many people have that opportunity. It’s been an honor and a privilege to block for you and be your teammate. Enjoy retirement brother!”\nCardinals star running back David Johnson, also on Twitter, praised the leadership of Palmer and Arians.\n“They have taught me so much on/off the field,” Johnson wrote. “I seriously owe so much to Carson & @BruceArians for how they have gotten me to where I am in my career/life today. I wish you all the best as you start the next stages of life!”\nPalmer, with a career 62.5 percent completion rate, leaves as the only quarterback to throw for more than 4,000 yards in a season with three teams. He did it twice for Cincinnati, once for Oakland and three times with Arizona.\nPalmer spent seven years with the Bengals, leaving in a dispute with owner Mike Brown that led him to hold out to start the 2011 season, saying he would retire if he wasn’t traded.\nHe eventually was dealt to Oakland for considerable compensation — a first-round draft pick in 2012 and second-rounder in 2013. Palmer started nine games for the Raiders that season. He put up big numbers with the Raiders but there was little success in wins and losses. Oakland eventually deemed him expendable and sent him to Arizona without much in return.\nIn addition to the two ACL injuries and this season’s broken arm, Palmer also was limited to four games in 2004 with an elbow injury and missed time with a concussion and shoulder injury in Arizona.\nStill, Palmer said he would “especially miss the grind” of being an NFL player.\n“It’s the part I don’t think people fully appreciate,” he wrote, “maybe because many NFL players make the game look so easy and effortless. The mental and physical preparation it takes to compete — week in and week out, year in and year out — is draining and grueling but has always been my favorite part.”\nNow, Cardinals President Michael Bidwill and general manager Steve Keim are looking for a new coach and a new quarterback.\nSeveral interviews for the coaching job reportedly have been lined up. Pittsburgh coach Mike Tomlin confirmed that the Cardinals had received permission to talk to Steelers offensive line coach and former Tennessee Titans head coach Mike Munchak.\nThe departures of Arians and Palmer leave Larry Fitzgerald as the lone remaining member of the triumvirate that represented the core of the Cardinals’ push for a title the past five years.\nFitzgerald, 34, caught 109 passes this season, second-most in the NFL, and has a contract for next season. But he has said he will take some time before deciding whether to return.\n___\nFor more NFL coverage: http://www.pro32.ap.org and http://www.twitter.com/AP_NFL\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Cardinals QB Carson Palmer retires after 15 NFL seasons",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/sports/redskins/cardinals-qb-carson-palmer-retires-after-15-nfl-seasons/2018/01/02/3db31b54-f020-11e7-95e3-eff284e71c8d_story.html?utm_term=.f6c7174faeaf",
  "dId": "3d18138b883c22873d498b40f8b6d906e0fa3a6cc12b74164edbb63f",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 44,
    "Event": "bruce_arians_emotional_in_announcing_retirement_from_coaching_cites_family"
  }
}