{
  "authors": [],
  "date_download": "2018-01-14T13:07:35",
  "date_modify": null,
  "date_publish": "2018-01-01T00:00:00",
  "description": "A New York couple and their three sons were among 12 people killed when a small plane crashed in Costa Rica on Sunday, according to a statement from a rabbi in Scarsdale.",
  "filename": "https%3A%2F%2Fwww.thedenverchannel.com%2Fnews%2Fnational%2Fnew-york-family-of-5-among-12-killed-in-costa-rica-plane-crash.json",
  "image_url": "https://sharing.thedenverchannel.com/sharescnn/photo/2018/01/01/1514818891_75208707_ver1.0_640_480.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thedenverchannel.com",
  "text": "A New York couple and their three sons were among 12 people killed when a small plane crashed in Costa Rica on Sunday, according to a statement from a rabbi in Scarsdale.\nBruce and Irene Steinberg, and their three children, Zachary, William, and Matthew were congregants at the town's Westchester Reform Temple, said Rabbi Jonathan Blake in a statement posted on Facebook.\n\"This tragedy hits our community very hard. Bruce, Irene and their children have been devoted members of WRT since 2001.\" the statement said.\nThe Facebook post does not include the ages of the deceased family members. It says the family was active in Jewish organizations in the community and \"cherished members\" of the Sunningdale Country Club in Scarsdale.\nCosta Rican officials said 10 of the 12 victims in Sunday's crash were US citizens, but authorities have not released victims' names.\nImages show burning wreckage in wooded area\nA spokesperson for the US State Department confirmed the deaths of \"multiple US citizens.\"\n\"We express our condolences to all those affected by this tragedy. We are in contact with Costa Rican aviation authorities and will continue to monitor the situation,\" the spokesperson said.\nThe single-engine turboprop's two Costa Rican pilots also died in the crash, President Luis Guillermo Solis Rivera said in a statement posted on social media. One of the pilots was the cousin of Costa Rican ex-President Laura Chinchilla, the former leader said on her Twitter account.\nCosta Rica's Ministry of Public Security posted several images of the aftermath of the crash on its official Facebook page, showing smoke billowing from burning wreckage in a wooded area.\nHours before crash, winds forced change of course\nIt was not immediately clear what caused the crash, which happened early Sunday afternoon in Nandayure, a region in Costa Rica's Guanacaste province.\nAuthorities said Sunday they were focusing on recovering the victims' bodies and would begin an investigation into the cause of the crash first thing Monday.\nThe plane took off from the Punta Islita Airport at 12:10 p.m. Sunday, bound for Costa Rica's capital, San Jose. Officials received reports of the crash around 12:20 p.m., 10 minutes after takeoff, CNN affiliate Teletica reported, citing civil aviation authorities.\nEarlier Sunday, heavy winds had forced the plane's pilots to land at another airport and delay their arrival in Punta Islita, Teletica said.\nPresident vows to help victims' families\nCosta Rica's President expressed his condolences on Twitter.\n\"The government vows to do everything necessary to help the victims' family members in whatever they need in this difficult moment and sends them the solidarity of all the Costa Rican people,\" Solis said.\nThe private aircraft, a Cessna 208B Grand Caravan registered as TI-BEI, was part of Nature Air's fleet, officials said. Officials from the airline could not be immediately reached for comment.\nThe Caravan is a popular utility aircraft that's routinely used for carrying passengers or cargo.\nMore than 2,500 have been built since the aircraft entered service in 1984, according to the Aviation Safety Network.",
  "title": "New York family of 5 among 12 killed in Costa Rica plane crash",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thedenverchannel.com/news/national/new-york-family-of-5-among-12-killed-in-costa-rica-plane-crash",
  "dId": "3ed6cb85fae835ac5daca9e54ee5c40082ce5a029b28cbc3d17545f8",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}