{
  "authors": [
    "Faith Karimi",
    "Keith Allen"
  ],
  "date_download": "2018-01-08T00:11:55",
  "date_modify": null,
  "date_publish": "2017-12-27T09:57:19",
  "description": "Model and TV personality Chrissy Teigen tweeted about enduring her \"flight to nowhere\"after her Tokyo-bound plane suddenly turned around and headed back to LA.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2017%2F12%2F27%2Fus%2Fchrissy-teigen-flight-mixup-trnd%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/171101170659-all-nippon-airways-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Story highlights Four hours into flight, plane returned to LAX after \"administrative mix-up\"\nCrew discovered \"one of the passengers boarded the incorrect flight,\" airline says\n(CNN) Chrissy Teigen and other Tokyo-bound passengers ended up right where they started after eight hours of flying: Los Angeles.\nThe model and TV personality tweeted about enduring her \"flight to nowhere\" Tuesday night after All Nippon Airways Flight 175 made a U-turn and headed back to Los Angeles.\nThe plane, which had 226 passengers aboard, turned around four hours into its flight to Tokyo \"due to an administrative mix-up,\" an aviation source said.\nThe crew discovered an unauthorized passenger had boarded the flight, and opted to return to Los Angeles even though the mix-up was resolved, according to the source.\nTwo brothers were both going to Tokyo but were booked on separate flights, two law enforcement sources told CNN. One law enforcement source told CNN the two brothers have very similar names. Somehow, both brothers were allowed to board the All Nippon Airlines flight, even though only one of the brothers was actually booked on it. The crew discovered that extra person during the flight.\nRead More",
  "title": "Chrissy Teigen stuck aboard 'flight to nowhere' for 8 hours",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2017/12/27/us/chrissy-teigen-flight-mixup-trnd/index.html",
  "dId": "409a3093cee20b5071b7396b5721433a80c0dd6af60fa8eed80a72b5",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}