{
  "authors": [],
  "date_download": "2018-02-06T16:58:01",
  "date_modify": null,
  "date_publish": "2018-02-06T11:51:00",
  "description": "Apple removed Telegram from the App Store due to child pornography",
  "filename": "https%3A%2F%2Fwww.theinquirer.net%2Finquirer%2Fnews%2F3025811%2Fapple-removed-telegram-from-app-store-due-to-child-pornographyc.json",
  "image_url": "http://www.theinquirer.net/w-images/9da0978f-b85c-4ae3-9ad6-8a52bb99dbb4/2/Telegram-370x229.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theinquirer.net",
  "text": "APPLE HAS REVEALED that it last week removed Telegram from the App Store after learning that it was serving child pornography to users.\nTelegram was purged from the iOS App Store, with Apple claiming at the time that the messaging app was being used to spread \"inappropriate content\".\nNow, the company has confirmed that, specifically, that inappropriate content was, in fact, child pornography.\nIn a verified email sent to a 9to5Mac reader, Apple's marketing chief Phil Schiller explained: \"The Telegram apps were taken down off the App Store because the App Store team was alerted to illegal content, specifically child pornography, in the apps.\n\"After verifying the existence of the illegal content the team took the apps down from the store, alerted the developer, and notified the proper authorities, including the NCMEC (National Center for Missing and Exploited Children).\"\nSchiller notes that Telegram removed the inappropriate content and has since put controls in place to ensure this illegal content is no longer being shown to users.\n\"The App Store team worked with the developer to have them remove this illegal content from the apps and ban the users who posted this horrible content,\" he added.\n\"Only after it was verified that the developer had taken these actions and put in place more controls to keep this illegal activity from happening again were these apps reinstated on the App Store.\"\nAs noted by 9to5Mac, Telegram - like Apple's own iMessage - relies upon end-to-end encryption for protecting the privacy of messages sent between users, which means that this illegal content was likely being served up from a third-party plug-in.\nTelegram has previously been accused of harbouring violent and extremist content on its platform and was recently singled out by prime minister Theresa May who said the app acts as a place where criminals can hide their activities.\n\"No-one wants to be known as the terrorists' platform or the first-choice app for paedophiles,\" she said. µ",
  "title": "Apple removed Telegram from the App Store due to child pornography",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theinquirer.net/inquirer/news/3025811/apple-removed-telegram-from-app-store-due-to-child-pornographyc",
  "dId": "464b008fa17b81cc0715da428fd4be12bb74b9b79b12171573d4e593",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 57,
    "Event": "Apple_removed_Telegram"
  }
}