{
  "authors": [
    "Jethro Mullen"
  ],
  "date_download": "2018-01-10T23:23:33",
  "date_modify": null,
  "date_publish": "2017-12-02T04:14:32",
  "description": "Elon Musk says the first test launch of SpaceX's big new rocket, the Falcon Heavy, will happen next month.",
  "filename": "http%3A%2F%2Fmoney.cnn.com%2F2017%2F12%2F02%2Ftechnology%2Felon-musk-spacex-falcon-heavy-launch%2Findex.html.json",
  "image_url": "http://i2.cdn.turner.com/money/dam/assets/170331132436-falcon-heavy-780x439.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "money.cnn.com",
  "text": "Elon Musk says the first test launch of SpaceX's massive new rocket will happen next month.\nIts destination? Mars.\nIts cargo? A Tesla Roadster with David Bowie on the stereo.\nThe rocket, known as the Falcon Heavy, will lift off from Kennedy Space Center, near Cape Canaveral, Florida using the same launchpad as Apollo 11, Musk tweeted late Friday in the U.S.\n\"Will have double thrust of next largest rocket,\" he said. \"Guaranteed to be exciting, one way or another.\"\nFalcon Heavy to launch next month from Apollo 11 pad at the Cape. Will have double thrust of next largest rocket. Guaranteed to be exciting, one way or another. — Elon Musk (@elonmusk) December 2, 2017\nSpaceX has revolutionized the rocket industry, but it has also suffered spectacular setbacks over the years, including rockets blowing up on the launchpad and in flight.\nRelated: Elon Musk is aiming to land spaceships on Mars in 2022\nMusk, the CEO of both SpaceX and electric car company Tesla (TSLA), said the Falcon Heavy would be launched with the aim of putting its payload in orbit around Mars.\nThe rocket's rather unorthodox cargo will be Musk's own \"midnight cherry Tesla Roadster playing Space Oddity,\" he said, referring to Bowie's classic song.\nIt will, Musk predicted, \"be in deep space for a billion years or so if it doesn't blow up on ascent.\"\nPayload will be my midnight cherry Tesla Roadster playing Space Oddity. Destination is Mars orbit. Will be in deep space for a billion years or so if it doesn't blow up on ascent. — Elon Musk (@elonmusk) December 2, 2017\nAs with pretty much all timetables announced by Musk, the launch date could still change. SpaceX and Tesla have a long track record of missing the CEO's ambitious deadlines.\nSpaceX originally hoped to carry out the first Falcon Heavy test launch years ago. And Musk said earlier this year he was targeting November.\nRelated: SpaceX's playbook: Make history, then make more history\nMusk's announcement of the planned launch of the giant rocket comes just over two months after he outlined his vision for eventually putting humans on Mars and colonizing the planet.\nThat project will require an even larger rocket, though. It's called the BFR, or Big Falcon Rocket, which inside the company is nicknamed the \"Big F--king Rocket.\"\nSpaceX plans to start building the first of those by the middle of next year, Musk said in late September.\nHe wants to land at least two of the spacecraft on Mars in 2022 carrying equipment -- and then ones transporting people in 2024.\nIn the meantime, the Falcon Heavy is intended to boost the amount of cargo SpaceX can take into space for its customers. The company says it will be able to take into orbit more than twice the payload -- 119,000 pounds -- of its closest rival at a third of the cost.\nSpaceX has shaken up the aerospace industry by dramatically slashing costs and developing rockets that can blast out of the atmosphere and then come back down to land on a barge floating in the middle of the ocean.\nMarket Sectors: See latest news & which stock market segments are performing best\nTraditionally, rockets have been used just once, and are left to burn up in the atmosphere after a mission. But SpaceX has been working for years to change that.\nIt has said that reused rockets will be a part of the maiden launch of the Falcon Heavy, which is essentially three Falcon 9 rockets, the company's current workhorse, strapped together.",
  "title": "Elon Musk will send his Tesla Roadster to Mars on a giant rocket",
  "title_page": null,
  "title_rss": null,
  "url": "http://money.cnn.com/2017/12/02/technology/elon-musk-spacex-falcon-heavy-launch/index.html",
  "dId": "466c69cdb53c8dfc93beff5d4961dfd206987202d3258165144ab3ae",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 18,
    "Event": "elon_musk_reveals_red_tesla_roadster_bound_for_mars"
  }
}