{
  "authors": [
    "Olivia Singh",
    "Dec."
  ],
  "date_download": "2018-01-08T00:13:10",
  "date_modify": null,
  "date_publish": "2017-12-27T00:00:00",
  "description": "After the death of her 21-year-old cousin, singer Rihanna demands an end to gun violence.",
  "filename": "http%3A%2F%2Fwww.thisisinsider.com%2Frihanna-cousin-dead-calls-for-gun-control-2017-12.json",
  "image_url": "https://amp.thisisinsider.com/images/5a43ab64aa4c8b2e008b4567-750-375.png",
  "language": null,
  "localpath": null,
  "source_domain": "www.thisisinsider.com",
  "text": "Rihanna had just spend the Christmas holiday with her cousin Tavon. Dimitrios Kambouris/Getty Images\nEarlier this week, Rihanna visited Alleyne and other family members in Barbados to celebrate the holidays.\nHer cousin, Tavon Kaiseen Alleyne, 21, was killed on Tuesday.\nAccording to a report, Alleyne was shot by an unidentified person.\nIn a heartfelt Instagram post, Rihanna called for an end to gun violence.\nRihanna is calling for an end to violence following the murder of her cousin, Tavon Kaiseen Alleyne, who was shot multiple times Tuesday evening.\nTaking to Instagram, the 29-year-old singer posted four photos with Alleyne along with a heartfelt caption. She concluded her post with \"#endgunviolence.\"\nEarlier this week, Rihanna traveled to Barbados to spend the holidays with Alleyne and her other family members who live on the island.\nAccording to a report by NationNews Barbados, Alleyne was shot several times by an unidentified attacker while walking through his neighborhood, Eden Lodge, around 7 p.m. Tuesday. Following the attack, the person fled the scene and Alleyne was rushed to the hospital, where he passed away. Alleyne was 21 years old and NationNews Barbados reports that he was the 31st person killed in Barbados this year.\nGun violence has become the subject of much debate, especially in the US. Stars like Ariana Grande have also been outspoken about her stance on the issue and her belief that there should be stricter gun control laws.",
  "title": "Rihanna calls for end to gun violence after her cousin's tragic death",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thisisinsider.com/rihanna-cousin-dead-calls-for-gun-control-2017-12",
  "dId": "480f08041e5dd7a249c421330d9ee9e8bcc07cfa41fb760ceb2461ac",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 12,
    "Event": "rihanna_calls_for_an_end_to_gun_violence_after_death_of_her_cousin_in_barbados"
  }
}