{
  "authors": [
    "Hayley Miller",
    "Reporter"
  ],
  "date_download": "2018-01-14T13:07:38",
  "date_modify": null,
  "date_publish": "2017-12-31T20:47:18",
  "description": "A family of 4 from Florida also perished Sunday when a Nature Air flight crashed into a mountain.",
  "filename": "https%3A%2F%2Fwww.huffingtonpost.com%2Fentry%2Fcosta-rica-plane-crash_us_5a49474ee4b06d1621b9a206.json",
  "image_url": "https://img.huffingtonpost.com/asset/5a4a2fb61c0000220068e058.png?cache=dpiuuu8tc0&ops=1910_1000",
  "language": "en",
  "localpath": null,
  "source_domain": "www.huffingtonpost.com",
  "text": "A plane carrying 10 American tourists, including a family of five from New York and a family of four from Florida, as well as two Costa Rican pilots crashed in northwestern Costa Rica on Sunday, killing everyone on board, officials said.\nThe Nature Air flight crashed into a mountain around noon local time, shortly after taking off from Punta Islita Airport. Aviation officials are continuing to investigate what caused the crash.\nCosta Rica’s Ministry of Safety shared footage of the wreckage burning in a wooded area of Guanacaste, roughly 130 miles northwest of San José.\nA family of five from Scarsdale, New York, was vacationing in Costa Rica when they were all killed in the crash. Bruce and Irene Steinberg, along with their sons Matthew, William and Zachary, were headed to San José for the final leg of their trip.\n“We are in utter shock and disbelief right now,” Tamara Steinberg Jacobson, Bruce Steinberg’s sister, wrote in a Facebook post Sunday.\nBruce Steinberg worked in investment banking and Irene Steinberg volunteered for various nonprofit organizations, reported The New York Times. Matthew was an eighth-grader at a private school, while William and Zachary were college students at the University of Pennsylvania and Johns Hopkins University, respectively.\n“They were the kind of people you would like to have many of,” a relative told the Times. “They always did everything as a family.”\nMitchell and Leslie Weiss of Belleair, Florida, along with two children Hannah and Ari, also perished in Sunday’s crash, CNN reported.\nA representative for the United Synagogue of Conservative Judaism, of which Hannah and Ari were both heavily involved, confirmed the family members’ deaths in a tweet.\n“They were very, very giving,” Pam Kravitz, a friend of the family, told the Tampa Bay Times. “They were amazing. This is a tragedy to lose them.”\nFormer Costa Rican President Laura Chinchilla Miranda tweeted that her cousin, Juan Manuel Retana, was one of the pilots who died in the crash.\nAuthorities obtained a list of passengers provided by the airline, but were awaiting official confirmation of their identities, reported The Associated Press.\nAviation officials were continuing to investigate what caused the crash, Enio Cubillo, director of Costa Rica Civil Aviation, said during a news conference. Strong winds delayed the plane’s arrival into Punta Islita Airport earlier in the day, Cubillo said.\nNature Air is an airline based in San José. It is the largest private charter operator in Central America and became the world’s first carbon neutral airline in 2004, according to the company’s site.\nIn September, two passengers, including one American, were killed when a Nature Air flight en route from San José to the city of Liberia crashed into a river.\nNature Air did not immediately respond to HuffPost’s requests for comment.\nCORRECTION: An earlier version of this story included the names of all 12 people thought to have died in the crash, as reported by local media outlets. Officials have not yet confirmed the identities of all those killed.",
  "title": "New York Family Of 5 Among 12 Killed In Costa Rica Plane Crash",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.huffingtonpost.com/entry/costa-rica-plane-crash_us_5a49474ee4b06d1621b9a206",
  "dId": "51648dc621ce962f7ea58ad34796c958a0b1d06b02c1a20951ac057b",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}