{
  "authors": [],
  "date_download": "2018-02-06T16:56:23",
  "date_modify": null,
  "date_publish": "2018-02-05T05:50:31",
  "description": "SpaceX is all set to launch its most powerful rocket to date in the form of the Falcon Heavy – and not only that, it's planning a high-stakes triple landing for the core components.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F417934-spacex-falcon-heavy-rocket%2F.json",
  "image_url": "https://cdni.rt.com/files/2018.02/article/5a78965ffc7e93632f8b4569.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "SpaceX is all set to launch its most powerful rocket to date in the form of the Falcon Heavy – and not only that, it's planning a high-stakes triple landing for the core components.\nFalcon Heavy essentially looks like three SpaceX Falcon 9 rockets strapped together. When it launches on Tuesday, Elon Musk’s brainchild project will attempt to land all three of Heavy’s first stage core boosters – at the same time.\nREAD MORE: Elon Musk's epic montage of explosive SpaceX fails (VIDEO)\n“Following booster separation, Falcon Heavy’s two side cores will return to land at SpaceX’s Landing Zones 1 and 2 (LZ-1 & LZ-2) at Cape Canaveral Air Force Station, Florida,” SpaceX confirmed, as cited by Business Wire.\n“Falcon Heavy’s center core will attempt to land on the ‘Of Course I Still Love You’ droneship, which will be stationed in the Atlantic Ocean,” the company added. SpaceX has some form in landing the Falcon 9 rockets.\nFalcon 9s have safely returned to Earth, either touching down on land or on robotic drone ships, a total of 21 times so far. As part of it’s reusable rocket remit, SpaceX has reflown boosters six times.\nFalcon Heavy remains go for launch at 1:30pm on Tuesday — Elon Musk (@elonmusk) February 5, 2018\nFalcon Heavy’s inaugural flight will go a step further if all three components manage a safe return. The massive rocket, billed by the company as “the most powerful operational rocket in the world by a factor of two,” can lift a payload of nearly 64 metric tons (141,000 lb) – more than a fully laden 737 aircraft – into space.\nFor this test mission, the payload will be both lighter and less typical than your average space launch. A red Tesla Roadster, complete with a dummy passenger called Starman, is acting as unconventional ballast on board and is all set to be shot into space.\nA post shared by Elon Musk (@elonmusk) on Feb 4, 2018 at 9:50pm PST\nHere’s hoping he makes it, though there’s always a chance it could end in a ball of flames just like some of his previous SpaceX missions.",
  "title": "SpaceX plans audacious triple landing after launching ‘world’s most powerful rocket’",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/417934-spacex-falcon-heavy-rocket/",
  "dId": "58454366c71ad08d82966ec5a8a31d7b7b9bf8f0ea9a51a06609f60a",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 49,
    "Event": "First_Falcon_Heavy_launch"
  }
}