{
  "authors": [
    "Alex Horton Is A General Assignment Reporter",
    "Former Army Infantryman."
  ],
  "date_download": "2018-02-06T16:56:27",
  "date_modify": null,
  "date_publish": "2018-02-06T03:00:09",
  "description": "Researchers planned to study a black hole and chanced upon something entirely unexpected.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Fspeaking-of-science%2Fwp%2F2018%2F02%2F05%2Fscientists-discover-the-first-planets-outside-the-milky-way%2F%3Futm_term%3D.2d11f789bb28.json",
  "image_url": "https://www.washingtonpost.com/resizer/6MGIeKeOwen8_dglBVeSj2ZklHQ=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/JRJXCXQ244YGHHHSJQMF5RKMCI.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "The lens galaxy, at center, and four lensed background quasars. (University of Oklahoma)\nThe truth is out there. And past that is a cluster of planets 3.8 billion light-years away, a recent discovery that if confirmed could extend the boundary of what we know about the universe.\nUsing data from a NASA X-ray laboratory in space, Xinyu Dai, an astrophysicist and professor at the University of Oklahoma, detected, for the first time ever, a population of planets beyond the Milky Way galaxy. The planets range in size from Earth's moon to the massive Jupiter.\nThere are few methods to determine the existence of distant planets. They are so far away that no telescope can observe them, Dai told The Washington Post. So Dai and postdoctoral researcher Eduardo Guerras relied on a scientific principle to make the discovery: Albert Einstein's theory of relativity.\nEinstein's theory suggests light bends when tugged by the force of gravity. In this case, the light is coming from a quasar — the nucleus of a galaxy with a swirling black hole — that emits powerful radiation in the distance.\nBetween that quasar and the space-based laboratory is the galaxy of newly discovered planets. The gravitational force of the galaxy bends the light heading toward the Milky Way, illuminating the galaxy in an effect called microlensing. In that way, the galaxy acts as a magnifying glass of sorts, bringing a previously unseen celestial body into X-ray view.\n[ Curiosity’s five-year journey across Mars — in one stunning photo ]\nThe technique was first used to first identify planets outside of our solar system but inside the galaxy, known as exoplanets.\n“Microlensing is probably the only way,” Dai said.\nIn a university news release, Guerras had a less formal way to describe the complicated process: “This is very cool science.”\nThe photo that emerged is a modest image of the extraordinary find that Dai said will advance the study of planetary science. The central elliptical object is the galaxy where the planets reside. The linked white dots at the top and solo white mark at the bottom are the lensed images of active radiation pulsating from a black hole.\nDai estimated the distant galaxies contain 2,000 planets for every star. That means trillions of planets probably reside there, he said, consistent with the ratio of free-floating planets found in the Milky Way, which contains billions of planets.\n“This discovery, if the interpretation of the data holds up, looks very exciting indeed,” Priyamvada Natarajan, a theoretical astrophysicist at Yale University, told NBC.\nBut other experts stressed skepticism. David Bennett, a gravitational lensing expert at NASA, said that the research was “interesting” but that the data could be interpreted in a way to suggest the objects were not extragalactic, NBC reported.\nMicrolensing can reveal surprising things, such as the same star exploding four times, but objects in space are not static and will not always have the perfect quasar backdrop to bathe a given object with arcing light. That gives limited time for a discovery to be made, with nearly boundless galaxies in the sky.\nThat might make this discovery all the more remarkable — the fact that it might not have happened at all. Dai was simply looking to study the environment in and around a black hole. He may have found something more.\n“It was serendipity,” he said.\nRead more:\nNASA lost contact with a satellite 12 years ago. An amateur just found its signal.\nScientists discover ‘the holy grail of dinosaurs’ in Africa",
  "title": "Scientists may have discovered the first planets outside the Milky Way",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/news/speaking-of-science/wp/2018/02/05/scientists-discover-the-first-planets-outside-the-milky-way/?utm_term=.2d11f789bb28",
  "dId": "58b43cc632170a3d84708e7b03531765f221fc92783d64fc174ebe67",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 51,
    "Event": "first_planets_outside_the_Milky_Way"
  }
}