{
  "authors": [],
  "date_download": "2018-01-14T13:53:14",
  "date_modify": null,
  "date_publish": "2018-01-01T00:00:00",
  "description": "Say goodbye to “No risk it, no biscuit.”",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fsports%2Fredskins%2Farians-announces-retirement-after-5-seasons-in-arizona%2F2018%2F01%2F01%2F6f32f7cc-ef20-11e7-95e3-eff284e71c8d_story.html%3Futm_term%3D.826d8ad68a7e.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2018-01-01/AP/Images/Cardinals_Seahawks_Football_10512.jpg-feada.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "Arizona Cardinals head coach Bruce Arians is hugged by quarterback Drew Stanton (5) after Seattle Seahawks kicker Blair Walsh missed a field goal at the end of an NFL football game, Sunday, Dec. 31, 2017, in Seattle. (Elaine Thompson/Associated Press)\nTEMPE, Ariz. — Say goodbye to “No risk it, no biscuit.”\nBruce Arians, one of the NFL’s biggest personalities, is retiring from coaching after five mostly successful and usually entertaining seasons as head coach of the Arizona Cardinals.\nThe 65-year-old two-time NFL Coach of the Year, known for his Kangol-style hats, colorful vocabulary and wide-open “no risk it, no biscuit” offense, announced the decision in an emotional session with the media on Monday.\n“It’s been an unbelievable journey,” he said. “The tears you see are really tears of joy and peace. I’ll miss the players. I’ll miss coming out of the locker room hearing the national anthem because it still gets to me.”\nArians said he told the players of his decision Sunday after the team’s 26-24 win at Seattle and the players never leaked it to reporters.\n“And they lied to you because of that,” he said. “There’s really no greater feeling in the world to know your players have your back.”\nOf the reason for the retirement, Arians said, “Family’s a big one.”\nHe recalled last summer, when he was talking to his wife Christine at their lake house in Georgia, she told him their son Jake was turning 40.\n“It hit me like a ton of bricks that I missed all that time,” Arians said.\nArians, who spent more than four decades in coaching, has had health issues in recent years, including treatment for diverticulitis as well as a successful fight against kidney cancer last offseason.\nHe said the Cardinals had the best owner in the NFL “by far” and called general manager Steve Keim his “little brother.”\nKeim’s voice cracked with emotion when he talked about his time with Arians.\n“I don’t think there’s any doubt it’s going to be hard to replicate the kind of relationship we all had with Bruce and how special he was to us,” Keim said. “There’s no doubt he’ll always hold a special place in my heart.”\nCardinals president Michael Bidwill said “we’ll miss him a lot.”\nBidwill said the search for a new coach would begin immediately, and he had requests to other teams for permission to speak to assistant coaches going out Monday.\nBut Bidwill said there will be no rush to fill the job despite the many other head coaching openings in the league. He noted that Arians was the last of seven coaches to be hired five years ago.\n“And I’m glad we didn’t get caught up like it was a race or something,” Bidwill said.\nArians won a franchise-record 50 games in his five seasons with Arizona.\nCounting his stint as interim coach of the Indianapolis Colts, Arians went 59-35-1 as a head coach, including the playoffs.\nBefore that, he won two Super Bowl rings as an assistant coach in Pittsburgh, the second one as offensive coordinator of the Steelers team that beat Arizona in the 2009 Super Bowl.\nArians first won NFL Coach of the Year honors for his work on an interim basis for the Indianapolis Colts in 2012 and again after directing the Cardinals to an 11-5 record and a playoff berth in 2014.\nHe was 50-32-1 in five seasons with the Cardinals, including a 4-1 mark in Seattle. The Cardinals were 1-2 in playoff games under him.\nArians’ best season was 2015, when quarterback Carson Palmer directed the league’s highest-scoring offense on a team that went 13-3 and earned the No. 2 seed in the NFC.\nArizona escaped with an overtime playoff victory over Green Bay in the divisional playoff game, but was crushed at Carolina 49-15 in the NFC championship game.\nThe Cardinals went 7-8-1 in 2016 and 8-8 this past season, winning three of their last four.\nStill uncertain is the status of Palmer and wide receiver Larry Fitzgerald. Both are under contract for next season but Palmer turned 38 last week missed most of the season with a broken left arm. Fitzgerald said he hasn’t decided whether to come back for a 15th season. Fitzgerald finished second in the NFL this season with 109 catches.\nKeim knows that finding a new franchise quarterback is the top priority once a coach is in place.\n“Really, five years ago we started with no head coach and no quarterback and I feel like that ended up pretty good,” Keim said. “I think that’s the way we need to approach this this time around.”\nArians began his coaching career 42 years ago as a graduate assistant at Virginia Tech. He was an assistant to Bear Bryant for one season at Alabama before being hired as the head coach at Temple a job he held from 1983 to 1988.\nHe developed a reputation for his good work with quarterbacks, including Peyton Manning, Ben Roethlisberger and Andrew Luck.\nArians said he was forced out at Pittsburgh, “refired” is how he put it, and was ready to step away from the game when Colts coach Chuck Pagano offered him the offensive coordinator job.\nWhen Pagano had to leave the team for a time, Arians directed the Colts to a 9-3 record as interim coach.\nThat opened the way to come to Arizona, finally getting an NFL head coaching job at age 60.\nHe said he was planning to stay in the Phoenix area and that his foundation would continue its work for underprivileged children. He wants to stay close to the game and hinted at a broadcast job.\n“Hell, I might be on your side,” he told reporters. “I don’t know.”\n___\nFor more NFL coverage: http://www.pro32.ap.org and http://www.twitter.com/AP_NFL\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Arians announces retirement after 5 seasons in Arizona",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/sports/redskins/arians-announces-retirement-after-5-seasons-in-arizona/2018/01/01/6f32f7cc-ef20-11e7-95e3-eff284e71c8d_story.html?utm_term=.826d8ad68a7e",
  "dId": "5a7c11ed666ae65e5e832fd959cfb7244f8196a02d93990848a4156a",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 44,
    "Event": "bruce_arians_emotional_in_announcing_retirement_from_coaching_cites_family"
  }
}