{
  "authors": [
    "Lynette Rice"
  ],
  "date_download": "2018-02-06T16:55:17",
  "date_modify": null,
  "date_publish": "2018-02-05T15:41:00",
  "description": "The criticism comes after Recording Academy President Neil Portnow said women in music need to 'step up'",
  "filename": "http%3A%2F%2Few.com%2Fmusic%2F2018%2F02%2F05%2Fgrammys-woefully-out-of-touch-female-music-execs-letter%2F.json",
  "image_url": "https://ewedit.files.wordpress.com/2018/01/gettyimages-911560746.jpg?crop=0px%2C66px%2C2700px%2C1418px&resize=1200%2C630",
  "language": "en",
  "localpath": null,
  "source_domain": "ew.com",
  "text": "Several female heavyweights in the music industry fired off a letter to the Recording Academy, saying it was “woefully out of touch with today’s music, the music business, and even more significantly, society” after only one woman, Alessia Cara, won a solo award on this year’s Grammy Awards broadcast.\nThe joint letter, obtained by the The New York Times, was signed by Universal Music Group exec VP Michele Anthony, chief exec Jody Gerson of Universal’s publishing arm, Atlantic Records co-chairman Julie Greenwald, Epic Records president Sylvia Rhone, Sony Music general counsel Julie Swidler, and Roc Nation COO Desiree Perez.\nThe women took issue with comments made by Academy President Neil Portnow, who said women needed to “step up” their work in the music business as a way to explain the lack of female representation at the awards this year. His comments prompted criticism by artists like Pink and Kelly Clarkson, while a group of music lawyers and talent managers called for Portnow’s resignation.\nA couple days after the backlash, Portnow walked back his comments, saying he regretted “not being as articulate” as he should have been.\nAccording to the letter, however, “Neil Portnow’s comments are not a reflection of being ‘inarticulate’ in a single interview. They are, unfortunately, emblematic of a much larger issue with the [National Academy of Recording Arts and Sciences] organization as a whole on the broader set of inclusion issues across all demographics.”\nFurther fueling anger among women in the business was how Lorde, the only woman to receive a nomination for album of the year, did not perform during the Grammys. After the show, executive producer Ken Ehrlich reportedly said “there’s no way we can really deal with everybody” when asked why Lorde didn’t get a spot in the show.\nThe NYT says the letter calls for a task force to achieve diversity and transparency, and “as senior music executives with true commitment to the welfare of the organization and the music community, we hereby put ourselves forward for service.”\nOn Monday afternoon, Portnow responded with a brief statement, per the Times. “We appreciate the points raised in this letter and welcome the opportunity to work with these executives to address the issues of inclusion, representation, fairness, and diversity in our community,” he said. “As we establish the details around our recently announced task force, we will seek their input and guidance.”\nRead more about the letter obtained by the NYT here.",
  "title": "Grammys 'woefully out of touch,' say female music execs",
  "title_page": null,
  "title_rss": null,
  "url": "http://ew.com/music/2018/02/05/grammys-woefully-out-of-touch-female-music-execs-letter/",
  "dId": "5bf030cf6a3ec9ca91addf4800059f66b9c0f6801c458650bfcab52c",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 52,
    "Event": "Top_Female__Recording_Academy"
  }
}