{
  "authors": [],
  "date_download": "2018-02-06T16:56:26",
  "date_modify": null,
  "date_publish": "2018-02-04T16:54:26",
  "description": "SpaceX’s hot new monster rocket makes its launch debut this week, blasting off from the same pad that hoisted men to the moon a half-century ago.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnational%2Fhealth-science%2Fspacexs-hot-new-monster-rocket-ready-for-first-test-flight%2F2018%2F02%2F04%2F0e7f682c-09cc-11e8-998c-96deb18cca19_story.html%3Futm_term%3D.94124d7a5e6b.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2018-02-04/AP/Images/Space_SpaceX_69004.jpg-00b52.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "This Dec. 28, 2017 photo made available by SpaceX shows a Falcon Heavy rocket in Cape Canaveral, Fla. With more than 5 million pounds of liftoff thrust the Heavy will be capable of lifting super-size satellites into orbit and sending spacecraft to the moon, Mars and beyond. (SpaceX via AP) (Associated Press)\nCAPE CANAVERAL, Fla. — SpaceX’s hot new monster rocket makes its launch debut this week, blasting off from the same pad that hoisted men to the moon a half-century ago.\nThe Falcon Heavy won’t surpass NASA’s Saturn V moon rocket, still all-time king of the launch circuit. It won’t even approach the liftoff might of NASA’s space shuttles.\nBut when it departs on its first test flight — as early as Tuesday — the Heavy with its three boosters and 27 engines will be the most powerful working rocket out there today, by a factor of two. Picture SpaceX’s frequent-flyer Falcon 9 and its single booster and then times that by three; the Heavy’s three first-stage boosters are strapped side by side by side.\nThe Heavy represents serious business for the private space company founded 16 years ago by Elon Musk. With more than 5 million pounds of liftoff thrust — equivalent to 18 747s jetliners — the Heavy will be capable of lifting supersize satellites into orbit and sending spacecraft to the moon, Mars and beyond.\nUsing another airplane analogy, SpaceX boasts a Heavy could lift a 737 into orbit, passengers, luggage and all.\nThe company already has some Heavy customers lined up, including the U.S. Air Force.\n“I can’t wait to see it fly and to see it fly again and again,” said the Southwest Research Institute’s Alan Stern. He’s the lead scientist for NASA’s New Horizons spacecraft which made an unprecedented flyby of Pluto and is now headed to an even smaller, icy world on the fringes of the solar system.\nCape Canaveral hasn’t seen this kind of rocket mania since the last space shuttle flight in 2011. Huge crowds are expected for the afternoon launch from Kennedy Space Center. Visitor center tickets for the best up-close viewing, called “Feel the Heat” and “Closest Package,” sold out quickly.\n“When you’re talking about what would be the biggest and largest operational launch vehicle in the world, that adds another dimension of excitement,” said Phil Larson, an assistant dean at the University of Colorado at Boulder, who used to work for SpaceX and the Obama administration.\nThe Heavy is capable of delivering, in one fell swoop, 140,660 pounds (63,800 kilograms) of cargo to low-Earth orbit, nearly 60,000 pounds (26,700 kilograms) to high-Earth orbit, 37,000 pounds (16,800 kilograms) to Mars, or 7,700 pounds (3,500 kilograms) to Pluto.\nBut for this inaugural flight, the rocket will carry up Musk’s cherry-red Tesla Roadster. In addition to SpaceX, he runs the electric car maker Tesla.\n“Red car for a red planet,” Musk tweeted in December, when announcing the surprise cargo.\nFresh-off-the-drawing-board rockets typically carry steel or concrete blocks in place of true cargo.\n“That seemed extremely boring,” Musk explained.\nNASA officials said the Falcon Heavy is just the latest evidence of the Kennedy Space Center’s transformation into a multi-user spaceport, a turnaround after decades of space shuttles taking center stage.\nA variety of rockets will be needed — besides NASA’s still-under-construction Space Launch System megarocket — as astronauts venture out into the solar system, said Kennedy’s director of center planning and development, Tom Engler. Blue Origin, led by Amazon’s Jeff Bezos, for instance, is developing a big, reusable orbital-class rocket named New Glenn after the first American to orbit the world, John Glenn.\nCocoa Beach Mayor Ben Malik, a banker by day, noted that jobs are making a big comeback, with so many private rocketeers and other aerospace businesses hitting town. The area suffered thousands of layoffs when the 30-year space shuttle program ended.\n“We are not only back, but the region is much more diversified,” Malik said. “We are becoming a high-tech hub.”\nStern sees the Heavy opening the door to more exploration, both human and robotic, given its heft and cost savings. SpaceX’s launch failures of Falcon 1 and Falcon 9 showed the company has “a very strong backbone.” While Falcon 1 was completely on the SpaceX tab, Falcon 9 benefited from the company’s contracts with NASA for space station shipments.\nThis persistence resulted in SpaceX becoming, in 2010, the first private company to launch a spacecraft into orbit and then safely guide it back to Earth, something only large governments had accomplished. Two years later, SpaceX became the first commercial supplier of the International Space Station. Now the company is aiming for the first commercial crew launch.\nAt the heart of SpaceX’s cost savings is its rocket-recycling campaign. Two of the Heavy’s first-stage boosters are repeats, having flown on Falcon 9s. The company will attempt to recover all three boosters; the two old boosters will aim for side-by-side vertical touchdowns at Cape Canaveral, while the new, beefed-up center core will attempt to land on a floating ocean platform.\nRocket makers typically discard their leftover boosters in the ocean. Now those boosters often come back and land, at least when it’s SpaceX, complete with sonic booms just like the old shuttle days.\nUnlike most rockets out there, the Falcon Heavy receives no government funding. The Mars-obsessed Musk has taken it upon himself and his California-based aerospace company to bankroll the hulking rocket. At a sticker price of $90 million, the Heavy is a relative bargain. NASA’s bigger and more powerful SLS is expected to exceed $1 billion a flight.\nMusk upped the ante by putting his Tesla atop this first Heavy; he’s been warning for months the rocket might not make it higher than the launch tower.\nIf the flight succeeds, it will be the first true automobile hurled into space. It’s destined for a perpetual orbit around the sun that will swing out as far as Mars. The car’s soundtrack will be playing David Bowie’s “Space Oddity.”\n“It is a catchy way to get attention,” said Stern while driving his blue Tesla Model S in Boulder, Colorado, last week.\nMusk is already looking ahead to an even bigger SpaceX rocket that would phase out both the Falcon 9 and Heavy.\nRetired NASA historian and Smithsonian curator Roger Launius cautioned SpaceX has “a long history of overpromising,” although eventually succeeding. The Heavy’s debut, for example, has been delayed for years. Musk has acknowledged the Heavy proved harder to build than anticipated.\n“I’m in favor of more capacity to get off this planet, so I cheer when anyone has a successful new rocket,” Launius wrote in an email.\nHe promised to be “properly congratulatory” if and when success comes.\n___\nOnline:\nSpaceX: http://www.spacex.com/\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "SpaceX’s hot new monster rocket ready for first test flight",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/national/health-science/spacexs-hot-new-monster-rocket-ready-for-first-test-flight/2018/02/04/0e7f682c-09cc-11e8-998c-96deb18cca19_story.html?utm_term=.94124d7a5e6b",
  "dId": "60c49d752ab651be79ba8f3165cfcc7b42187f5005dfe03f0f07ba50",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 49,
    "Event": "First_Falcon_Heavy_launch"
  }
}