{
  "authors": [],
  "date_download": "2018-02-06T16:55:38",
  "date_modify": null,
  "date_publish": "2018-02-06T11:52:44",
  "description": "The director says persuading the actress to drive a car that crashed on set was \"heartbreaking\".",
  "filename": "http%3A%2F%2Fwww.bbc.com%2Fnews%2Fentertainment-arts-42958525.json",
  "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/D958/production/_99904655_quentin_uma_getty.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bbc.com",
  "text": "Image copyright Getty Images Image caption The pair have been friends for over 20 years\nQuentin Tarantino has said allowing Uma Thurman to drive a car that crashed on the set of 2003 film Kill Bill is \"one of the biggest regrets of my life\".\nHe said he drove the car in one direction to test it, but then asked Thurman to drive it the other way.\nHe said he didn't realise there was a twist in the road coming back. Thurman posted footage of her crash on Monday.\nThe director said failing to test the route one more time was \"one of my most horrendous mistakes\".\nThurman suffered neck and knee injuries in the accident.\nIn a New York Times interview published over the weekend, Thurman said she had worries about the state of the car, but that Tarantino had persuaded her to go ahead with the scene.\nIn an interview with Deadline Hollywood, the director said he heard \"Uma was trepidatious about doing the driving shot\" but added: \"None of us ever considered it a stunt. It was just driving. Maybe we should have but we didn't.\"\nImage copyright Getty Images Image caption The crash affected their friendship for several years\nHe said he drove down the road to check it was OK and thought, \"this is going to be okay. This is a straight shot... no hidden S-curves\".\nHe added: \"I was very happy, thinking, she can totally do this, it won't be a problem.\n\"I came in there all happy telling her she could totally do it, it was a straight line, you will have no problem. Uma's response was 'OK'. Because she believed me. Because she trusted me... I told her it would be safe. And it wasn't. I was wrong.\n\"I didn't force her into the car. She got into the car because she trusted me. And she believed me.\"\nHe said they decided Thurman should drive the car down the same road in the opposite direction because the light would be better as it was getting towards the end of the day.\n\"I thought, a straight road is a straight road and I didn't think I needed to run the road again to make sure there wasn't any difference, going in the opposite direction.\n\"Again, that is one of the biggest regrets of my life. As a director, you learn things and sometimes you learn them through horrendous mistakes. That was one of my most horrendous mistakes, that I didn't take the time to run the road, one more time, just to see what I would see.\"\nImage copyright Getty Images Image caption Kill Bill Volume One was released in 2003\nHe said it was \"just horrible\" when he saw her crash.\n\"It was heartbreaking. Beyond one of the biggest regrets of my career, it was one of the biggest regrets of my life.\n\"It affected me and Uma for the next two or three years. It wasn't like we didn't talk. But a trust was broken.\"\nImage copyright Getty Images Image caption Thurman played Beatrix Kiddo (aka The Bride), who takes revenge on those who have wronged her\nWriting on Instagram, Thurman said she was proud of Tarantino for finding the footage for her.\n\"Quentin Tarantino was deeply regretful and remains remorseful about this sorry event, and gave me the footage years later so I could expose it and let it see the light of day, regardless of it most likely being an event for which justice will never be possible,\" she said.\n\"He also did so with full knowledge it could cause him personal harm, and I am proud of him for doing the right thing and for his courage.\"\nImage copyright Getty Images Image caption Michael Madsen played one of the Deadly Viper Assassination Squad\nIn the interview, Tarantino also responded to other claims in the New York Times - namely that the director spat in Thurman's face in the Kill Bill scene where Michael Madsen is seen on screen doing so, and choked her with a chain in the scene where a teenager named Gogo is seen doing it in the film.\nThe director said: \"I love Michael, he's a terrific actor, but I didn't trust him with this kind of intricate work, of nailing this. So the idea is, I'm doing it, I'm taking responsibility. Also, I'm the director, so I can kind of art direct this spit.\"\nRegarding the choking scene, Tarantino said it was the actress's suggestion \"to just wrap the thing around her neck, and choke her. Not forever, not for a long time\".\nHe added: \"I would ask a guy the same thing. In fact, I would probably be more insistent with a guy.\"\nResponding to the New York Times article, he added: \"Uma was in turmoil about the uprising against me this whole weekend... she never meant this to roll over to me.\n\"We're both one of the closest people in each other's lives.\"\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.",
  "title": "Quentin Tarantino: Uma Thurman car crash was a 'horrendous mistake'",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.bbc.com/news/entertainment-arts-42958525",
  "dId": "6979720e6a5e8b78d97926da5ac077a9e1a7c3a52ac07d1d92cc6618",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 54,
    "Event": "Quentin_Tarantino_Uma_Thurman_car_crash"
  }
}