{
  "authors": [],
  "date_download": "2018-01-14T13:53:33",
  "date_modify": null,
  "date_publish": "2018-01-14T00:00:00",
  "description": "Astronauts aboard the International Space Station (ISS) have for the first time identified microbes in space without having to samples back to Earth for tests.The ability to identify microbes in space could aid in the ability to diagnose and treat astronaut ailments in real time.",
  "filename": "https%3A%2F%2Fwww.ndtv.com%2Fworld-news%2Fastronauts-identify-unknown-microbes-in-space-for-first-time-1794572.json",
  "image_url": "https://i.ndtvimg.com/i/2018-01/nasa_650x400_41514836234.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.ndtv.com",
  "text": "Astronauts aboard the International Space Station (ISS) have for the first time identified microbes in space without having to samples back to Earth for tests.The ability to identify microbes in space could aid in the ability to diagnose and treat astronaut ailments in real time, as well as assisting in the identification of DNA-based life on other planets.It could also benefit other experiments aboard the orbiting laboratory. Identifying microbes involves isolating the DNA of samples, and then amplifying - or making many copies - of that DNA that can then be sequenced, or identified.The investigation was broken into two parts: the collection of the microbial samples and amplification by Polymerase Chain Reaction (PCR), then sequencing and identification of the microbes.NASA astronaut Peggy Whitson conducted the experiment aboard the orbiting laboratory, with NASA microbiologist and the project's Principal Investigator Sarah Wallace and her team watching and guiding her from the US. As part of regular microbial monitoring, petri plates were touched to various surfaces of the space station. Working within the Microgravity Science Glovebox (MSG) about a week later, Whitson transferred cells from growing bacterial colonies on those plates into miniature test tubes,something that had never been done before in space.Once the cells were successfully collected, it was time to isolate the DNA and prepare it for sequencing, enabling the identification of the unknown organisms - another first for space microbiology.The MinION device was used to sequence the amplified DNA.The data were downlinked to the team in Houston for analysis and identification. \"Once we actually got the data on the ground we were able to turn it around and start analysing it,\" said Aaron Burton,NASA biochemist.The samples were returned to Earth soon after.Biochemical and sequencing tests were completed in ground labs to confirm the findings from the space station.Researchers ran tests multiple times to confirm accuracy. Each time, the results were exactly the same on the ground as in orbit",
  "title": "Astronauts Identify Unknown Microbes In Space For First Time",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.ndtv.com/world-news/astronauts-identify-unknown-microbes-in-space-for-first-time-1794572",
  "dId": "6d910ca5ca03cde388c8bf2df355cad9aad03a675d9348cddbf7d324",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 48,
    "Event": "astronauts_identify_unknown_microbes_in_space_for_first_time"
  }
}