{
  "authors": [],
  "date_download": "2018-02-06T16:55:50",
  "date_modify": null,
  "date_publish": "2018-02-05T04:03:19",
  "description": "Amanda Petrusich reviews Justin Timberlake’s 2018 Super Bowl halftime show, part of which the pop star performed alongside a projection of Prince.",
  "filename": "https%3A%2F%2Fwww.newyorker.com%2Fculture%2Fculture-desk%2Fjustin-timberlakes-super-bowl-halftime-show-reviewed.json",
  "image_url": "https://media.newyorker.com/photos/5a77ba8dcf048022d6e161ce/16:9/w_1200,h_630,c_limit/Petrusich-Halftime-Justin-Timberlake-2018.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.newyorker.com",
  "text": "Heading into his Super Bowl halftime performance on Sunday night, Justin Timberlake wasn’t having an especially triumphant week. His newest album, “Man of the Woods,” which he teased as a kind of roots-rock survivalist manual , did not collect many accolades upon release. “Fame is but wind,” Thomas Coryate wrote, in 1611. Critics, it seemed, were no longer buying Timberlake’s shtick—smooth, hyper-stylized R. & B. that deploys hip-hop production but somehow defangs those elements, makes them idle. “We are now approaching the 12th year of the national delusion that Justin Timberlake remains an essential pop star,” Jon Caramanica wrote , in the Times . Jamieson Cox, reviewing the album for Pitchfork, called it “warm, indulgent, inert, and vacuous.”\nOf course, Timberlake has performed at the Super Bowl before, in 2004 , alongside Janet Jackson. During their closing duet, Timberlake arrived at the flip and vainglorious lyric “Bet I’ll have you naked / By the end of this song,” and then reached over and snatched off the patch of black leather that was covering Jackson’s right breast. Underneath, Jackson was wearing what appeared to be a metallic, starburst-shaped nipple cover. She clutched her chest. At first, I thought the reveal was plainly choreographed—these are not performers who bungle the finish!\nYet both later said that something had gone wrong. At home and in the stands, people lost their minds. What a baffling and inane fiasco: the F.C.C. received more than five hundred thousand complaints. Refunds were issued. Having been made to grapple with two seconds of partially exposed breast, the nation was subsumed by a wave of puritanical hysteria. (There was no outrage about the several hours of brutal, brain-injury-inducing gameplay that sandwiched it.) They called the incident a “wardrobe malfunction.” The portmanteau “Nipplegate” was soon introduced to the lexicon, and took unfortunate hold.\nAfterward, Timberlake was such a louse. Jackson was forced to apologize, which she later said she regretted doing. In 2006, she went on “Oprah” to explain herself : “Why was I apologizing for an accident?” Timberlake, by his own admission, only took about “ten per cent” of the heat. Perhaps mainstream culture didn’t yet have the vocabulary to confidently (or competently) discuss the incident and its fallout—to effectively parse its misogyny and its racism. But we do now. Timberlake’s return to the stadium stage seemed like as good a time as any to make amends with Jackson—to invite her to perform, or, even better, to cede as much of the performance as possible to her. Maybe she could pull his pants down and laugh! She deserved it.\nYet on Saturday, in an Instagram post, Jackson quieted the theorizing: “To put to rest any speculation or rumors as to whether I will be performing at the Super Bowl tomorrow; I will not,” she wrote. On Sunday, the hashtag #JanetJacksonAppreciationDay started popping up on social media.\nThen, at some point, a rumor started circulating that Timberlake was going to perform alongside a hologram of Prince, who was a native of Minneapolis, the host city for this year’s game. Prince’s own halftime performance , in 2007, is widely considered the pinnacle of the form. This seemed, from the outset, like a very bad idea. A decade ago, Prince gave an interview to Guitar World in which he expressly decried holograms as “demonic.” I mean, the language was pretty unequivocal: “That’s the most demonic thing imaginable. Everything is as it is, and it should be. If I was meant to jam with Duke Ellington, we would have lived in the same age,” he said. “That whole virtual reality thing . . . it really is demonic. And I am not a demon.”\nPrince’s heirs—his sister Tyka Nelson and his five half-siblings—have periodically evaded his wishes, allowing his music to be streamed on Spotify, something he purposefully rebuffed in his lifetime. Earlier in the week, Timberlake held a listening party for “Man of the Woods” at Prince’s Paisley Park estate, in nearby Chanhassen; he served booze, which Prince, a practicing Jehovah’s Witness, had never allowed. The possibility of sacrilege seemed high.\nHeading into the show, I couldn’t see how Timberlake could begin to reverse the vexed and dismissive energy coursing his way—even if he suddenly learned how to read the room, it was likely too late. The public had soured on him, and not without reason. Me, I was only hoping Bob Dylan—another beloved and inimitable Minnesotan—might slowly rise from below the stage, wearing the getup and pencil mustache from his Victoria’s Secret commercial , to duet on “ Sexy Back .”\nTimberlake started out in a bunker somewhere deep below the stadium, performing his new single, “Filthy,” to a crowd waving a crop of illuminated mobile devices in the air. This, it turned out, was foreshadowing: in lieu of any proper guests, cell phones would be Timberlake’s co-stars. He danced his way out, and then launched into a breathless and muscular medley of his many hits, beginning with “Rock Your Body.” (He abruptly cut himself off before the “I’ll have you naked” bit—which, frankly, felt less like an apology than yet more spineless deflection.) He was wearing a shirt with two deer on it, a faded camouflage suit, and a red neckerchief. It was nice to see him dance again—the video for “Filthy” starred a robot. It seems worth noting that he yelled “Minneapolis!” a lot. During “Suit and Tie,” which he performed on a little platform, he did some nice microphone-stand work—not James Brown calibre, but nonetheless jazzy. “Let me see you put your cell phones up, Minneapolis! Let’s light it up tonight,” he hollered, in what might be the bleakest stage banter I have ever heard.\nWhen I realized that his backing band was wearing a deep purple, I knew to be concerned. Then Prince appeared—or, rather, a massive projection of Prince, on a screen behind Timberlake, who was, by now, seated at a white grand piano. Is it wrong to call what happened next a duet? It feels wrong. I’ll say only that Timberlake intercut his own vocals with Prince performing “I Would Die 4 U,” and we all died 4 him. Minneapolis lit up in purple lights.\nI thought that Timberlake might finish with “Mirrors,” a ballad about how we sometimes complete one another—one of his best and most dynamic songs, a tender devotional. But there was no escaping “Can’t Stop the Feeling!,” the psychotically chipper single he wrote for the film “Trolls.” As dancers flooded the field, Timberlake eventually made his way into the stands. He cajoled a child into filming a cell-phone video with him. Many more phones turned in his direction. For someone so aware of the way news travels now, his performance was oddly benign—expert, sure (in his decades of pop stardom, Timberlake has never been anything less than expert), but eerily un-self-aware. In 2018, eyeballs do not necessarily equal adulation. It seems fitting that the last thing Timberlake said, before sprinting away, his forehead glinting, was “Super Bowl selfies!” In the end, that was all that mattered.",
  "title": "Justin Timberlake’s Super Bowl Halftime Show, Reviewed",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.newyorker.com/culture/culture-desk/justin-timberlakes-super-bowl-halftime-show-reviewed",
  "dId": "7ddce8f42dba91621eaced121ee9c174a018c14af8684def78ae9a15",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 55,
    "Event": "Justin_Timberlake_halftime_show"
  }
}