{
  "authors": [
    "Aric Jenkins"
  ],
  "date_download": "2018-01-10T23:38:10",
  "date_modify": null,
  "date_publish": "2017-12-29T00:00:00",
  "description": "The Apple Store's ultra-thin carbon fiber roof was fashioned in the shape of a MacBook Pro but does not have any gutters to catch water.",
  "filename": "http%3A%2F%2Ffortune.com%2F2017%2F12%2F29%2Fapple-store-chicago-snow-ice%2F.json",
  "image_url": "https://fortunedotcom.files.wordpress.com/2017/12/apple-store-chicago.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "fortune.com",
  "text": "The recently opened Apple store in Chicago has been praised by one of the city’s papers as an “elegantly understated… boon to the city’s riverfront,” but perhaps that perception will change after the discovery of a significant design flaw.\nThe structure’s ultra-thin carbon fiber roof was fashioned in the shape of a MacBook Pro but does not have any gutters to catch water, so melting snow has begun to turn into icicles and sliding snow that can harm pedestrians below.\nDesigned by British firm Foster and Partners, the space around the store is intended to replicate a “town square” experience to foster community building. Unfortunately, that approach has left shoppers in Chicago vulnerable.\nApple has cordoned off some areas surrounding the store with caution tape and signs to warn of the potential hazard, as first noted by local blogger Matt Maldre. Fortune reached out to Apple to see if a more permanent solution is in the works but did not immediately receive a response.\nChicago, along with much of the Midwest and Northeast, is in the midst of an arctic blast that has brought record low temperatures to cities across the regions.\n“Maybe next time Apple will consider the actual community where their stores are built,” Maldre wrote in his blog post. “Y’know, basic things like in Chicago, the weather gets cold. It snows. The snow falls off the roof. Don’t design a sloping roof where the snow can’t be caught or guttered off somewhere.”",
  "title": "Chicago’s Apple Store Has a Falling Ice Problem",
  "title_page": null,
  "title_rss": null,
  "url": "http://fortune.com/2017/12/29/apple-store-chicago-snow-ice/",
  "dId": "82346fcaaa8263c30d0372ab2dab9f21720c618d09701a7b14aaf031",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 25,
    "Event": "chicagos_apple_store_has_a_falling_ice_problem"
  }
}