{
  "authors": [],
  "date_download": "2017-11-30T15:57:52",
  "date_modify": null,
  "date_publish": "2016-05-29T00:00:00",
  "description": "The boy crawled through a barrier at the Cincinnati Zoo and Botanical Garden on Saturday and fell into a moat at the facility's outdoor gorilla center, zoo director Thane Maynard said.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Fpost-nation%2Fwp%2F2016%2F05%2F29%2Fit-could-have-been-very-bad-gorilla-killed-after-boy-falls-into-cincinnati-zoo-exhibit%2F%3Ftid%3Da_inl.json",
  "image_url": "https://www.washingtonpost.com/pbox.php?url=http://www.washingtonpost.com/news/post-nation/wp-content/uploads/sites/23/2016/05/Gorilla.jpg&w=1484&op=resize&opt=1&filter=antialias&t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "A gorilla was fatally shot at an Ohio zoo this weekend after it picked up a young boy who had tumbled into an exhibit, officials said.\n(Courtesy of Cincinnati Zoo and Botanical Garden)\nThe encounter at the Cincinnati Zoo and Botanical Garden occurred Saturday afternoon when the boy crawled through a barrier and fell into a moat at the facility’s outdoor gorilla center, zoo director Thane Maynard told reporters.\nThe boy wasn’t seriously hurt in the fall, Maynard said at a news conference, but after he dropped into the enclosure, the gorilla, a 17-year-old male named Harambe, “went down and got him.” The animal grabbed and dragged the child, Maynard said, and that’s why officials determined that the boy’s life was in danger.\n“It seemed very much by our professional team, our dangerous-animal response team, to be a life-threatening situation,” Maynard said. “And so the choice was made to put down, or shoot, Harambe. And so he’s gone.”\nThe boy was taken to a children’s hospital, according to a news release from the zoo. His name was not released. A family spokeswoman said in an email that he was 3 years old.\n“It’s a sad day all the way around,” Maynard said. “The right choice was made; it was a difficult choice. We have protocols and procedures, we do drills with our dangerous-animal response team. But we’ve never had a situation like this at the Cincinnati Zoo, where a dangerous animal needed to be dispatched in an emergency situation.”\nZoo employees opted to put down the animal instead of using tranquilizers because in “agitated” situations, it can take time for the drugs to take effect, Maynard said. Harambe also would have had a “dramatic response” to a tranquilizer’s effect, he said.\nMaynard praised the workers tasked with handling the incident, saying they had a “tough choice.”\n“Because they saved that little boy’s life,” he said. “It could have been very bad.”\nThe outdoor gorilla center has been part of the zoo for more than 30 years, Maynard said at the news conference. The child apparently went under a railing and through wires to get to the moat wall and then fell into the water. The gorilla had the child for about 10 minutes before it was fatally shot, he said.\n“The child wasn’t under attack, but all sorts of things could happen in a situation like that,” Maynard said. “So he certainly was at risk.”\nThe zoo’s gorilla exhibit would remain closed “until further notice,” the news release stated.\nThe Cincinnati Enquirer reports that Harambe was a western lowland gorilla, a species that is considered to be critically endangered, according to the the World Wildlife Fund. They can reach 4 to 5½ feet in height and weigh more than 400 pounds, the WWF notes on its website.\nHarambe was born at a zoo in Texas, according to Maynard. Two female gorillas were also in the area when the incident occurred, but they were “recalled immediately,” the news release stated.\n“Harambe was a good guy. He was a youngster, just starting to grow up,” Maynard said. “And there was hopes to breed him. He was not quite of breeding maturity yet. But it’ll be a loss to the gene pool of lowland gorillas.”\nBrittany Nicely, a zoo visitor who was at the exhibit when the boy fell, described a frantic, fast-moving scene in an interview with the Cincinnati Enquirer, saying: “Everybody started screaming and going crazy.”\nThe newspaper reported:\nNicely said the gorilla rushed toward the boy and led him by the arm through the water in the enclosure. She said initially the gorilla seemed protective and only alarmed by all the screaming.\nNicely told the Enquirer that she was at the zoo with a group of children, two of which were hers. They were evacuated from the exhibit after the boy fell, she said. Minutes later, a gunshot rang out, Nicely told the Enquirer.\n“We were pretty distraught,” she said. “All the kids were crying.”\nThis post has been updated.\nEarlier versions of this story included an incorrect age for the child. The zoo initially said that the child is 4 years old. A family spokeswoman later said in an email that he is 3.\nRead More:\nThe rumors of this panda’s death were greatly exaggerated\nOne of the world’s rarest tigers has died in Indonesia’s infamous ‘death zoo’\nFlorida zookeeper was preparing the tiger night house, then tragedy struck",
  "title": "‘It could have been very bad’: Gorilla killed after boy falls into Cincinnati zoo exhibit",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/news/post-nation/wp/2016/05/29/it-could-have-been-very-bad-gorilla-killed-after-boy-falls-into-cincinnati-zoo-exhibit/?tid=a_inl",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 67,
    "Event": "harambe"
  },
  "dId": "87176868fabe9f788d545b3645454a2ae24bacab24f4ec78b0df926c"
}