{
  "authors": [
    "Will Pavia",
    "New York",
    "Mark Bridge",
    "Technology Correspondent"
  ],
  "date_download": "2018-02-06T17:04:21",
  "date_modify": null,
  "date_publish": "2018-02-06T00:01:00",
  "description": "They were there at the genesis of Google, Facebook and the social media age, engineers or investors in technologies that conquered the earth. Now, like Victor",
  "filename": "https%3A%2F%2Fwww.thetimes.co.uk%2Farticle%2Fsocial-media-pioneers-reject-their-creation-x7mp2mjsw.json",
  "image_url": "http://www.thetimes.co.uk/imageserver/image/methode%2Ftimes%2Fprod%2Fweb%2Fbin%2F9e5707ae-0aab-11e8-9ed2-93cf9d74a2fe.jpg?crop=3204%2C1802%2C0%2C167",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thetimes.co.uk",
  "text": "Silicon Valley figures have warned that social media companies are “eroding the pillars of our society” LAUREN HURLEY/PA\nThey were there at the genesis of Google, Facebook and the social media age, engineers or investors in technologies that conquered the earth. Now, like Victor Frankenstein, they warn the world of the monster they created.\nA new alliance says that Google, Facebook, Twitter and Instagram are in a “race to monetise our attention” that is “eroding the pillars of our society”.\nThe Silicon Valley potentates behind the Center for Humane Technology (CHT) include Tristan Harris, a former “design ethicist” at Google, and Roger McNamee, who was an adviser to Mark Zuckerberg, the Facebook founder.\nJames Williams worked for ten years at Google and now studies the ethics of designing technology to capture users’ attention; Justin Rosenstein was one of the creators of Facebook’s “like”…",
  "title": "Social media pioneers reject their creation",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thetimes.co.uk/article/social-media-pioneers-reject-their-creation-x7mp2mjsw",
  "dId": "8f0e2cbd5a8273fe4da4de57535768c81f93ce0c284386d09413cc9c",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}