{
  "authors": [],
  "date_download": "2018-01-10T23:21:35",
  "date_modify": null,
  "date_publish": "2017-12-27T00:00:00",
  "description": "Rihanna is mourning the death of her cousin and calling for an end to gun violence.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fentertainment%2Fmusic%2Frihanna-mourns-cousins-death-calls-an-end-to-gun-violence%2F2017%2F12%2F27%2Ff83e9708-eb40-11e7-956e-baea358f9725_story.html%3Futm_term%3D.c694e89b94ef.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2017-12-27/AP/Images/People_Rihannas_Cousin_55220.jpg-11529.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "FILE - In this Sept. 30, 2016, file photo, Singer Rihanna poses for photographers as she arrives to Christian Dior’s Spring-Summer 2017 ready-to-wear fashion collection presented in Paris. Rihanna is mourning the death of her cousin and calling an end to gun violence. The singer posted three photos of herself with 21-year-old Tavon Kaiseen Alleyne on Instagram on Tuesday, Dec. 26, 2017, writing that she “can’t believe it was just last night that I held you in my arms!” Alleyne died Tuesday after being shot in Barbados, where Rihanna was born and raised. (Thibault Camus, File/Associated Press)\nNEW YORK — Rihanna is mourning the death of her cousin and calling for an end to gun violence.\nThe singer posted photos of herself with 21-year-old Tavon Kaiseen Alleyne on Instagram on Tuesday, writing that she “can’t believe it was just last night that I held you in my arms!”\nAlleyne died Tuesday after being shot in Barbados, where Rihanna was born and raised. She also wrote, “Never thought that would be the last time I felt the warmth in your body!!! Love you always man! #endgunviolence.”\nOn Instagram on Wednesday, Rihanna posted a clip of her cousin smiling and filming himself. In the video he says, “It’s nice to wake up and see all of your brothers and sisters.”\nRihanna captioned the video with: “Be grateful for life man.”\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Rihanna mourns cousin’s death, calls an end to gun violence",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/entertainment/music/rihanna-mourns-cousins-death-calls-an-end-to-gun-violence/2017/12/27/f83e9708-eb40-11e7-956e-baea358f9725_story.html?utm_term=.c694e89b94ef",
  "dId": "96a0d67b434cdd1d4a10f2bc9ccee3966bd4fa594b0495f79456b8e6",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 12,
    "Event": "rihanna_calls_for_an_end_to_gun_violence_after_death_of_her_cousin_in_barbados"
  }
}