{
  "authors": [],
  "date_download": "2018-02-06T16:56:25",
  "date_modify": null,
  "date_publish": "2018-02-05T20:36:06",
  "description": "SpaceX is bucking decades of launch tradition for the first test flight of its new megarocket.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnational%2Fenergy-environment%2Fspacex-bucks-launch-tradition-in-1st-flight-of-new-rocket%2F2018%2F02%2F05%2F30a52ade-0ab4-11e8-998c-96deb18cca19_story.html%3Futm_term%3D.0feab7a60538.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2018-02-05/AP/Images/Space_SpaceX_69004.jpg-00b52.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "This Dec. 28, 2017 photo made available by SpaceX shows a Falcon Heavy rocket in Cape Canaveral, Fla. With more than 5 million pounds of liftoff thrust the Heavy will be capable of lifting super-size satellites into orbit and sending spacecraft to the moon, Mars and beyond. (SpaceX via AP) (Associated Press)\nCAPE CANAVERAL, Fla. — SpaceX is bucking decades of launch tradition for the first test flight of its new megarocket.\nThe Falcon Heavy is set to become the world’s most powerful rocket in use today when it blasts off from Florida’s Kennedy Space Center. None of the usual, no-big-deal-if-it’s-destroyed launch ballast — like steel or concrete slabs, or mundane experiments — for this curtain raiser.\nInstead, the rocket will be hauling a red sports convertible with a space-suited dummy at the wheel and David Bowie’s “Space Oddity” on the soundtrack. It’s the inspiration of Elon Musk, the high-tech, science fiction-loving maverick who heads SpaceX and electric carmaker Tesla.\nMore about the Tuesday afternoon’s planned launch:\n___\nROCKET STATS:\nThe Falcon Heavy has three first-stage boosters, strapped together with 27 engines in all. Stretching 40 feet (12 meters) at the base and standing 230 feet (70 meters) tall, the Heavy is a triple dose of the Falcon 9, the company’s frequent flyer with just a single booster. At liftoff, the Heavy packs about 5 million pounds of thrust. That’s more liftoff punch than any other rocket currently operating in the world — by a factor of two — but less than NASA’s old space shuttles and Saturn V moon rockets. Two of the Heavy’s boosters are recycled; they have flown on previous Falcon 9 launches. Once spent, they will aim for side-by-side vertical touchdowns at Cape Canaveral. The brand new, center core will attempt to land on an ocean barge.\nCAR STATS:\nSpaceX’s Elon Musk also runs the electric car maker Tesla. So in a bit of cross-marketing, he’s put his own cherry-red Tesla Roadster on the Heavy’s inaugural flight. It is one of the car company’s original Roadsters. The flying convertible has a space-suited-dummy at the wheel and David Bowie’s “Space Oddity” on the soundtrack. No car has ever rocketed into space before, if you don’t count NASA’s Apollo-era moon buggies, still parked on the lunar surface. The Federal Aviation Administration had to sign off on the Heavy-Tesla combo. It’s at the top of the rocket, enclosed for liftoff. The protective cover will drop away, allowing the car to travel on its way.\nDESTINATION:\nSpaceX is targeting a long, oval orbit around the sun for the Roadster that will take the car as far out as Mars, and have it making laps for a billion years. Musk has Mars directly in his long-range sights. He’s intent on establishing a city on the red planet, with hordes of Earthlings and building materials flying there on a super-extra-mega SpaceX rocket that is still pretty much on the drawing boards.\nHISTORIC DEPARTURE POINT:\nThe Falcon Heavy is flying from the same launch pad used by NASA to send men to the moon. SpaceX leases Launch Complex 39A from NASA. Not only did LC-39A, as it’s known, serve as the departure point for all the Apollo moonshots from 1968 to 1972, it was the scene for most of the space shuttle liftoffs. It’s location at Kennedy Space Center keeps people at least three miles away, a distance determined by NASA in the 1960s to be safe just in case the Saturn V exploded on the pad.\nCOMPETITION: Blue Origin, an aerospace company run by another billionaire, is developing a large orbital-class rocket that promises to give Heavy an out-of-this-world run for its money. Amazon’s Jeff Bezos, the force behind Blue Origin, offered Musk “best of luck” Monday. “Hoping for a beautiful, nominal flight!” Bezos wrote via Twitter. In the language of rocket scientists, “nominal” means the rocket behaves and the cargo reaches its target. NASA, meanwhile, is sinking billions of dollars into a massive new rocket called the Space Launch System, or SLS, that’s meant to return astronauts to the moon and also get them one day to Mars.\nFUTURE FLIGHTS: SpaceX already has customers lined up for the Falcon Heavy. The rocket is designed to hoist supersize satellites as well as equipment or people to the moon, Mars or other far-flung points. The private company’s online flight manifest shows the U.S. Air Force as already signed up.\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "SpaceX bucks launch tradition in 1st flight of new rocket",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/national/energy-environment/spacex-bucks-launch-tradition-in-1st-flight-of-new-rocket/2018/02/05/30a52ade-0ab4-11e8-998c-96deb18cca19_story.html?utm_term=.0feab7a60538",
  "dId": "b271739c75590d1a429988bf7441c1c0702a96704d0ac92366eeae7c",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 49,
    "Event": "First_Falcon_Heavy_launch"
  }
}