{
  "authors": [
    "Jessica Guynn",
    "Published P.M. Et Feb."
  ],
  "date_download": "2018-02-06T17:03:58",
  "date_modify": null,
  "date_publish": "2018-02-05T18:37:08",
  "description": "Former Facebook and Google employees and investors are putting pressure on the tech giants to make their products less addictive, particularly for kids.",
  "filename": "https%3A%2F%2Fwww.usatoday.com%2Fstory%2Ftech%2F2018%2F02%2F05%2Fjust-say-no-addicting-kids-technology-former-facebook-google-employees-investors-urge%2F307529002%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/590b642c1dc42758726143b4ac33f5463e13d38a/c=0-30-580-356&r=x803&c=1600x800/local/-/media/2018/01/12/USATODAY/usatsports/kids-using-smartphones_large.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "CLOSE A group of tech experts who used to work at companies like Facebook and Google have founded an organization to to raise awareness about what they believe are the negative effects of social media and technology on society Time\nKids using smartphones. (Photo: Getty Images)\nSAN FRANCISCO – Former Facebook and Google employees and investors who helped build the services used by billions are putting pressure on the technology giants to make their products less addictive, particularly for kids.\nThe education campaign, called Truth About Tech, comes as scrutiny grows of the mental health consequences of using these services and recent criticism of companies for targeting young people with kids' versions of their products.\nCommon Sense Media, an advocacy group that lobbies for children in the digital age, and the non-profit Center for Humane Technology are behind the campaign that's aimed at students, parents and teachers. The Truth About Tech campaign will be funded by $7 million from Common Sense and money raised by the new non-profit; it will also use donated airtime from Comcast and DirecTV.\n\"They've created the attention economy and are now engaged in a full-blown arms race to capture and retain human attention, including the attention of kids. Technologists, engineers, and designers have the power and responsibility to hold themselves accountable and build products that create a better world,\" Tristan Harris, the former Google design ethicist who will serve as a senior fellow at Common Sense, said in a statement.\nThis week, Common Sense Media and the Center for Humane Technology will hold a conference to detail the techniques used by tech companies to hook kids and the potential harm, including attention and cognition disorders, stress and anxiety. The groups say they will work together to develop standards for ethically designing technology that discourages addiction and to push for regulation of tech companies. They also say they will unveil potential solutions to the problem.\nIn January, two Wall Street investors — hedge fund Jana Partners and the California State Teachers' Retirement System — asked Apple to study the harmful effects of its products on young people and to make it easier to limit children's use of them. Advocates last week urged Facebook to scrap a messaging service for kids. YouTube for Kids has also come under fire for featuring disturbing content.\nThe challenges to tech giants come amid a broader backlash from Washington lawmakers and from within its own ranks. In November, Sean Parker, the founding president of Facebook, took aim at Facebook in an interview with Axios, saying he and othe r executives created a \"social-validation feedback loop\" to make Facebook psychologically addictive. Early Facebook executive and former vice president of growth, Chamath Palihapitiya, also accused Facebook of creating \"short-term, dopamine-driven feedback loops\" that are \"destroying how society works.\" He later softened his remarks.\nThat concern has grown with the increased use of technology by kids. According to Common Sense, teens average nine hours of media a day, and tweens average six. Half of teens say they feel addicted to their mobile devices, and the majority of parents, 60%, say their kids are addicted. A recent study of eighth-graders by Jean Twenge, author of iGen: Why Today’s Super-Connected Kids Are Growing Up Less Rebellious, More Tolerant, Less Happy — and Completely Unprepared for Adulthood — and What That Means for the Rest of Us, found that heavy users are 56% more likely to say they are unhappy, 27% more likely to be depressed and 35% more likely to have a risk factor for suicide.\nMore: Read this before you give your kid his or her first smartphone\nMore: Smartphones are 'everywhere, all the time.' What does that mean for kids?\nMore: YouTube to hire more reviewers to screen videos after backlash over kids content\n\"Tech companies are conducting a massive, real-time experiment on our kids, and, at present, no one is really holding them accountable,\" James P. Steyer, CEO and founder of Common Sense, said in a statement. \"Their business models often encourage them to do whatever they can to grab attention and data and then to worry about the consequences later, even though those very same consequences may at times hurt the social, emotional, and cognitive development of kids. It's time to hold tech companies accountable for their efforts designed to target and manipulate young people.\"\nGoogle declined to comment. In a statement, Facebook said it has already taken steps, including making changes to News Feed and the parental controls in Messenger Kids.\n\"Moving forward we’re committed to being part of the conversation,\" Antigone Davis, Facebook's global head of safety, said.\nRead or Share this story: https://usat.ly/2sag7Cz",
  "title": "Facebook, Google accused of addicting kids to technology",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.usatoday.com/story/tech/2018/02/05/just-say-no-addicting-kids-technology-former-facebook-google-employees-investors-urge/307529002/",
  "dId": "b8dd658341be394632abfaa46ae6ab0805810523f0ae59ca5da998c8",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}