{
  "authors": [
    "The Associated Press"
  ],
  "date_download": "2017-11-30T16:14:29",
  "date_modify": null,
  "date_publish": "2015-09-15T00:00:00",
  "description": "North Korea says to mark the ruling communist party's anniversary next month, it will launch satellites aboard long-range rockets, a move expected to rekindle animosities with South Korea and the U.S.",
  "filename": "https%3A%2F%2Fwww.npr.org%2F2015%2F09%2F15%2F440443821%2Fnorth-korea-says-its-ready-to-launch-satellites-aboard-rockets.json",
  "image_url": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "North Korea Says It's Ready To Launch Satellites Aboard Rockets\nNorth Korea said Monday it is ready to launch multiple satellites aboard long-range rockets to mark the ruling communist party's anniversary next month, a move expected to rekindle animosities with its rivals South Korea and the United States.\nThe North's state media quoted the head of the national aerospace agency as saying the country has been making \"shining achievements\" in space technology ahead of the 70th birthday of the Workers' Party. It said scientists were pushing forward on a final development phase for an earth observation satellite for weather forecasts.\n\"Space development for peaceful purposes is a sovereign state's legitimate right ... and the people of (North Korea) are fully determined to exercise this right no matter what others may say,\" the Korean Central News Agency said, quoting the agency director who was not identified by name\nThe world will \"clearly see a series of satellites soaring into the sky at times and locations determined\" by the Workers' Party, it said.\nThe launches, if made, are certain to trigger an international standoff, with Seoul, Washington and other neighboring countries condemning past launches by North Korea as disguised tests of its long-range missile technology.\nSouth Korea's Defense Ministry said Tuesday that the launch would represent a \"serious\" violation of U.N. resolutions, but added it had not detected any signs indicating North Korea was preparing such a launch.\nNorth Korea has spent decades trying to perfect a multistage, long-range rocket. After several failures, it put its first satellite into space with a long-range rocket launched in late 2012. The U.N. said it was a banned test of ballistic missile technology and imposed sanctions. Experts say that ballistic missiles and rockets in satellite launches share similar bodies, engines and other technology.\nAn angry North Korea then conducted its third nuclear test in February 2013, inviting further international condemnation and sanctions.\nWashington sees North Korea's pursuit of nuclear weapons and ballistic missiles as a threat to world security and to its Asian allies, Japan and South Korea.\nNorth Korea says it has already built a nuclear warhead small enough to be loaded on a long-range missile that can threaten the United States. Analysts are skeptical of that claim but believe a fourth nuclear test would put the North a step closer toward its goal of manufacturing such a miniaturized warhead.\nhe North's announcement Monday also raised doubt about recent signs of easing animosities between the rival Koreas, which have agreed to hold reunions next month of families separated by war. The two Koreas previously threatened each other with war in August in the wake of mine explosions blamed on Pyongyang that maimed two South Korean soldiers earlier in that month.\nThe Korean Peninsula remains in a technical state of war since the 1950-53 Korean War ended with an armistice, not a peace treaty. About 28,500 U.S. troops are stationed in South Korea as deterrence against potential aggression from North Korea.",
  "title": "North Korea Says It's Ready To Launch Satellites Aboard Rockets",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/2015/09/15/440443821/north-korea-says-its-ready-to-launch-satellites-aboard-rockets",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 71,
    "Event": "north_Korea_Launches_satellite"
  },
  "dId": "b9894fe2319451ebb3802320a7bca2bf25078a09f3c2f53fd5497dab"
}