{
  "authors": [
    "Elise Hu",
    "Barbara Campbell"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-14T00:00:00",
  "description": "South Korean and Japanese officials say the latest missile flew over Hokkaido and fell into the ocean, and the South Korean military conducted a live-fire ballistic missile drill in response.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2017%2F09%2F14%2F551095592%2Fnorth-korea-fires-another-missile-over-japan.json",
  "image_url": "https://media.npr.org/assets/img/2017/09/15/gettyimages-8471748301_wide-9b031448a80eae3de8293f1e9eee33625dc529b3.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "North Korea Fires Another Missile Over Japan\nEnlarge this image toggle caption Toru Yamanaka /AFP/Getty Images Toru Yamanaka /AFP/Getty Images\nUpdated at 9:50 p.m. ET Thursday\nJapanese and South Korean officials have confirmed another missile test by North Korea Friday morning local time. This is the 15th North Korean missile test this year and the first to come after Pyongyang tested its most powerful nuclear bomb yet.\nIt comes just days after the United Nations Security Council again passed sanctions on Pyongyang. Over the past week, North Korea had been warning about \"retaliation\" for these sanctions in its state media.\nThe Japanese chief Cabinet secretary, Yoshihide Suga, says the missile reached an altitude of 770 kilometers (about 500 miles), crossed over the northern Japanese island of Hokkaido and fell into the ocean 2,000 kilometers (about 1,200 miles) east of Cape Erimo, according to Reuters.\nU.S. Pacific Command says the missile didn't posed a threat to North America or Guam.\nNorth Korea's most recent missile launch — on Aug. 29 — was the first to fly over Japan in several years. That one, like this one, triggered the J-Alert Japanese civil defense system to break into television and radio broadcasts and send messages across mobile phones in northern Japanese prefectures saying, \"Missile alert, missile alert ... please take shelter underground or in a sturdy building.\"\nSuga, who is the Japanese government's top spokesman, condemned the test and said no debris had fallen. \"The government will cooperate closely with the United States, South Korea and other relevant countries to respond to this situation ... and do its best to confirm and ensure its safety of the people of Japan,\" Suga said.\nSouth Korea's military says the unidentified missile was launched from Sunan, the site of the North Korean capital's airport. The Associated Press reports that the South Korean Defense Ministry announced a live-fire ballistic missile drill in response to the missile launch.\nThe White House press secretary says the president has been briefed on the latest launch.\nSecretary of State Rex Tillerson said, \"These continued provocations only deepen North Korea's diplomatic and economic isolation.\"\nHe noted that China supplies North Korea with oil and Russia \"is the largest employer of North Korean forced labor.\" He called on both countries to take direct action to show they oppose the missile launches.\nJihye Lee contributed to this post.",
  "title": "North Korea Fires Another Missile Over Japan",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2017/09/14/551095592/north-korea-fires-another-missile-over-japan",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 70,
    "Event": "north_Korea_hokkaido_missile"
  },
  "dId": "bad7d665ca0946c864c36efb97d038845370b85a6aeb62a6dfd6e75a"
}