{
  "authors": [
    "Patrick Knox"
  ],
  "date_download": "2018-01-10T23:25:12",
  "date_modify": null,
  "date_publish": "2017-12-28T11:20:04",
  "description": "The UN Security Council last week unanimously imposed new sanctions on North Korea for a recent intercontinental ballistic missile test, seeking to limit its access to refined petroleum products and crude oil.",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F5222989%2Fchina-secretly-transferring-oil-kim-jong-un-ships%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/12/rr-composite-ship-v1.jpg?strip=all&quality=100&w=750&h=500&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "US spy satellites appear to have captured photos of Chinese ships illegally selling oil to North Korea 30 times since October.\nImages taken from space reportedly show Chinese tankers transferring oil to North Korean merchant ships despite strict UN trade embargoes.\nThese satellite images appear to show tankers tied up to each other with pipes transferring oil… the US believes Chinese vessels are pumping fuel into North Korean ships\nVessels from the two countries can be seen shackled together for a fuel transfer in the West Sea off China.\nBut doing this is banned under a UN Security Council resolution adopted last week in response to Kim Jong Un’s nuclear missile program.\nNorth Korea was barred from importing natural gas and had its crude oil imports capped.\nOne picture, reportedly taken on October 19, shows a tanker called Ryesonggang connected to a Chinese vessel, The Chosun Ilbo reports.\nReuters Defiant... North Korean leader Kim Jong-un repeatedly defies international law so the embargo breach would be no surprise\nWhile Russia exports some oil to North Korea, China is the main source of oil for the rogue nation.\nThe US Treasury Department later placed six North Korean shipping and trading companies and 20 of their vessels on sanctions list.\nBut China today denied any of its merchant ships were involved in sanction-breaking oil sales.\nDefence ministry spokesman Ren Guoqiang said: \"The situation you have mentioned absolutely does not exist.\"\nUS levies sanctions on two of the most prominent officials involved in missile program in North Korea\nMOST READ IN NEWS SIN CITY How Thai vice haven Pattaya has become the new Costa del Crime for Brit crooks PORN DEATHS Porn actress reveals ‘unbearable’ pressures after fourth star dies in 2 months RITZ robbery Gunshots as axe-wielding robbers storm Paris hotel and steal £4m in jewellery PERV SLAPPED Harvey Weinstein attacked by diner screaming ‘you're a piece of s***' MUM FROM HELL Cruel mum lifts her daughter, 3, by her hair then brutally kicks her PILL PROBE UK cops probe how Egypt jail hell Brit Laura Plummer got pills from friend\nIt said the activity appeared to show attempts to bypass sanctions, though it has not been suggested that Chinese authorities were aware of the transactions.\nThe illegal exporting of oil via ship transfers has happened at least 30 times in the past three months.\nCai Jian, an expert on North Korea at Fudan University in Shanghai, said: 'This is a natural outcome of the tightening of the various sanctions against North Korea.\nThe tightening 'reflects China's stance', he said.\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368 . We pay for videos too. Click here to upload yours.",
  "title": "Satellite pics 'show China secretly transferring oil to Kim Jong-un's ships despite strict UN sanctions'",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/5222989/china-secretly-transferring-oil-kim-jong-un-ships/",
  "dId": "c461c0e88c12fb3e0162f6b70eef551c517a764ae4c5741549e87c61",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 19,
    "Event": "north_korea_received_oil_from_russia_in_violation_of_un_sanctions_report"
  }
}