{
  "authors": [],
  "date_download": "2018-01-07T23:54:58",
  "date_modify": null,
  "date_publish": "2017-12-27T06:38:55",
  "description": "It's a bit comical that the presence of a headphone jack would be such a hot topic in this modern day and age. It has been around since the 1950s and installed on pretty much any portable audio device since the original Walkman. Yet, in 2016, Apple pushed for a revolution — it made the “courageous” step of removing the 3.5 mm jack from the iPhone 7, stating that it's old tech and the phone is better off without it.",
  "filename": "https%3A%2F%2Fwww.phonearena.com%2Fnews%2FGalaxy-S9-headphone-jack_id101084.json",
  "image_url": "https://i-cdn.phonearena.com/images/article/101084-two/Alleged-Galaxy-S9-components-smile-for-the-camera-theres-a-spot-for-a-headphone-jack.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.phonearena.com",
  "text": "Well, that's great, assuming it's true. But do take note of the dating on the components, seen at the top black par — 21st of August, 2017. If these are meant to go into a Galaxy S9+, surely they are prototypes and far from the final product. Well, that's great, assuming it's true. But do take note of the dating on the components, seen at the top black par — 21st of August, 2017. If these are meant to go into a Galaxy S9+, surely they are prototypes and far from the final product.\nIt's a bit comical that the presence of a headphone jack would be such a hot topic in this modern day and age. It has been around since the 1950s and installed on pretty much any portable audio device since the original Walkman. Yet, in 2016, Apple pushed for a revolution — it made the “courageous” step of removing the 3.5 mm jack from the iPhone 7, stating that it's old tech and the phone is better off without it.Now, we know that there were a few smartphones that tried to do away with the jack before, but they were largely unnoticed and forgotten. When Apple made the move, it opened the flood gates — tons of top-tier manufacturers removed the jack, either to save room inside the device or just to look hip and with the times.Samsung is one of the few that remain stern on keeping the 3.5 mm jack on their devices — in 2017, both the Galaxy S8 and the Note 8 have it. Some rumors have suggested that 2018's Galaxy S9 will do away with the “archaic connector” , but they have been refuted by... well, other rumors. Last we heard on the matter, Sammy was keeping the jack and was also including a set of Bluetooth AKG earplugs with the phone.Wait, why include wireless headphones if the phone would have the 3.5 mm jack?It is, indeed, a good question to ask, but we would say it's safe to assume that rumors are not 100% correct. So, we are always on the look for affirmations from different sources.Speaking of which, a photo of a set of alleged Galaxy S9+ components has popped up online. The part you are looking at is, supposedly, the USB-C flex cable component — the part, which connects the ports at the bottom of the phone with the motherboard and other respective hardware. According to whoever posted that picture, the spot at the very bottom is the place where a headphone jack is supposed to go!",
  "title": "Alleged Galaxy S9 components smile for the camera: there's a spot for a headphone jack",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.phonearena.com/news/Galaxy-S9-headphone-jack_id101084",
  "dId": "c9405c7688ccaaada096da9eed864bad32a74f81e10ac62576e3d302",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 9,
    "Event": "alleged_galaxy_s9_components_smile_for_the_camera_theres_a_spot_for_a_headphone_jack"
  }
}