{
  "authors": [
    "Alex Raskin Sports News Editor For Dailymail.Com",
    "Associated Press"
  ],
  "date_download": "2018-01-08T00:17:41",
  "date_modify": null,
  "date_publish": "2017-12-27T12:17:08",
  "description": "American Airlines has apologized to two black minor league basketball players who were kicked off a plane in Dallas after a flight attendant accused them of stealing blankets on Christmas Eve",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5215065%2FAmerican-sorry-accusing-pro-basketball-players-theft.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/27/16/47987C3600000578-0-image-a-2_1514391157553.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "The NAACP issued a travel advisory in October, claiming American Airlines 'could subject [travelers to] disrespectful, discriminatory or unsafe conditions'\nThe younger brother of Minnesota Timberwolves point guard Jeff Teague, Marquis was a first-round pick of the Chicago Bulls who also played in Brooklyn\nTeague and Burrell, who play for the Memphis Hustle, missed the team's Christmas Eve dinner but did play in a Christmas Day win over Sioux Falls\nAn American Airlines spokesman said the players and the assistant coach were apologized to and later flown to their destination in first class\nTeague, Burrell, and an assistant coach were asked to get off the plane\nTwo NBA G League players Marquis Teague and Trahson Burrell were given blankets from first-class passengers on the way to their seats in coach\nAmerican Airlines has apologized to two black minor league basketball players who were kicked off a plane in Dallas on Christmas Eve after a flight attendant accused them of stealing blankets.\nMarquis Teague and Trahson Burrell - who both play for the NBA G League's Memphis Hustle - boarded Flight 3756, operated by Envoy Air, at Dallas-Fort Worth International Airport bound for Sioux Falls, South Dakota, according to American Airlines spokesman Joshua Freed.\nAs they made their way to their seats in coach, Teague and Burrell were each handed blankets by a pair of first-class passengers.\nHowever, a black flight attendant accused them of stealing the blankets and forced them off the plane. Burrell allegedly shared some threatening words before deboarding, according to The Undefeated.\nFreed says an airline manager apologized to the players and that they later flew first class to Sioux Falls along with an assistant coach. However, according to The Undefeated, the three missed the team's holiday dinner that night.\nMarquis Teague (left) and Memphis Hustle teammate Trahson Burrell (right) were accused of stealing blankets from first class before being asked to deboard. An American Airlines spokesman said both players received apologies and were flown first class to their destination\nAmerican Airlines spokesman: 'We apologize for what occurred on this flight. We take pride in bringing people together, and we know that on this flight we let some of our customers down. Our team at American, along with Envoy Air, is reviewing what happened and will be reaching out to [the two players and the assistant coach]\n'We apologize for what occurred on this flight,' Freed told The Undefeated. 'We take pride in bringing people together, and we know that on this flight we let some of our customers down. Our team at American, along with Envoy Air, is reviewing what happened and will be reaching out to [the two players and the assistant coach].'\nChief executive Doug Parker told employees last month that American Airlines will implement implicit-bias training.\nBoth Hustle head coach Glynn Cyprien and assistant coach Darnell Lazare took to Twitter to share their frustration after the incident.\n'American Airlines Needs Sensitivity Training to Attendants on flights dealing with Humans & Blankets!,' wrote Cyprien.\nLazare tweeted: 'It’s 2017 and a Flight attendant for @AmericanAir sees 2 young black athletes with blankets from first class, his 1st comment is \"did you steal them\" how about you teach people to get the facts first before jumping to conclusions'\nMemphis Hustle head coach Glynn Cyprien reacted to the incident on Twitter\nMemphis Hustle assistant coach Darnell Lazare suggested American Airlines's decision to remove Teague and Burrell from the flight was racially motivated\nThis incident is not the first of its kind for American Airlines.\nPreviously the NAACP issued a national travel advisory in October, claiming American Airlines 'could subject [travelers to] disrespectful, discriminatory or unsafe conditions.'\nThe airline claimed at the time it does 'not tolerate discrimination of any kind,' but the NAACP did cite several instances that suggest otherwise.\nIn October, Tamika Mallory, who co-chaired the Women's March in Washington earlier this year, was removed from a flight from Miami to New York after a disagreement with a gate agent after a changed seating assignment, according to the New York Daily News.\nAfter objecting to the manner in which she was treated by the gate agent, Mallory claims she was then scolded by the white pilot who overheard the previous conversation. She told the pilot that she planned to file a complaint, leading him to ask her if she was going to 'behave,' according to Mallory.\nMemphis Hustle coach Glynn Cyprien tweeted that American Airlines needs 'sensitivity training'\n'I didn’t say anything,' she said. 'I sat down. I did not say one word to anybody. The next thing I know, my name was called,' she said.\nWhen she walked up to the front of the plane, the pilot told police officers that she was to be removed.\nThe airline was actually sued by an NAACP state chapter president who flew American from Washington D.C. from Raleigh, North Carolina and claims he was forced to relinquish his purchased seat because he responded discriminatory comments directed at him by two white passengers.\nIn another incident, a black woman was moved to coach after purchasing a first-class ticket for herself and her travelling companion - a white person who was allowed to remain in first class, according to the NAACP.\n'... we were disappointed to learn of a travel advisory issued by the NAACP regarding American Airlines,' read a company statement. 'The mission statement of the NAACP states that it \"seeks to remove all barriers of racial discrimination.\" That’s a mission that the people of American Airlines endorse and facilitate every day – we do not and will not tolerate discrimination of any kind. We have reached out to the NAACP and are eager to meet with them to listen to their issues and concerns.'\nNAACP ISSUES NATIONAL TRAVEL ADVISORY FOR AMERICAN AIRLINES (October 24, 2017) – The NAACP, the nation’s original and largest social justice advocacy organization, has released the following statement today announcing a travel advisory warning African Americans about their safety and well being when patronizing American Airlines or traveling on American Airlines flights: 'The NAACP for several months now has been monitoring a pattern of disturbing incidents reported by African-American passengers, specific to American Airlines. In light of these confrontations, we have today taken the action of issuing national advisory alerting travelers—especially African Americans—to exercise caution, in that booking and boarding flights on American Airlines could subject them disrespectful, discriminatory or unsafe conditions. This travel advisory is in effect beginning today, October 24, 2017, until further notice. The series of recent incidents involve troublesome conduct by American Airlines and they suggest a corporate culture of racial insensitivity and possible racial bias on the part of American Airlines. Among these incidents: An African-American man was required to relinquish his purchased seats aboard a flight from Washington, D.C. to Raleigh-Durham, merely because he responded to disrespectful and discriminatory comments directed toward him by two unruly white passengers; Despite having previously booked first-class tickets for herself and a traveling companion, an African-American woman’s seating assignment was switched to the coach section at the ticket counter, while her white companion remained assigned to a first-class seat; On a flight bound for New York from Miami, the pilot directed that an African-American woman be removed from the flight when she complained to the gate agent about having her seating assignment changed without her consent; and An African-American woman and her infant child were removed from a flight from Atlanta to New York City when the woman (incidentally a Harvard Law School student) asked that her stroller be retrieved from checked baggage before she would disembark. The NAACP deplores such alarming behavior on the part of airline personnel, and we are aware of these incidents only because the passengers involved knew their rights, knew to speak up and exercised the courage to do so promptly. Historically, the NAACP has issued travel advisories when conditions on the ground pose a substantial risk of harm to black Americans, and we are concerned today that the examples cited herein may represent only the ‘tip of the iceberg’ when it comes to American Airlines’ documented mistreatment of African-American customers.' 'All travelers must be guaranteed the right to travel without fear of threat, violence or harm,' stated Derrick Johnson, President and CEO of the NAACP. 'The growing list of incidents suggesting racial bias reflects an unacceptable corporate culture and involves behavior that cannot be dismissed as normal or random. We expect an audience with the leadership of American Airlines to air these grievances and to spur corrective action. Until these and other concerns are addressed, this national travel advisory will stand.'\nBurrell and Teague both played in Memphis's Christmas Day game in Sioux Falls, scoring 14 and 11 points, respectively, while Burrell added 11 rebounds, seven assists and five steals in a 131-115 win Over the Skyforce.\nThe younger brother of Minnesota Timberwolves point guard Jeff Teague, Marquis was a first-round pick of the Chicago Bulls in 2012 before being traded to the Brookyn Nets in 2014.\nThe University of Kentucky product has since bounced around the NBA's development league, now known as the G-League, as well as the Israeli league.\nAfter two seasons at Memphis State, Burrell is now in his second NBA G League season.",
  "title": "American sorry for accusing basketball players of stealing",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5215065/American-sorry-accusing-pro-basketball-players-theft.html",
  "dId": "ccd4cc9bc10e17f14f09e56182e9f6f4b2e11c87627d2ec3ec2bf2b7",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 14,
    "Event": "american_airlines_apologizes_after_g_league_players_accused_of_stealing_blankets_thrown_off_flight"
  }
}