{
  "authors": [
    "Benjamin Brown"
  ],
  "date_download": "2018-01-10T23:24:44",
  "date_modify": null,
  "date_publish": "2017-12-30T08:31:00",
  "description": "In an apparent violation of a U.N. Security Council resolution, Russian ships have allegedly transferred oil products to North Korean vessels out at sea on several occasions, according to a published report.",
  "filename": "http%3A%2F%2Fwww.foxnews.com%2Fworld%2F2017%2F12%2F30%2Fnorth-korea-received-oil-from-russia-in-violation-un-sanctions-report.html.json",
  "image_url": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/world/2017/12/30/north-korea-received-oil-from-russia-in-violation-un-sanctions-report/_jcr_content/par/featured_image/media-0.img.jpg/0/0/1514640513112.jpg?ve=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.foxnews.com",
  "text": "In an apparent violation of a U.N. Security Council resolution, Russian ships have allegedly transferred oil products to North Korean vessels out at sea on several occasions, according to a published report.\nThe Security Council resolution bars the Hermit Kingdom from importing natural gas and capped its crude oil imports in September, Reuters reported, citing two senior Western European security sources.\nThe news follows President Donald Trump's criticism of China this week regarding a South Korean report that Chinese ships have illegally supplied oil to North Korean ships at sea dozens of times since October. China denied the reports Friday.\nOn Saturday, the Russian Foreign Ministry denied the report and vowed the country has \"fully and strictly observed the sanctions regime.\" The ministry noted that resolutions by the U.N. Security Council have imposed limits on North Korea's refined oil imports but have not banned it all together.\nAccording to the report, Russian ships conducted ship-to-ship transfers at least three times during October and November. In September, Reuters reported a number of North Korean ships fueled up directly from Russia and sailed the product back to their country by lying about where the cargo would be delivered.\n“Russian vessels have made ship-to-ship transfers of petrochemicals to North Korean vessels on several occasions this year in breach of sanctions,” the first security source, who spoke on condition of anonymity, told Reuters.\nThe second source, who also confirmed the illicit activity, told Reuters, “there is no evidence that this is backed by the Russian state.”\nBoth sources referred to naval intelligence and satellite imagery to back up their claims of Russian ships aiding in North Korea’s efforts to secure oil and fuel despite an international crackdown to cut off Pyongyang in hopes of curbing its nuclear missile program.\n“The vessels are smuggling Russian fuel from Russian Far Eastern ports to North Korea,” the first security source told Reuters on the condition of anonymity.\nReuters was unable to independently confirm the reports.\nLast week the U.N. Security Council passed even stricter sanctions on North Korea, banning roughly 90 percent of oil and refined petroleum imports in response to Kim Jong Un’s latest missile test Nov. 29, the Wall Street Journal reported.\nThe Associated Press contributed to this report.",
  "title": "North Korea received oil from Russia in violation of UN sanctions: report",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.foxnews.com/world/2017/12/30/north-korea-received-oil-from-russia-in-violation-un-sanctions-report.html",
  "dId": "d0b630b229ee0940fadc3f1067c2bf9e557097dfa5b1e5ce1c977952",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 19,
    "Event": "north_korea_received_oil_from_russia_in_violation_of_un_sanctions_report"
  }
}