{
  "authors": [],
  "date_download": "2018-01-14T13:53:20",
  "date_modify": null,
  "date_publish": "2017-12-31T21:49:00",
  "description": "2018 could see a breakthrough in lunar exploration: China is planning a mission that, if successful, will see a space landing on the far side of the moon for the first time.",
  "filename": "https%3A%2F%2Fsputniknews.com%2Fscience%2F201712311060451579-china-change4-moon-landing%2F.json",
  "image_url": "https://cdn4.img.sputniknews.com/images/101947/46/1019474635.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "sputniknews.com",
  "text": "2018 could see a breakthrough in lunar exploration: China is planning a mission that, if successful, will see a space landing on the far side of the moon for the first time.\nThe first part of China's Chang'e 4 space mission will launch in June. A Long March 4C rocket will carry a 425kg relay satellite and station it some 60,000km behind the moon. A second launch later in the year will send a lander and rover to the far side of the moon, guided to a safe landing by the satellite.\nAboard the Chang'e 4 lander will equipment to study the geological conditions of the region, as well as a container made from aluminium alloy filled with seeds and insects.They will be used to test whether plants and animals could be grown on the moon.\n\"The container will send potatoes, arabidopsis seeds and silkworm eggs to the surface of the Moon. The eggs will hatch into silkworms, which can produce carbon dioxide, while the potatoes and seeds emit oxygen through photosynthesis. Together, they can establish a simple ecosystem on the Moon,\" Zhang Yuanxun, chief designer of the container, told the Chongqing Morning Post, according to China Daily.\n© REUTERS/ Stringer The Long March-5 Y2 rocket takes off from Wenchang Satellite Launch Center in Wenchang, Hainan Province, China July 2, 2017.\nAnother advantage of a mission to the far side of the moon, is that a radio telescope stationed there would be undisturbed by radio signals coming from Earth, such as FM radio and the planet's ionosphere.\nAstrophysicist Professor Heino Falcke of Radboud University, Nijmegen (The Netherlands) told the Guardian that he has been in talks with the Chinese and is hoping that his radio telescope will make it onto the mission. Falcke aims to use the telescope to detect low-frequency radio waves from the early universe.\n\"I think we built up a lot of good relations in China and there is goodwill on both sides to make this happen,\" the scientist said.",
  "title": "China Prepares for Breakthrough Chang'e 4 Moon Landing in 2018",
  "title_page": null,
  "title_rss": null,
  "url": "https://sputniknews.com/science/201712311060451579-china-change4-moon-landing/",
  "dId": "d390bd40e532fe05b9a49dc4e4a244f51a26473e5da1291af6dcb877",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 46,
    "Event": "china_promises_the_moon"
  }
}