{
  "authors": [
    "Katie Forster"
  ],
  "date_download": "2017-11-30T19:51:24",
  "date_modify": null,
  "date_publish": "2016-11-10T00:00:00",
  "description": "At least two people have died in a suicide attack on the German consulate in a city in north Afghanistan. A car packed with explosives was rammed into the high outer wall surrounding the consulate in Mazar-i-Sharif. Authorities were investigating if a second car was involved, said a local Nato spokesperson.",
  "filename": "http%3A%2F%2Fwww.independent.co.uk%2Fnews%2Fworld%2Fmiddle-east%2Fgerman-consulate-afghanistan-attacked-bomb-suicide-taliban-revenge-mazar-i-sharif-kunduz-attack-two-a7410746.html.json",
  "image_url": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2016/11/10/23/mazar-i-sharif.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.independent.co.uk",
  "text": "At least two people have died in a suicide attack on the German consulate in a city in north Afghanistan.\nA car packed with explosives was rammed into the high outer wall surrounding the consulate in Mazar-i-Sharif.\nAuthorities were investigating if a second car was involved, said a local Nato spokesperson.\nThe Taliban called it a “revenge attack” for US airstrikes in the volatile province of Kunduz earlier this month that left up to 32 civilians dead.\n“The suicide attacker rammed his explosives-laden car into the wall of German consulate in the city,” local police chief Sayed Kamal Sadat told AFP.\nA huge explosion, followed by sporadic gunfire, reverberated across the usually tranquil city, smashing windows of nearby shops and leaving terrified local residents fleeing for cover.\nAt least two dead bodies and more than 100 wounded people – including at least 10 children – had so far been brought to two city hospitals, said local doctor Noor Mohammad Fayez.\nSome of the wounded are in a critical condition, he added.\nAfghanistan: Between Hope and Fear\n16 show all Afghanistan: Between Hope and Fear\n1/16 2001 Afghans at the Killi Faizo refugee camp desperately reach for bags of rice being handed out to the thousands who escaped the bombardment in southern Afghanistan during Operation Enduring Freedom. (Chaman, Pakistan, December 4, 2001) Paula Bronstein\n2/16 2002 Mahbooba stands against a bullet-ridden wall, waiting to be seen at a medical clinic. The seven-year-old girl suffers from leishmaniasis, a parasitical infection. (Kabul, March 1, 2002) All photos Paula Bronstein\n3/16 2003 A mother and her two children look out from their cave dwelling. Many families who, fleeing the Taliban, took refuge inside caves adjacent to Bamiyan’s destroyed ancient Buddha statues now have nowhere else to live. (Bamiyan, November 19, 2003) Paula Bronstein\n4/16 2007 Students recite prayers in a makeshift outdoor classroom in the Wakhan Corridor, a mountainous region in northeastern Afghanistan that extends to China and separates Tajikistan from India and Pakistan. (Northeastern Afghanistan, September 2, 2007) Paula Bronstein\n5/16 2007 Bodybuilders in the 55-60 kg category square off during a regional bodybuilding competition. Many Afghan men, like others around the world, feel that a macho image of physical strength is important. (Kabul, August 6, 2007) Paula Bronstein\n6/16 2008 A woman in a white burqa enjoys an afternoon with her family feeding the white pigeons at the Blue Mosque. (Mazar-e-Sharif, March 8, 2008) Paula Bronstein\n7/16 2009 Addicts inject heroin while trying to keep warm inside the abandoned Russian Cultural Center, which the capital city’s addicts use as a common gathering point. Heroin is readily available, costing about one dollar a hit. (Kabul, February 9, 2009) Paula Bronstein\n8/16 2009 An elderly man holds his granddaughter in their tent at a refugee camp after they were forced to flee their village, which US and NATO forces had bombed because, they claimed, it was a Taliban hideout. (Surobi, Nangarhar Province, February 7, 2009) Paula Bronstein\n9/16 2009 Seven-year-old Attiullah, a patient at Mirwais Hospital, stands alongside an X ray showing the bullet that entered his back, nearly killing him. Attiullah was shot by US forces when he was caught in a crossfire as he was herding sheep. (Kandahar, October 13, 2009). Paula Bronstein\n10/16 2010 US Army Sargeant Jay Kenney (right), with Task Force Destiny, helps wounded Afghan National Army soldiers exit a Blackhawk helicopter after they have been rescued in an air mission. (Kandahar, December 12, 2010) Paula Bronstein\n11/16 2010 An Afghan National Army battalion marches back to barracks at the Kabul Military Training Center. (Kabul, October 4, 2010) Paula Bronstein\n12/16 2014 Eid Muhammad, seventy, lives in a house with a view overlooking the hills of Kabul. He and millions of other Afghans occupy land and housing without possessing formal deeds to them. (Kabul, November 21, 2014) Paula Bronstein\n13/16 2014 Razima holds her two-year-old son, Malik, while waiting for medical attention at the Boost Hospital emergency room. (Lashkar Gah, Helmand Province, June 23, 2014) Paula Bronstein\n14/16 2014 Young women cheer as they attend a rally for the Afghan presidential candidate Ashraf Ghani. (Kabul, April 1, 2014) Paula Bronstein\n15/16 2014 Burqa-clad women wait to vote after a polling station runs out of ballots. (Kabul, April 5, 2014) Paula Bronstein\n16/16 2015 Relatives, friends, and women’s rights activists grieve at the home of Farkhunda Malikzada, who was killed by a mob in the center of Kabul. Farkhunda was violently beaten and set on fire after a local cleric accused her of burning a Qur’an. (Kabul, March 22, 2015) Paula Bronstein\nThe Nato spokesperson said the attack resulted in heavy damage to parts of the consulate and troops were now on site securing the building and preparing to evacuate its personnel.\nHe said it could not be ruled out that additional explosives were in the area.\nHelicopters were heard flying over the diplomatic mission early on Friday as ambulances with wailing sirens rushed to the area.\nThe carnage underscores worsening insecurity in Afghanistan as Taliban insurgents ramp up nationwide attacks despite repeated government attempts to jumpstart stalled peace negotiations.\nGerman officials in Kabul declined to comment. A diplomatic source in Berlin said Foreign Minister Frank-Walter Steinmeier had convened a crisis meeting at his ministry.\nTaliban spokesman Zabihullah Mujahid said the “martyrdom attack” on the German consulate had left “tens of invaders” dead. The insurgents are routinely known to exaggerate battlefield claims.\nMr Mujahid said the assault was in retaliation for American airstrikes in Kunduz.\nUS forces conceded last week that its air strikes “very likely” resulted in civilian casualties in Kunduz, pledging a full investigation into the incident.\nThe strikes killed several children, after a Taliban assault left two American soldiers and three Afghan special forces soldiers dead near Kunduz city, and triggered impassioned protests in the city.\nCivilian casualties caused by Nato forces have been one of the most contentious issues in the 15-year campaign against the insurgents, prompting strong public and government criticism.\nAdditional reporting from agencies",
  "title": "German consulate in Afghanistan bombed in 'revenge' attack by Taliban",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.independent.co.uk/news/world/middle-east/german-consulate-afghanistan-attacked-bomb-suicide-taliban-revenge-mazar-i-sharif-kunduz-attack-two-a7410746.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 73,
    "Event": "Benghazi_US_consulate_attack"
  },
  "dId": "d5239a8dab109c7648233e698bf1cb199c27a8fc7ef87c7dd8d1f379"
}