{
  "authors": [
    "Mark Prigg For Dailymail.Com"
  ],
  "date_download": "2018-01-10T23:24:28",
  "date_modify": null,
  "date_publish": "2017-12-11T21:01:28",
  "description": "Known as a 'smoke ring',  it is a strange new type of eddie, a swirling motions some tens to hundreds of kilometres across, which mix the water and carry it across the average currents.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5168793%2FThe-Hyperloop-sea-Smoke-rings-spotted.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/11/20/473AA3AA00000578-0-image-a-13_1513025802773.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "While Elon Musk's Hyperloop could one day transport humans hundreds of miles, mother nature has already developed a similar system undersea, researchers have found.\nResearchers spotted a bizarre phenomenon they think could 'suck-up' small marine creatures and carry them at high speed and for long distances across the ocean.\nKnown as a 'smoke ring', it is a strange new type of eddie, a swirling motions some tens to hundreds of kilometres across, which mix the water and carry it across the average currents.\nScroll down for video\nThe 'smoke-rings'were spotted in the Tasman Sea, off the southwest of Australia and in the South Atlantic, west of South Africa, by analysing sea level measurements taken from satellites together with sea surface temperature images from the same time and place.\n'What we found was a pair of eddies spinning in opposite directions and linked to each other so that they travel together all the way across the Tasman Sea, taking six months to do it,' said Professor Chris Hughes of the University of Liverpool, which carried out the research with the UK’s National Oceanography Centre.\n'Ocean eddies almost always head to the west, but by pairing up they can move to the east and travel ten times as fast as a normal eddy, so they carry water in unusual directions across the ocean.'\nThe 'smoke-rings'were spotted in the Tasman Sea, off the southwest of Australia and in the South Atlantic, west of South Africa.\nThe rings in the ocean are cut in half by the sea surface, so we see the two ends of the half ring at the surface.\nThe smoke rings require an area of calm water to 'puff' out through, which itself is quite unusual.\n'I've looked at other areas of other oceans but I've only seen them in the oceans around Australia, plus one in the South Atlantic,' said Hughes.\n'My thinking is that these linked, fast moving eddies could 'suck-up' small marine creatures and carry them at high speed and for long distances across the ocean.'\nDescribed in a research paper published in the journal `Geophysical Research Letters', the `smoke rings' were discovered by analysing sea level measurements taken from satellites together with sea surface temperature images from the same time and place.",
  "title": "Elon Musk's Hyperloop could transport animals at speed",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5168793/The-Hyperloop-sea-Smoke-rings-spotted.html",
  "dId": "db7db41f7acba328abbbb5c08ba32d6b8bb54c29dc5886ec2adea564",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 17,
    "Event": "smoke_rings_spotted_in_the_ocean_from_space"
  }
}