{
  "authors": [],
  "date_download": "2018-02-06T16:55:52",
  "date_modify": null,
  "date_publish": "2018-02-05T02:04:05",
  "description": "See photos of the Super Bowl halftime show, which starred pop star Justin Timberlake on Sunday, February 4.",
  "filename": "https%3A%2F%2Fedition.cnn.com%2F2018%2F02%2F04%2Fentertainment%2Fgallery%2Fsuper-bowl-2018-halftime-show%2Findex.html.json",
  "image_url": "https://cdn.cnn.com/cnnnext/dam/assets/180204211934-14-super-bowl-2018-halftime-show-restricted-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Photos: Justin Timberlake's Super Bowl halftime show Justin Timberlake performs during the Super Bowl halftime show on Sunday, February 4. Hide Caption 1 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show This was Timberlake's third time doing the Super Bowl halftime show. He also performed in 2001 and 2004. Hide Caption 2 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Timberlake performed several of his hit songs from over the years. Hide Caption 3 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show This year's game took place at US Bank Stadium in Minneapolis. Hide Caption 4 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Timberlake performed some classics, including \"Cry Me A River,\" and \"Mirrors,\" along with newer songs like \"Can't Stop The Feeling\" and \"Filthy,\" which is off his newly released \"Man of the Woods\" album. Hide Caption 5 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Timberlake and backup dancers entertain the crowd at US Bank Stadium in Minneapolis. Hide Caption 6 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Timberlake is seen on a video screen during the live performance. Hide Caption 7 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Video of the late singer Prince, a Minneapolis native, can be seen above the stage as Timberlake pays homage to him. Hide Caption 8 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Other Timberlake songs during the show included \"Suit & Tie,\" \"SexyBack,\" \"My Love\" and \"Senorita.\" Hide Caption 9 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Fans surround the stage in the middle of the stadium. Hide Caption 10 of 12\nPhotos: Justin Timberlake's Super Bowl halftime show Timberlake plays the piano. Hide Caption 11 of 12",
  "title": "Justin Timberlake's Super Bowl halftime show",
  "title_page": null,
  "title_rss": null,
  "url": "https://edition.cnn.com/2018/02/04/entertainment/gallery/super-bowl-2018-halftime-show/index.html",
  "dId": "df270cdab74b64b50cb6f5d1b8230ac3530c13eefc5c126237a314aa",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 55,
    "Event": "Justin_Timberlake_halftime_show"
  }
}