{
  "authors": [
    "Dianne Apen-Sadler For Mailonline"
  ],
  "date_download": "2018-01-10T23:21:45",
  "date_modify": null,
  "date_publish": "2017-12-27T10:07:53",
  "description": "The senior coach for the Houston Astros Rich Dauer, 65, collapsed after their world series win after blood collected outside his brain. He nearly died but has made a miraculous recovery after surgery.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5214549%2FHouston-Astros-coach-nearly-died-World-Series-win.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/12/27/10/4797C58400000578-0-image-a-24_1514369185741.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "While celebrating their World Series triumph, the coach for the Houston Astros began to stagger on stage as if drunk before collapsing and nearly dying.\nRich Dauer, 65, had slipped on a wet floor and hit his head the night before and suffered an acute subdural hematoma, a serious condition where blood collects between the brain and the skull.\nThe coach had no idea the injury was serious as he had no physical symptoms until he stood on stage.\nHis chances of survival were as little as three per cent, but since having surgery at Houston Methodist hospital in Texas, he has made a miraculous recovery.\nSenior coach Rich Dauer, pictured, suffered an acute subdural hematoma, a serious condition where blood collects between the brain and the skull, after slipping and hitting his head\nHis team, the Houston Astros (pictured), had just won the World Series. He was rushed to Houston Methodist hospital before a three-hour surgery\nAfter stumbling the Astros' head athletic trainer Jeremiah Randall assumed Dauer was simply dehydrated but the team physician, Dr David Lintner, told him to take the coach to Houston Methodist just in case.\nDauer required a breathing tube and slipped into a coma before a three-hour surgery to relieve pressure on the brain from the build-up of blood.\nOn top of removing blood, they moved his brain back toward the right hand side after it had moved around a centimeter to the left.\n'He was unresponsive,' team physician Dr James Muntz told the Athletic, 'just a disaster.'\nHis situation was made worse by the fact he had been taking Xarelto, a blood thinner, for a heart condition.\nChris, his wife, believes divine intervention is the reason Dauer is alive today after a series of lucky chances helped him including Randall being so close by, and the brain surgeon Dr David Cech being just across the road doing paperwork when he needed him.\nDauer (pictured here with family) made a miraculous recovery. His wife, Chris, thinks divine intervention is the reason he is alive today\nChris said: 'I think you could see God before us.\n'I was kind of numb. I prayed. I said, \"God, please don't take my husband now.\"\n'I went into the bathroom stall and prayed. But I felt I needed to be really strong through the whole thing. There was a part of me that thought, Maybe he's not going to make it. But another part thought, \"no, he's going to make it.\"'\nChris was told to prepare for the worst as he was 'almost brain dead' prior to surgery and it was likely to change him completely.\nBut brain injury rehab nurse Jana Powell said she has never seen a recovery like it, with Dauer being responsive straight after surgery and leaving the hospital within two weeks of arriving.\n'The magnitude of what he had wrong was intimidating, astonishing. The pace of his recovery was just as astonishing,' Lintner said.\nAfter recovering neurosurgeon Dr Daniel Barrow told him: 'I’m amazed I’m even talking to you.'\nSince being released on November 15 Dauer has resumed his normal workouts and so far has had no negative symptoms from the condition.\nHe will undergo periodic check-ups, but for now, Dauer says his brain is 'perfectly fine'.",
  "title": "Houston Astros coach nearly died after World Series win",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5214549/Houston-Astros-coach-nearly-died-World-Series-win.html",
  "dId": "e053774f0f7ed996eecbf84ca48f3d7efe17c95792b2ce691f022937",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 15,
    "Event": "how_astros_first_base_coach_rich_dauer_escaped_near_death_after_world_series_parade"
  }
}