{
  "authors": [],
  "date_download": "2018-01-08T00:18:30",
  "date_modify": null,
  "date_publish": "2017-12-25T00:00:00",
  "description": "Ben Roethlisberger told his teammates they didn’t need to make up for Antonio Brown’s absence. He just wanted everyone to do what they could to help out, figuring that would be enough.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fsports%2Fredskins%2Fsteelers-clinch-first-round-bye-with-34-6-win-over-texans%2F2017%2F12%2F25%2Fcef9456c-e9d5-11e7-956e-baea358f9725_story.html%3Futm_term%3D.f98fe018784d.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2017-12-26/AP/Images/Steelers_Texans_Football_74676.jpg-969e0.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "Pittsburgh Steelers quarterback Ben Roethlisberger (7) scrambles away from Houston Texans linebacker Ufomba Kamalu (94) during the first half of an NFL football game Monday, Dec. 25, 2017, in Houston. (Michael Wyke/Associated Press)\nHOUSTON — Ben Roethlisberger told his teammates they didn’t need to make up for Antonio Brown’s absence. He just wanted everyone to do what they could to help out, figuring that would be enough.\nIt certainly was.\n“I know everyone was thinking about A.B. not being out there and trying to fill those shoes, but you can’t fill those shoes,” Roethlisberger said. “I just tried to tell them: ‘Don’t try to fill them, just try to be the best you can be.’”\nRoethlisberger threw for 226 yards and two touchdowns in the first game since Brown injured his calf, and the Steelers clinched a first-round playoff bye with a 34-6 win over the Texans. Roethlisberger threw passes to six players as Pittsburgh (12-3) romped over the lowly Texans (4-11) despite missing the NFL’s leading receiver.\n“It just kind of shows how many weapons we actually have in our offense ... everybody played well,” Le’Veon Bell said. “Ben made the plays when he needed to. I made some plays on third down when I needed to. It was literally a total team effort.”\nThe Steelers led 20-0 at halftime after taking advantage of two turnovers by the Texans. Bell added a 10-yard TD run late in the third quarter and rookie JuJu Smith-Schuster made it 34-6 with an 18-yard touchdown grab in the fourth.\nBell finished with 14 carries for 69 yards and Smith-Schuster had six receptions for 75 yards.\n“Significant day for us,” Pittsburgh coach Mike Tomlin said. “Our last regular-season road game, finishing 7-1, getting our 12th win, securing a ticket to the second round. All very positive things, but it’s kind of the culmination of being singularly focused on the next opportunity.”\nT.J. Yates was 7 of 16 for 83 yards and a touchdown for the Texans, who lost their fifth straight game and for the eighth time in nine games.\n“It’s brutal,” coach Bill O’Brien said of Houston’s skid. “It’s been a tough year.”\nYates made his second straight start since Tom Savage sustained a concussion. Yates left the game briefly on Monday to be evaluated for a concussion, and his replacement, Taylor Heinicke, sustained a concussion on his only full possession.\nRoethlisberger was replaced by backup Landry Jones with about six minutes remaining and the game well in hand.\nThe Steelers hurried and harassed Yates all day with Mike Hilton leading the way with three sacks and three quarterback hits, Cameron Heyward adding two and forcing a fumble. Hilton became the first cornerback with three sacks in a game since sacks became an official statistic in 1982.\nThe Texans couldn’t do much right on a day their home stadium was overtaken by vocal Steelers fans waving their Terrible Towels. One of the few highlights came on an acrobatic 3-yard touchdown reception by DeAndre Hopkins in the fourth quarter. Hopkins deflected the ball with his right hand, reeled it in with his left and got both feet down before falling out of bounds for his NFL-best and franchise-record 13th touchdown reception.\nHopkins may have been the only one who wasn’t impressed with the grab.\n“I’m mad I didn’t catch it the first time,” he said. “Like me, who I am, I was supposed to catch that one the first time with my right hand.”\nThe Steelers took a 10-0 lead when Roethlisberger connected with Justin Hunter on a 5-yard touchdown pass in the first quarter.\nAlfred Blue had a 48-yard run on the first play of the second quarter to get the Texans to the Pittsburgh 18-yard line. The Texans got to the 1 on second down later in that drive, but couldn’t do anything on the next two plays before Yates was intercepted in the end zone.\nPittsburgh added a touchdown on a 1-yard run by Roosevelt Nix on the ensuing possession. Heyward sacked Yates three plays later and caused a fumble recovered by Bud Dupree to give the Steelers the ball right back.\nPittsburgh added a 36-yard field goal on the next drive to push the lead to 20-0.\nYates was sacked again on Houston’s next possession and injured on the play. He left the game to be evaluated for a concussion, forcing the Texans to play Heinicke.\nHeinicke finished that possession and remained in the game for the first drive of the third quarter while Yates was being evaluated. But Heinicke took a hard hit on a sack on the last play of that drive and had to be evaluated for a concussion, too.\nFAMILY TIME\nJ.J. Watt didn’t get to play on Monday as he recovers from a broken leg, but spent some time pregame with his brother, Pittsburgh rookie linebacker T.J. Watt. Houston’s defensive end threw the ball around with T.J. and the brothers also posed for some pictures with their parents before the game.\nT.J. was disappointed that his brother didn’t get to play on Monday, but is looking forward to seeing him return next season.\n“I wish he was out there just to be a dominant force for them,” T.J. said. “But I know he’ll come back bigger, faster and stronger.”\nINJURY UPDATE\nHouston cornerback Kevin Johnson injured his knee in the third quarter and didn’t return. ... Texans safety Corey Moore also injured his knee in the second half and didn’t return.\nUP NEXT\nSteelers: Host the Browns on Sunday.\nTexans: Visit Indianapolis on Sunday.\n___\nFor more NFL coverage: http://www.pro32.ap.org and http://www.twitter.com/AP_NFL\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "Steelers clinch first-round bye with 34-6 win over Texans",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/sports/redskins/steelers-clinch-first-round-bye-with-34-6-win-over-texans/2017/12/25/cef9456c-e9d5-11e7-956e-baea358f9725_story.html?utm_term=.f98fe018784d",
  "dId": "f45bdcd37e601dc81b8a78cfd3af7b265405146dad1c725794e3db5b",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 13,
    "Event": "pittsburgh_steelers_cruise_to_win_over_texans"
  }
}