{
  "authors": [
    "Evelyn Cheng",
    "Tony Avelar",
    "Bloomberg",
    "Getty Images"
  ],
  "date_download": "2018-01-10T23:37:24",
  "date_modify": null,
  "date_publish": "2017-12-29T09:29:57",
  "description": "Ripple surges nearly 56 percent to an all-time high above $2, surpassing ethereum as the second-largest cryptocurrency by market capitalization.",
  "filename": "https%3A%2F%2Fwww.cnbc.com%2F2017%2F12%2F29%2Fripple-soars-becomes-second-biggest-cryptocurrency-by-market-cap.html.json",
  "image_url": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/02/22/104297503-RTSZEN4.1910x1000.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.cnbc.com",
  "text": "Ripple's XRP just soared more than 30% 11:03 AM ET Fri, 29 Dec 2017 | 00:40\nRipple surged nearly 56 percent Friday to an all-time high, surpassing ethereum as the second-largest cryptocurrency by market capitalization.\nOfficially called XRP, ripple climbed 55.9 percent to a record high of $2.23 Friday afternoon, according to CoinMarketCap. The digital currency had a market cap of $86.3 billion, surpassing ethereum's $73 billion, according to the website. Earlier, the two cryptocurrencies vied for the second-place spot as prices fluctuated in morning trading.\nBitcoin remains the largest digital currency by far. It has a market capitalization of roughly $247 billion, accounting for about 41 percent of the total cryptocurrency market cap tracked by CoinMarketCap. Ripple accounted for about 12.5 percent, while ethereum was around 12.1 percent, the website showed.\nSix largest cryptocurrencies by market cap\nSource: CoinMarketCap\nCoinMarketCap charts show ripple had climbed above ethereum into the second-place spot in May. But back then ripple was only worth about 36 cents.\nThe digital currency ended 2016 at less than 1 cent and topped $1 only last week, before leaping above $2 Friday afternoon. Ripple is up more than 34,700 percent this year.\nEthereum rose about 2 percent to $753.57 Friday afternoon, with a market cap of about $72.8 billion, according to CoinMarketCap. Bitcoin traded slightly higher, near $14,475, according to Coinbase.\nRipple is officially the name of a San Francisco-based start-up using blockchain technology to develop a payments network for banks, digital asset exchanges and other financial institutions. Network participants use a digital coin called XRP for transactions. The cryptocurrency has a four-second settlement time, versus more than two minutes for ethereum and over an hour for bitcoin, according to Ripple's website.\nThe company said more than 100 financial institutions use its network. In the last few weeks, some South Korean and Japanese banks have been testing Ripple's systems for cross-border payments, according to the company.\nThe start-up owns 61 percent of the 100 billion XRP in existence. At Friday's record high prices, that gives Ripple about $136 billion worth of the digital currency.",
  "title": "Ripple soars, becomes second-biggest cryptocurrency by market cap",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.cnbc.com/2017/12/29/ripple-soars-becomes-second-biggest-cryptocurrency-by-market-cap.html",
  "dId": "fecc175cee9efc5f53b0fc00e8da7c7072af3ceb404dee69aa9a7698",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 23,
    "Event": "digital_currency_ripple_soars_nearly_56_percent_becomes_second_largest_cryptocurrency_by_market_cap"
  }
}