{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-24T08:11:27",
  "description": "EU antitrust regulators have raided the offices of automaker BMW in Munich, the company said Friday, in a fresh blow to the beleaguered German car industry.",
  "filename": "http%3A%2F%2Fwww.wheels24.co.za%2FNews%2FIndustry_News%2Feu-raids-automaker-bmw-in-post-dieselgate-cartel-case-20171024.json",
  "image_url": "http://cdn.24.co.za/files/Cms/General/d/644/7d87b6709266418d88cbfaee5cbad206.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "www.wheels24.co.za",
  "text": "EU raids automaker BMW in post-Dieselgate cartel case\nBrussels - EU antitrust regulators have raided the offices of automaker BMW in Munich, the company said Friday, in a fresh blow to the beleaguered German car industry.\nThe European Commission, which refused to name the company targeted, said it \"can confirm that as of October 16, 2017 its officials carried out an unannounced inspection at the premises of a car manufacturer in Germany.\"\nThe inspection was related to \"concerns that several German car manufacturers may have violated EU antitrust rules that prohibit cartels and restrictive business practices,\" a statement said.\nThe commission added that Daimler was cooperating with the commission and could accordingly offer the Mercedes-Benz manufacturer leniency in the case.\nBMW said in a statements: \"The inspection is linked to complaints against five auto companies that were reported in the media last July,\" that confirmed the raids but denied any manipulation of diesel emissions.\nNews weekly Der Spiegel reported in July that German carmakers Volkswagen, Audi, Porsche, BMW and Daimler secretly worked together from the 1990s on car development, construction and logistics - including how to meet increasingly tough diesel emissions criteria.\nBoth buyers and suppliers of the auto giants suffered from the under-the-table deals, the magazine alleged.\nBMW in July denied any collusion with industry rivals on emissions from its diesel engines, saying none of its models had been \"manipulated\" or violated industry regulations.\nWolfsburg-based VW, along with Daimler, was among the first to hand over details of the alleged broader collusion between the five firms to competition authorities, reported Spiegel, saying it had seen a relevant VW document.\nDiesel blues\nThe allegations of antitrust violations are the latest cloud over Germany's auto industry.\nIn 2015, Volkswagen was forced to admit it had installed software in millions of its diesel vehicles to cheat emissions tests, which has already cost it tens of billions of euros.\nIn a separate cartel case, Daimler suffered a billion-euro fine from Brussels last summer for fixing truck prices with competitors.\nIn theory, the European Commission or Germany's federal competition authority could fine firms found guilty of colluding up to 10 percent of annual revenue - or close to €50 billion across all five car companies, based on 2016 sales.\nBMW in its statement Friday said it wanted to make \"the clear distinction\" between the possible antitrust violations and the diesel emissions manipulations, \"which BMW has not been accused of\".\nVolkswagen refused comment, but added that its offices were not targeted.\nAmong the areas Spiegel reported manufacturers collaborated on was the size of tanks for a liquid known as AdBlue, used to treat diesel exhaust fumes.\nThe fluid reacts with harmful nitrogen oxides found in the emissions and transforms them into water and nitrogen.\nCarmakers agreed not to add tanks to their vehicles, Spiegel reported, preferring to save space for golf bags or profitable upgrades such as speaker systems.\nRather than call on drivers to refill tiny AdBlue tanks every few thousand kilometres, Volkswagen is alleged to have used so-called \"defeat device\" software to cheat emissions tests in some 11 million cars worldwide.\nOther manufacturers including Daimler are suspected of doing the same.\nThe firm said in a statement: \"Vehicles made by the BMW group were not manipulated and complied with legal requirements.\"\nBMW was one of the worst performers in late afternoon trading on Frankfurt's DAX 30 index, shedding 1.1 percent to 86.47 euros. Fellow carmakers Daimler and Volkswagen fell by close to one percent each",
  "title": "EU raids automaker BMW in post-Dieselgate cartel case",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.wheels24.co.za/News/Industry_News/eu-raids-automaker-bmw-in-post-dieselgate-cartel-case-20171024",
  "category_id": 4,
  "category": "Dieselgate",
  "dId": "32875daece08f7fe3a7ef738f5f8fca609f7125cd0d04dad8eeb0375"
}