{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-16T00:00:00",
  "description": "Zimbabwe's President Robert Mugabe was meeting with a South African delegation at the state house today as negotiations pushed for a resolution to the political turmoil and the likely end to his decades-long rule.",
  "filename": "http%3A%2F%2Fwww.cbc.ca%2Fnews%2Fworld%2Fzimbabwe-mugabe-1.4404727.json",
  "image_url": "https://i.cbc.ca/1.4404733.1510827808!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_1180/zimbabwe-politics.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.cbc.ca",
  "text": "Zimbabwe's President Robert Mugabe was meeting with a South African delegation at the state house today as negotiations pushed for a resolution to the political turmoil and the likely end to his decades-long rule.\nSouth Africa President Jacob Zuma, speaking in parliament, said the political situation \"very shortly will be becoming clear.\" The talks include the military and, reportedly, the Catholic Church.\nZimbabwe's state-run newspaper has published what it calls new photos of Mugabe meeting with army Cmdr. Constantino Chiwenga as talks continue on a resolution to the political turmoil and the likely end to Mugabe's decades-long rule.\nThe photos in the Zimbabwe Herald appear to show Mugabe and the army commander meeting at the state house.\nChiwenga on Monday threatened to \"step in\" to calm tensions after Mugabe last week fired deputy Emmerson Mnangagwa, who enjoys military support. Mugabe had been under house arrest, reportedly with his wife, since the military moved in overnight Tuesday.\nMnangagwa's firing angered supporters amid widespread concern that unpopular Grace Mugabe would take the place of her husband.\nThe military remained in the streets of the capital of Harare. Southern African regional officials were meeting on the crisis in neighbouring Botswana.\nZimbabwe capital calm despite military takeover of government0:35\nSeizing on the political limbo to speak out, civil society groups and opposition leaders urged Mugabe to step aside after 37 years in power, and for the country to transition into free and fair elections.\nA joint statement by more than 100 civil society groups urged Mugabe, the world's oldest head of state, to peacefully step aside, and asked the military to quickly restore order and respect the constitution. A joint statement by churches also appealed for calm.\nOne analyst said he believed the negotiations \"have pretty much reached an end point\" to get Mugabe to step aside and that it was a \"matter of hours or days.\"\nKnox Chitiyo, associate fellow with the Africa program at Chatham House, warned that speculation remains high, but said the aim was a peaceful, managed transition. He said the military wants a dignified exit for Mugabe, who has ruled since independence from white minority rule in 1980 and remains widely known, even praised, in Africa as a liberation leader.\nChitiyo said he doesn't know where the ailing Mugabe would go, but that the destination is \"likely driven by his health.\" Mugabe routinely seeks medical treatment in Singapore.\nZimbabwe opposition leader Morgan Tsvangirai speaks to the Associated Press after giving a press conference at his home in Harare Thursday. Tsvangirai said Mugabe must resign. (Ben Curtis/Associated Press)\nOpposition leaders spoke out, but said they had not been contacted as part of the Mugabe negotiations.\nOpposition leader Morgan Tsvangirai, who shared power with Mugabe between 2009 and 2013, said Mugabe must resign and said his party would participate in talks on a transitional mechanism if approached.\nHe pointedly referred to Mugabe as \"Mister.\"\nA Zimbabwean vice-president who was fired in 2014, Joice Mujuru, called for \"free, fair and credible elections\" following a transition arrangement that draws from a range of communities. Peace can be realized only \"through maximum restraint,\" she told reporters, saying she was heartened by assurances given that condemn violence and encourage peace.\nPedestrians pass a newspaper headline in the capital, Harare, Thursday. (Associated Press)\nThe Zimbabwean pastor whose #ThisFlag social media campaign last year led to the largest anti-government protests in a decade called on citizens to \"stand up for peace.\"\n\"Should we just sit and wait or shall we at least be part of this transition process?\" Evan Mawarire asked, urging citizens not to wait for regional leaders to broker the next phase.\nFreedoms not seen in years\nAmid the political limbo, Zimbabweans were enjoying freedoms they haven't had in years.\nFor once, Zimbabweans weren't contending with bribe-seeking police officers who mounted roadblocks every few kilometres.\nZimbabwe military tries to reassure country in TV statement1:27\nSoldiers manning the few checkpoints on roads leading into downtown Harare greeted motorists with a smile, searching cars without hostilities and wishing motorists a safe journey.\nStreet vendors who endured police raids after Mugabe ordered their removal were working without hassles. Trade unions urged workers to go about their business.\n'The situation is quite OK'\n\"The situation is quite OK because they are now returning to their jobs,\" said Harare resident Clinton Mandioper.\nHuman rights groups urged respect for rights as the drama played out.\nAmid questions about the whereabouts of Grace Mugabe, one Namibian newspaper, the New Era, reported that the country's foreign minister denied she had fled there.",
  "title": "Zimbabwe calm as Mugabe is urged to go peacefully",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.cbc.ca/news/world/zimbabwe-mugabe-1.4404727",
  "category_id": 5,
  "category": "Zimbabwe",
  "dId": "33dbe241015c944121f30f4c55c475c739892db52df7e6d689a4f35f"
}