{
  "authors": [
    "Reuters Editorial",
    "Reuters Staff",
    "Min Read"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-08T20:29:48",
  "description": "Volkswagen (VOWG_p.DE) has yet to fix around 390,000 of the 1.2 million cars affected by the diesel emissions scandal in Britain, over two years since the revelations first came to light, according to a parliamentary committee.",
  "filename": "https%3A%2F%2Fwww.reuters.com%2Farticle%2Fus-volkswagen-emissions-britain%2Fvolkswagen-has-still-not-fixed-one-in-three-dieselgate-cars-in-britain-idUSKBN1D829C.json",
  "image_url": "https://s3.reutersmedia.net/resources/r/?m=02&d=20171108&t=2&i=1208958870&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPEDA71EP",
  "language": "en",
  "localpath": null,
  "source_domain": "www.reuters.com",
  "text": "LONDON (Reuters) - Volkswagen (VOWG_p.DE) has yet to fix around 390,000 of the 1.2 million cars affected by the diesel emissions scandal in Britain, over two years since the revelations first came to light, according to a parliamentary committee.\nTrees are reflected on the bonnet of a Volkswagen (VW) car in the morning sunshine in London, Britain May 5, 2016. REUTERS/Russell Boyce\nThe German carmaker admitted in September 2015 to using software to cheat diesel emission tests in the United States and has since paid out compensation to U.S. motorists but has refused to do so in Europe.\nThe British parliament’s Environmental Audit Committee said that Volkswagen had slowed the pace of its work in recent months and called on the transport ministry to take action.\n“It is over two years since the VW emissions scandal was discovered, a third of vehicles have yet to be fixed and rates have slowed considerably,” said committee Chairwoman Mary Creagh, a lawmaker for the opposition Labour Party.\n“We have written to the Department for Transport to ask what action they are taking in response to the stalled progress.”\nVolkswagen said it had made technical changes to 810,134 cars out of just under 1.2 million in Britain but that as the process was voluntary, rather than a safety recall, it may never fix every single one.\n“The campaign will remain open for the foreseeable future but the 100 percent point can never be reached for the following reasons: Some vehicles will have been scrapped, some written off, some exported and some owners decline or never respond,” a spokesman said.\nAbout 6.25 million of roughly 10.5 million affected diesel cars worldwide have been refitted, with the lion’s share in Europe, a spokesman at VW’s Wolfsburg headquarters said late on Monday, adding that about 90 percent of about 2.5 million affected cars in VW’s German home market have been fixed.",
  "title": "Volkswagen has still not fixed one in three dieselgate cars in Britain",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.reuters.com/article/us-volkswagen-emissions-britain/volkswagen-has-still-not-fixed-one-in-three-dieselgate-cars-in-britain-idUSKBN1D829C",
  "category_id": 4,
  "category": "Dieselgate",
  "dId": "3c700ff0b1315116e827aeb3b0223f505a676c8b42e421b50a3c219b"
}