{
  "authors": [
    "Feann Torr"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-08T19:00:09",
  "description": "\"No reason\" for dieselgate class action in Australia, says VW. But D-day looms for Volkswagen Australia as several court actions ramp up.",
  "filename": "https%3A%2F%2Fwww.motoring.com.au%2Fno-reason-for-dieselgate-class-action-says-vw-109733%2F.json",
  "image_url": "https://motoring.pxcrush.net/motoring/general/editorial/dieselgate-202.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.motoring.com.au",
  "text": "D-day looms for Volkswagen Australia as several court actions ramp up\nAustralians who feel deceived by Volkswagen’s #dieselgate emissions scandal will have their day in court later this month when several class actions kick off against the German car-maker and its sister brands Audi and Skoda.\nFor more than two years the grubby cloud of dieselgate has damaged Volkswagen’s reputation. In one of the biggest scandals ever to hit the automotive industry, senior heads rolled not long after news broke of the emissions cheating rort in September 2015.\nIn Australia — where more than 90,000 VW, Audi and Skoda vehicles powered by EA189 1.6- or 2.0-litre diesel engines are affected — there are a total of five federal court class actions conducted by two law firms.\nThe ACCC is also taking Volkswagen to court over the dieselgate issue.\nThe class actions include Bannister Law’s Cantor v Audi Australia and Tolentino v Volkswagen Group Australia, which do not make any claims against the VW, Audi or Skoda parent companies.\nThe other public class actions are Maurice Blackburn’s Dalton & Anor v Volkswagen AG and VAG, Richardson v Audi AG and Audi Australia, and Roe v Skoda Auto, Volkswagen AG and VGA.\nUnless owners of affected vehicles chose to “opt-out” of the class action before October 18, they are understood to be part of the civil law suit. The hearings will initially take around four weeks.\nOriginally slated for a hearing on October 30, the cases are believed to have been pushed back due to flood damage in the courts. But not even an act of God will stop aggrieved Volkswagen owners having their day in court.\nVolkswagen Group Australia says it has nothing to answer for and that it will not be paying compensation to affected vehicle owners – as occurred in the US, where NOx emissions laws were breached.\nThe global car giant’s Australian managing director last week told motoring.com.au that, despite the billions of dollars in compensation that has been paid in Europe and US, his company acted lawfully.\n“We go back to our original position: There’s no reason for there to be a class action,” said Michael Bartsch when we asked him about the potentially costly and negative outcomes of the court actions.\nBartsch said the recall to remove the “defeat device” in affected vehicles is sufficient to deal with the issue locally, adding that there are “protocols and procedures for the rectification of the engine management unit, to make sure it doesn’t have that [emissions] bypass system in it.”\nSales of Volkswagen vehicles in Australia – and globally for that matter – have not been severely affected by the dieselgate emissions cheating scandal, which led to several arrests and executive sackings.\nIn fact, despite the negative headlines and looming class actions, over the past two years Volkswagen Australia insists that resale values of affected vehicles are not impacted and that its dealers remain more profitable than most.\n“If you have a look at the values of the vehicles … [they are] unaffected,” said Bartsch.\n“The values of the vehicles reflect normal lifecycle and our dealerships are profitable. They’re performing at a level above most franchises in Australia in terms of return on sales.”\nAustralian vehicles affected by dieselgate",
  "title": "\"No reason\" for dieselgate class action, says VW",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.motoring.com.au/no-reason-for-dieselgate-class-action-says-vw-109733/",
  "category_id": 4,
  "category": "Dieselgate",
  "dId": "b0f7fdb518d6df76695a8e24d849848320a7033374e44a10982e1cf9"
}