{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-13T00:00:00",
  "description": "In response to gamers' frustrations, EA slashes the amount of in-game credits needed for top characters, making Darth Vader a lot more affordable.",
  "filename": "https%3A%2F%2Fwww.cnet.com%2Fnews%2Fstar-wars-battlefront-ii-reddit-micro-transactions%2F.json",
  "image_url": "https://cnet1.cbsistatic.com/img/DiAImDu8ao4b4tizMbnmBmnRZAQ=/2017/11/13/5b330292-5d78-4079-aab3-e0b495cd97a2/battlefront2.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.cnet.com",
  "text": "GameSpot\nElectronic Arts' highly anticipated first-person shooter Star Wars Battlefront II will come out Friday, but some players' excitement for the game has already been seriously tempered by frustration.\nSubscribers to the gaming service EA Access, who get first dibs on some games during their pre-release trial period, figured out that unlocking playable heroes like Luke Skywalker requires either a 40-hour grind fest or pay-to-play. When that information hit Reddit, people got mad. So mad, in fact, that when an Electronic Arts' representative jumped into the Reddit thread to allay people's fears, the rep's comment became the most downvoted in Reddit's history, getting over 436,000 downvotes in 24 hours as of this writing.\nIn response to backlash from the player community, John Wasilczyk, executive producer at DICE, the game developer of Battlefront II, acknowledged in a message on EA's site there has been a lot of discussion about in-game credits. He also said the company is reducing the amount of credits needed to unlock the top characters like Luke Skywalker and Darth Vader by 75 percent.\nEA's John Reseburg laid out the credit change in an email to CNET.\n\"Luke Skywalker and Darth Vader will now be available for 15,000 credits [down from 60,000 credits], Emperor Palpatine, Chewbacca and Leia Organa for 10,000 credits and Iden at 5,000 credits. Based on what we've seen in the Trial, this amount will make earning these heroes an achievement, but one that will be accessible for all players. The change will be live today, with an update that is getting loaded into the Play First Trial now and also the full game when it launches. We're not stopping there as we're going to keep making changes to make the experience better.\"\nThe Star Wars Battlefront franchise originally launched in 2004, and the reboot for modern consoles came in April 2015, once again giving players the opportunity to take part in the beloved franchise with updated graphics. It let players fly X-wing fighters, mow down rebels while driving Imperial Walkers, and even wield lightsabers while playing as characters such as Darth Vader and Luke Skywalker from the original movie trilogy.\nNow Playing: Watch this: EA backlash causes changes in Star Wars Battlefront II\nStar Wars Battlefront II for consoles and PCs, coming Nov. 17, promises more guns, spaceships and areas to explore, plus more playable characters from the Star Wars universe. Many players had already preordered the game at full price before hearing that unlocking characters like Darth Vader would require roughly 40 hours of matches. Each match lasts roughly 15 minutes, so 40 hours means a lot of matches.\nThe grind alone infuriates gamers, but the bigger issue is that the game lets you buy loot crates to get those same characters with real money, meaning if you don't want to grind it out, you can just swipe your credit card to unlock your favorite heroes. This is far more than a cosmetic change; if you can pay to be Darth Vader, that's a huge advantage over the people playing as lowly rebel forces.\nEA\nIn gamer culture, giving players such a leg up is a big no-no.\nIf everyone has to grind to unlock characters, that's frustrating for players, but at least everyone's on equal footing. But by requiring a substantial amount of play time, players believe EA is trying to entice them to spend more money to leap past the nonstop play to get the same thing. The credit change announced today should reduce the amount of time to roughly ten hours of play time (rather than 40) required to earn enough credits to unlock Vader and other top characters, but of course, players can still also just buy credits.\nPlayers are worried this might open the floodgates so that other company's will start doing the same thing. When the post titled \"Seriously? I paid 80$ to have Vader locked?\" went up 24 hours ago detailing how it would work, Reddit users jumped all over it. \"I have just achieved a sense of pride and accomplishment from cancelling my preorder,\" one wrote. Wrote another, \"If I had a credit for every downvote you've gotten I could finally unlock Darth Vader!\"\nEA isn't new to criticism on Reddit, and has even won the award for Consumerist's Worst Company in America based on similar business practices that people call predatory.\nHere's the comment on Reddit that made users so angry:\n\"The intent is to provide players with a sense of pride and accomplishment for unlocking different heroes,\" the EA rep wrote on Reddit. \"As for cost, we selected initial values based upon data from the Open Beta and other adjustments made to milestone rewards before launch. Among other things, we're looking at average per-player credit earn rates on a daily basis, and we'll be making constant adjustments to ensure that players have challenges that are compelling, rewarding, and of course attainable via gameplay. We appreciate the candid feedback, and the passion the community has put forth around the current topics here on Reddit, our forums and across numerous social media outlets. Our team will continue to make changes and monitor community feedback and update everyone as soon and as often as we can.\"\nThat comment beat out Reddit's previous record of 24,000 downvotes from a user who literally asked people to downvote him.\nFirst published, Nov. 13 at 1:12 p.m. PT.\nUpdate, 2:40 p.m PT: Adds EA and DICE response as well as information on change to in-game credits.\nTech Enabled: CNET chronicles tech's role in providing new kinds of accessibility.\nBatteries Not Included: The CNET team reminds us why tech is cool.",
  "title": "EA lowers Star Wars Battlefront II costs after Reddit outcry",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.cnet.com/news/star-wars-battlefront-ii-reddit-micro-transactions/",
  "category_id": 1,
  "category": "Star Wars: Battlefront II - Loot Box",
  "dId": "bc61b2446badbf99134f7655ea2e03581c77f3738b4dd095353b3e6c"
}