{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": null,
  "description": "Pyongyang responds to new UN sanctions with its furthest-ever projectile flight",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Ftodays-paper%2Ftp-international%2Fn-korea-fires-missile-over-japan%2Farticle19695124.ece.json",
  "image_url": "http://www.thehindu.com/todays-paper/tp-international/article19695123.ece/ALTERNATES/LANDSCAPE_615/th-16-North-KorGEL2G1H8R3jpgjpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "Fright path:A man follows a news programme about the North Korean missile launch, in Seoul on Friday.AFP\nNorth Korea fired a ballistic missile over Japan and into the Pacific on Friday, responding to new UN sanctions with its furthest-ever missile flight in what analysts called a demonstration of its ability to target Guam.\nThe launch, from near Pyongyang, came after the United Nations Security Council imposed an eighth set of measures on the isolated country following its sixth nuclear test earlier this month. The blast was by far its largest to date and Pyongyang said it was a hydrogen bomb small enough to fit onto a missile.\nIn New York, the Security Council called an emergency meeting for later Friday and UN chief Antonio Guterres said talks on the crisis would be held on the sidelines of the General Assembly next week.\nThe U.S. Pacific Command confirmed that Friday’s rocket was an intermediate range ballistic missile (IRBM) and said it did not pose a threat to North America or to the U.S. Pacific territory of Guam, which Pyongyang has threatened to bracket with “enveloping fire.”\nSeoul’s Defence Ministry said it probably travelled around 3,700 km and reached a maximum altitude of 770 km.\nMillions jolted awake\nMillions of Japanese were jolted awake by blaring sirens and emergency text message alerts.\n“Missile launch! missile launch! A missile appears to have been launched from North Korea,” loudspeakers blared on Cape Erimo, on Hokkaido’s southern tip.\nWon’t tolerate it: Abe\nJapanese Prime Minister Shinzo Abe said Tokyo could “never tolerate” what he called a “dangerous provocative action that threatens world peace.”\nThe missile was said to have overflown the U.S. ally for around two minutes.\nU.S. Secretary of State Rex Tillerson urged China and Russia, Pyongyang’s main defenders, to take “direct actions” to rein it in.\nBeijing condemned the launch but said it was not to blame for the crisis.\nIn response to the launch, South Korea’s military immediately carried out a ballistic missile drill of its own, with the defence ministry saying it took place while the North’s rocket was still airborne.",
  "title": "N. Korea fires missile over Japan",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/todays-paper/tp-international/n-korea-fires-missile-over-japan/article19695124.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 55,
    "Event": "north_Korea_hokkaido_missile"
  },
  "dId": "03bb7e53863b7dd8b3ff794c023f24b370de7e784c0091e2ac6a9b00"
}