{
  "authors": [
    "Case Relates To Aluminium Imports",
    "What Is The Only Da Vinci Painting On The Open Market Worth",
    "A Russian Billionaire Believes He Was Swindled When He Bought It For",
    "Million. This"
  ],
  "date_download": "2017-11-30T13:51:47",
  "date_modify": null,
  "date_publish": null,
  "description": "Four detained Boko Haram leaders freed in exchange",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2F21-abducted-Chibok-schoolgirls-freed-in-Nigeria%2Farticle16070198.ece.json",
  "image_url": "http://www.thehindu.com/migration_catalog/article16053809.ece/ALTERNATES/LANDSCAPE_615/CHIBOK_3005668a",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "The image taken from a August 14, 2016 video posted by Boko Haram on social media shows a masked man and the kidnapped schoolgirls.\nTwenty one of the 276 schoolgirls kidnapped by >Boko Haram militants have been freed, officials said on Thursday.\nThe freed girls, the first to be released as a result of government action, are in the custody of Nigeria’s Department of State Services and secret intelligence agency, according to spokesman Garba Shehu.\n“We are extremely delighted and grateful,” said the ‘Bring Back Our Girls’ movement on Facebook. The group, which has campaigned within Nigeria and internationally for the release of the students, said it awaits the names of the released girls.\nFighters swapped for schoolgirls\nA Nigerian military source said four detained Boko Haram leaders have been freed in exchange for the release of the schoolgirls.\nThe abduction of the schoolgirls in April 2014 and the government’s failure to quickly free them had caused international outrage and brought Boko Haram, >Nigeria’s home-grown militant group, to the world’s attention.\nDozens of the girls escaped on their own, but most remain missing.\nTimeline\nApril 2014: Boko Haram extremists kidnap 276 schoolgirls from Chibok in northern Nigeria, the region where the insurgency emerged several years ago.\nNovember 2014: Extremists seize Chibok, then Nigerian army takes back the town.\nMay 2015: New President Muhammadu Buhari is sworn in, pledges to tackle Boko Haram “head-on”.\nApril 13, 2016: >Boko Haram video appears to show some of the Chibok girls and tearful mothers recognise their daughters.\nMay 18, 2016: Relative says >one of the Chibok girls is found, pregnant, in a forest; pressure grows on Nigeria’s government to rescue the others.\nAugust 14, 2016: >Boko Haram video says some Chibok girls killed in airstrikes, demands release of extremists in exchange for other girls’ freedom.\nOctober 13, 2016: Spokesman for Nigeria’s President confirms 21 Chibok girls have been freed, a result of government negotiations with Boko Haram.",
  "title": "21 abducted Chibok schoolgirls freed in Nigeria",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/21-abducted-Chibok-schoolgirls-freed-in-Nigeria/article16070198.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 51,
    "Event": "boko_haram_21_schoolgirls_freed"
  },
  "dId": "12895c165fd2ea4a7ae4380c65ad8a977f948cdde63e30343c8c2055"
}