{
  "authors": [
    "Tillerson Says The U.S. Will Consider Targeted Sanctions Against Those Responsible",
    "What Is The Only Da Vinci Painting On The Open Market Worth",
    "A Russian Billionaire Believes He Was Swindled When He Bought It For",
    "Million. This"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": null,
  "description": "The launch represented a major escalation by Pyongyang in the face of tensions over its weapons programmes.",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fnorth-korea-fires-missile-over-japan-on-tuesday%2Farticle19585240.ece.json",
  "image_url": "http://www.thehindu.com/news/international/article19585239.ece/ALTERNATES/LANDSCAPE_615/NorthKorea",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "This picture from North Korea's official Korean Central News Agency (KCNA) taken on August 29, 2017 and released on August 30, 2017 shows North Korea's intermediate-range strategic ballistic rocket Hwasong-12 lifting off from the launching pad in Pyongyang. | Photo Credit: AFP/KCNA via KNS\nmore-in\nNuclear-armed North Korea said on Wednesday that it had fired a missile over Japan the previous day, the first time it has ever acknowledged doing so.\nThe launch represented a major escalation by Pyongyang in the face of tensions over its weapons programmes, which have seen it threaten to send a salvo of missiles towards the US territory of Guam and prompted President Donald Trump to warn of “fire and fury”.\nShortly before the North Korean statement, Mr. Trump said that “all options” were on the table, reviving his implied threat of pre-emptive US military action just days after congratulating himself that North Korea's Kim Jong-Un appeared to be \"starting to respect\" him by holding off on missile firings.\nThe launch of the Hwasong-12 intermediate-range missile was supervised by leader Kim Jong-Un, the official Korean Central News Agency reported.\nIt “crossed the sky above Oshima peninsula of Hokkaido and Cape Erimo of Japan along the pre-set flight track and accurately hit the pre-set target waters in northern Pacific”, it said.\nSouth Korea's military said on Tuesday that it had travelled around 2,700 kilometres (1,700 miles) and reached a maximum altitude of 550 kilometres.\nNorth Korea has twice previously sent rockets over the main islands of Japan, in 1998 and 2009, but on both occasions claimed they were space launch vehicles.\n“The drill had no impact on the security of the neighbouring countries,” KCNA insisted, adding that Kim expressed “great satisfaction” over the launch.\nThere would be “more ballistic rocket launching drills with the Pacific as a target in the future”, it cited him as saying.\nThe launch, it added, was timed to mark the 107th anniversary of the \"disgraceful\" Japan-Korea treaty of 1910, under which Tokyo colonised the Korean peninsula.\nIt ushered in a period of oppressive ruled that only ended with Japan's defeat in the Second World War and is resented by Koreans on both sides of the divided peninsula, complicating the relationship between Tokyo and Seoul, both of them US allies threatened by Pyongyang.\nWith the launch, KCNA said, Mr. Kim “gave vent to the long-pent grudge of the Korean people” with “a bold plan to make the cruel Japanese islanders insensible on bloody August 29”.\nEnough is enough\nTuesday's missile overflight triggered consternation in world capitals and on the ground, with sirens blaring out and text message alerts being sent in Japan warning people to take cover.\n“Threatening and destabilising actions only increase the North Korean regime's isolation in the region and among all nations of the world,” Mr. Trump said in a White House statement. “All options are on the table.”\nAt an emergency meeting of the UN Security Council in New York — which has already imposed seven sets of sanctions on Pyongyang over its weapons programmes — Washington's Ambassador Nikki Haley warned that \"enough is enough\" and that tough action had to be taken.\n“It's unacceptable,” Ms. Haley said. “They have violated every single UN Security Council resolution that we've had, and so I think something serious has to happen.”\nNew sanctions on North Korea could be discussed, she said.\nThe North last month carried out its first two successful tests of an intercontinental ballistic missile (ICBM), apparently bringing much of the US mainland into range, but the Pentagon said Tuesday's launch was judged not to have represented a threat.\nDespite Mr. Trump's rhetoric, officials in Washington speaking privately echo the warning by Trump's now former chief strategist Steve Bannon that it is too late for a pre-emptive strike.\n“There's no military solution, forget it,” Mr. Bannon told the American Prospect in an August 16 interview, his last before losing his job.\n“Until somebody solves the part of the equation that shows me ten million people in Seoul don't die in the first 30 minutes from conventional weapons, I don't know what you're talking about, there's no military solution here, they got us.”\nPyongyang says it needs nuclear weapons to defend itself against a possible invasion by the US, and KCNA said Tuesday's launch was a response to the annual Ulchi Freedom Guardian joint exercises currently being mounted by Seoul and Washington, which it views as rehearsals for an attack.\nAny missile fired by the North at Guam would have to pass over Japan, and analysts told AFP that Pyongyang appeared to have chosen the trajectory of the latest test as a \"half-way house\" option to send a message without crossing a red line.\nJapan's Prime Minister Shinzo Abe was nevertheless visibly unsettled, dubbing the launch an “unprecedented, serious and grave threat.”\nMr. Abe called the overflight an “outrageous act” and, after a 40-minute call with Mr. Trump, he said the allies had agreed to “further strengthen pressure against North Korea.”\nBut China, the North's key ally and main trading partner, urged restraint, saying the US-South Korean military drills were partly to blame for tensions and warned that all sides should pull back from a “tipping point”.",
  "title": "North Korea fires missile over Japan on Tuesday",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/north-korea-fires-missile-over-japan-on-tuesday/article19585240.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 2,
    "Topic": "north_korea",
    "EventId": 7,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "http://www.thehindu.com/news/international/north-korea-fires-missile-over-japan-on-tuesday/article19585240.ece"
  },
  "dId": "4892917dd241577d91b4a14dfae74da52f8c9757422f501f35a3ba0b"
}