{
  "authors": [
    "Case Relates To Aluminium Imports",
    "What Is The Only Da Vinci Painting On The Open Market Worth",
    "A Russian Billionaire Believes He Was Swindled When He Bought It For",
    "Million. This"
  ],
  "date_download": "2017-11-30T16:14:33",
  "date_modify": null,
  "date_publish": null,
  "description": "North Korea said on Monday it is ready to launch satellites aboard long-range rockets to mark the ruling communist party’s anniversary next month, a move expected to rekindle animosities with its riva",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fnorth-korea-to-launch-satellites-to-mark-party-anniversary%2Farticle7654457.ece.json",
  "image_url": "http://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "more-in\nNorth Korea said on Monday it is ready to launch satellites aboard long-range rockets to mark the ruling communist party’s anniversary next month, a move expected to rekindle animosities with its rivals South Korea and the United States.\nA National Aerospace Development Administration director said the North has been making “shining achievements” in the space development field ahead of the 70th birthday of the Workers’ Party, saying scientists and technicians are pushing forward on a final development phase for a new earth observation satellite for weather forecasts.\n“Space development for peaceful purposes is a sovereign state’s legitimate right... and the people of (North Korea) are fully determined to exercise this right no matter what others may say about it,” the director told Pyongyang’s official Korean Central News Agency. The world will “clearly see a series of satellites soaring into the sky at times and locations determined” by the Workers’ Party.\nThe launches, if made, are certain to trigger an international standoff, with Seoul, Washington and other neighbouring countries condemning past launches as disguised tests of the North’s long-range missile technology and Pyongyang making a furious response to the criticism.\nSouth Korea’s Defence Ministry said on Tuesday that the firing a long-range missile would represent a “serious” violation of U.N. resolutions, but added it had not detected any signs indicating North Korea was preparing such a launch.\nNorth Korea has spent decades trying to perfect a multistage, long-range rocket. After several failures, it put its first satellite into space with a long-range rocket launched in late 2012. The U.N. said it was a banned test of ballistic missile technology and imposed sanctions. Experts say that ballistic missiles and rockets in satellite launches share similar bodies, engines and other technology.\nAn angry North Korea then conducted its third nuclear test in February 2013, inviting further international condemnation and sanctions.\nWashington sees North Korea’s pursuit of nuclear weapons and ballistic missiles as a threat to world security and to its Asian allies, Japan and South Korea.\nThe North’s announcement on Monday also raised doubt about recent signs of easing animosities between the rival Koreas, which have agreed to hold reunions next month of families separated by war. The two Koreas previously threatened each other with war in August in the wake of mine explosions blamed on Pyongyang that maimed two South Korean soldiers earlier in that month.\nThe Korean Peninsula remains in a technical state of war since the 1950-53 Korean War ended with an armistice, not a peace treaty. About 28,500 U.S. troops are stationed in South Korea as deterrence against potential aggression from North Korea.",
  "title": "North Korea to launch satellites to mark party anniversary",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/north-korea-to-launch-satellites-to-mark-party-anniversary/article7654457.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 56,
    "Event": "north_Korea_Launches_satellite"
  },
  "dId": "4f9f805f7de9bb8dfa31d4318adff5c11a6694f39aa57247dc1f9498"
}