{
  "authors": [
    "Tillerson Says The U.S. Will Consider Targeted Sanctions Against Those Responsible",
    "What Is The Only Da Vinci Painting On The Open Market Worth",
    "A Russian Billionaire Believes He Was Swindled When He Bought It For",
    "Million. This"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": null,
  "description": "Deadliest shooting in U.S.; police term it act of “domestic terrorism”",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Flas-vegas-shooting-deadliest-in-us-several-killed-injured%2Farticle19787232.ece.json",
  "image_url": "http://www.thehindu.com/news/international/article19787231.ece/ALTERNATES/LANDSCAPE_615/TH03LASVEGAS",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "more-in\nFifty-eight people were killed and 515 injured when a gunman opened fire on an outdoor music festival on Sunday night from the 32nd floor of an adjacent hotel in the Las Vegas Strip. Local police have described the incident as an act of “domestic terrorism.”\nThe Islamic State claimed responsibility for the attack but the Federal Bureau of Investigations (FBI) has disputed the claim. “We have determined, to this point, no connection with an international terrorist group,” Aaron Rouse, the special agent in charge of the FBI in Las Vegas, said at a press conference on Monday.\nAround 22,000 people had gathered for the Route 91 Harvest country music festival that is held over the three days. Jason Aldean was scheduled to be the headline performer on the final night on Sunday. However, he was not on the stage when the shooting began around 10:08 p.m. Eyewitnesses quoted by the National Public Radio said the shooting went on for several minutes.\nAlso Read Police discount IS involvement despite claims\nThe concert goers crowding Las Vegas Village initially did not realise that it was bullets raining on them from the Mandalay Bay Hotel and Casino that overlooks the outdoor venue. The shooter may have been staying in the hotel since Thursday, police said. “..approximately 406 people were transported to area hospitals,\" the Las Vegas Metropolitan Police Department said.\nThe incident is the deadliest mass shootings in recent time in the U.S. The June 2016 mass shooting at the Pulse nightclub in Orlando, Florida left 49 dead.\nThe gunman, identified as Stephen Paddock, a 64-year-old white man, was found dead in his hotel room by the police. Police said they recovered “in excess of 10 rifles” from his room, which they blasted open, and suspected that he used automatic assault weapons in the attack. Paddock from Mesquite was a licensed pilot, owned two planes and had a hunting licence from Alaska, according to initial reports. However, no motives have been suggested for the deadly violence. The FBI has joined the investigation, along with the local police.\nPresident Donald Trump termed the incident “an act of pure evil.” A presidential proclamation ordered flags be flown at half-staff on federal buildings. “We cannot fathom their pain, we cannot imagine their loss,” Mr. Trump said of those who lost loved ones in the massacre.",
  "title": "58 killed, 515 injured in Las Vegas shooting",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/las-vegas-shooting-deadliest-in-us-several-killed-injured/article19787232.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 49,
    "Event": "las_vegas_shooting",
    "Url": "http://www.thehindu.com/news/international/las-vegas-shooting-deadliest-in-us-several-killed-injured/article19787232.ece"
  },
  "dId": "708e332dbc524e0d7ca4b60cdfc90745492c264afbf9339607b044ac"
}