{
  "authors": [
    "Tillerson Says The U.S. Will Consider Targeted Sanctions Against Those Responsible",
    "What Is The Only Da Vinci Painting On The Open Market Worth",
    "A Russian Billionaire Believes He Was Swindled When He Bought It For",
    "Million. This"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": null,
  "description": "At least 58 were killed and 500 were injured in one of the deadliest mass shooting in the U.S. as gunman opened fire at a Las Vegas concert",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Flive-updates-las-vegas-strip-shooting%2Farticle19784319.ece.json",
  "image_url": "http://www.thehindu.com/incoming/article19785487.ece/ALTERNATES/LANDSCAPE_615/VBK-ROUTE91HARVEST",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "At least 58 people were killed early on Monday, in a shooting at Mandalay Bay Casino in Las Vegas Strip. Around 500 people have been hospitalised with suspected gunshot wounds. There was a concert on at the Strip at the time of the shooting. Police who initially reported an active shooter later said one suspect is down.\nPresident Donald Trump on Monday called the mass shooting attack in Las Vegas “an act of pure evil.” Mr. Trump said he would travel to Las Vegas on Wednesday. The nation must stay unified, he added. He has ordered that flags be flown at half-staff to honour the victims.\nThe FBI, at a news conference later in the day, said the shooter, Stephen Criag Paddock, had no connection to the Islamic State (IS) group which claimed that the shooting massacre was carried out by one of its \"soldiers\" who had \"converted to Islam several months ago.\"\nHere are the latest updates (time in IST)\n9.45 p.m.: The FBI says the shooter who killed 58 people and injured more than 500 others at a Las Vegas concert had no connection to an international terrorist group.\nThe announcement from Special Agent in Charge Aaron Rouse at a news conference on Monday comes after the Islamic State (IS) group claimed responsibility for the attack without providing evidence.\nThe extremist group claimed that the shooter was “a soldier” who had converted to Islam months ago. It has made exaggerated or false claims in the past.\nAuthorities have yet to identify a motive for the shooting but say they believe 64-year-old Stephen Craig Paddock acted alone. He killed himself after the shooting.\n9.00 p.m.: There have been no reports of any Indian casualty in the mass shooting in Las Vegas, the External Affairs Ministry said on Monday.\n“No reports have been received of any Indian nationals amongst those affected in the Las Vegas shooting incident,” External Affairs Ministry Spokesperson Raveesh Kumar said.\n“Our Consulate in San Francisco continues to monitor the situation on a real time basis,” Mr. Kumar said, responding to a query.\n8.20 p.m.: President Trump begins to speak: (highlights)\nPresident Donald Trump makes a statement about the mass shooting in Las Vegas, at the White House in Washington on Monday. | Photo Credit: AP\n\"We are joined together today in sadness, shock and grief...\n\"It was an act of pure evil...\n“I want to thank the Las Vegas Metropolitan Police Dept. and all of the first respondents for their courageous efforts and for helping to save the lives of so many.\n\"To have found the shooter so quickly after the first shot was fired, is something for which we will always be thankful and grateful. It shows what true professionalism is all about.\n\"Hundreds of our fellow citizens are now mourning the sudden loss of a loved one … We cannot imagine their loss….We are praying for you...\n\"To the wounded who are now recovering in hospital, we are praying for your full and speedy recovery...\n\"We pray for the entire nation to find unity and peace...\n\"May god bless the soul of lives that are lost.\"\nMr. Trump issued a proclamation on Monday ordering flags be flown at half-staff until sunset on October 6.\n8.00 p.m.: The White House says President Donald Trump will speak at 10-30 a.m. Eastern time (2000 hrs IST) about the mass shooting in Las Vegas. Mr. Trump’s remarks were added to his schedule on Monday morning. He tweeted his “warmest condolences and sympathies” earlier in the morning.\n7.55 p.m.: The brother of the Stephen Paddock says he’s “completely dumbfounded” by the shooting. In a brief interview with the Orlando Sentinel, Eric Paddock says he can’t understand what happened. He also said he’s made a statement to police. Authorities say 64-year-old Stephen Craig Paddock killed himself after the shooting. Police have not yet determined a motive.\n7.50 p.m.: No report of any Indian national affected in the Las Vegas shooting incident, says the Ministry of External Affairs.\n7:00 p.m.: Here is an illustrative representation of how close the gunman was to the concert area:\n6.30 p.m.: Mesquite Police Chief Troy Tanner says police surrounded and entered the single-family home where 64-year-old Stephen Paddock lived with 62-year-old Marilou Danley early on Monday morning. Mr. Tanner says detectives from Las Vegas and North Las Vegas were at the scene in the resort community of Mesquite, located near the Arizona state line.\n6.15 p.m.: The Los Angeles Sheriff's Department says two of its off-duty members were shot during the attack at a Las Vegas concert. Authorities say both were taken to the hospital, where one remains in critical condition and the other was in stable condition. Officials did not immediately release their names.\n5.50 p.m: Police say the woman they were looking for, Mary Lou Danley, is no longer a \"person of interest\". Police believe the woman was not involved in the shooting. Ms. Danley was believed to be a roommate of the shooter Stephen Paddock.\n5.15 p.m: Authorities say the on-duty police officer who was wounded is out of surgery and in stable condition.\n4.05 p.m: Sheriff Joe Lombardo, Las Vegas police, in the latest briefing to the media, has said that the death toll has risen and though they still don't have an accurate figure, at least 50 have been killed and over 200 injured in the shooting.\nPolice have identified the shooter as Stephen Paddock, born in 1953. They are still looking for his female companion, a woman of Asian origin, earlier identified as Mary Lou Danley. The two vehicles they had identified earlier have been located. For families looking for their loved ones, the helpline number is 18665355654.\nA woman sits on a curb near the scene of the shooting at Las Vegas | Photo Credit: AP\nMy warmest condolences and sympathies to the victims and families of the terrible Las Vegas shooting. God bless you! — Donald J. Trump (@realDonaldTrump) October 2, 2017\n2.50 p.m: Sheriff Joe Lombardo, Las Vegas police, in a briefing to the media, said: \"We believe the shooter is a local resident. We will not release his identity for now as it's an ongoing investigation. We believe that this is the work of a single shooter, so all rumors circulating on social media that there are multiple shooters around are false. We cannot give you an accurate number of the number of people dead. As of now, over 20 are killed and over 100 injured.\"\nMr. Lombardo added that police believe the shooter had a female companion, possibly his roommate. Police have released her name as Mary Lou Danley, an Asian female, around 4ft 11. The police have not located her at this time. Mr. Lombardo also appealed to people with videos of the incident taken on their mobiles, to hand them over to aid the investigation.\nMarilou Danley is being sought for questioning re the investigation into the active shooter incident. If seen please call 9-1-1! pic.twitter.com/Z83XvcHejH — LVMPD (@LVMPD) October 2, 2017\nPolice are on the lookout for two vehicles: Hyundai Tuscon, unknown colour, Nevada Plate: 114 B40 and a Chrysler Pacifica Touring, unknown colour, Nevada plate: 19D 401\nA police officer runs along a sidewalk near a shooting near the Mandalay Bay resort and casino on the Las Vegas Strip on Sunday. | Photo Credit: AP\n2.40 p.m: Jason Aldean, the country music star who was performing in Las Vegas when the shooting took place, took to social media to say he and his crew are safe. He posted on Instagram hours later, calling the shooting “beyond horrific.”\n2.30 p.m: Las Vegas police say two off-duty officers have been killed in the shooting.\n2.15 p.m.: Las Vegas sheriff says more than 20 people were killed and about 100 people injured at concert attack.\n2.10 p.m.: Las Vegas sheriff said officers killed gunman on 32nd floor of hotel across from outdoor concert. He was a local man, companion sought, said the police.\n1.45 p.m.: Southern California police department says off-duty officer shot during Las Vegas concert attack.\n1.15 p.m.: Las Vegas police say one suspect is ‘down’ after a deadly shooting and authorities don’t believe there are any more shooters.\nAt this time we do not believe there are any more shooters. More information to come shortly from @Sheriff_LVMPD. — LVMPD (@LVMPD) October 2, 2017\n1.10 p.m.: Las Vegas Mayor says \"Pray for Las Vegas\"\nMayor Carolyn G. Goodman tweets \"Pray for Las Vegas. Thank you to all our first responders out there now.\"\nPray for Las Vegas. Thank you to all our first responders out there now. — Carolyn G. Goodman (@mayoroflasvegas) October 2, 2017\n12.54 p.m.: Witness heard gunfire for more than 5 minutes\nA concert-goer says he heard what sounded like fireworks while he was watching Jason Aldean’s performance at the Route 91 Harvest country music festival Sunday night.\nThe Mandalay Bay hotel in Las Vegas | Photo Credit: Reuters\nThirty-six-year-old Kodiak Yazzi said the music stopped temporarily and started up again before another round of pops sent the performers ducking for cover and fleeing the stage.\nAs the 40,000 fans in the crowd began to flee, Yazzi took cover and said he saw flashes of light coming from the Mandalay Bay hotel tower high above.\n12.50 p.m.: The spokeswoman for the University Medical Centre hospital said 14 of the injured were in a critical condition. All appeared to have suffered gunshot wounds, she said.\nA wounded person is walked in on a wheelbarrow as Las Vegas police respond during an active shooter situation on the Las Vegas Stirp in Las Vegas. | Photo Credit: AP\n12.45 p.m.: Flights in and out of McCarran International Airport diverted\nLimited flight activity has resumed at @LASairport. Please monitor flight status with your airline. Expect on going delays. — McCarran Airport (@LASairport) October 2, 2017\nSome flights destined for the McCarran International Airport were diverted due to the shooting.\nThe official Twitter handle of the airport tweeted as follows: \"Police investigating reported shootings on Las Vegas Strip near LAS Airport. Flight activity will be affected this evening; expect delays. Some flights destined for LAS Airport were diverted due to police incident. Please check with your air carrier if flying/picking up tonight.\"\nA couple of minutes later, an update was tweeted. \"UPDATE: Flights in and out of LAS Airport have been temporarily halted in response to reported shooting incident on Las Vegas Strip.\"\n12.41 p.m.: Police has tweeted that one suspect \"is down\" after reports of shooting on Las Vegas strip. \"At this time we do have a suspect down,\" Las Vegas police officer Steve Gomez told reporters, without elaborating. \"We have numerous victims right now,\" he added.\n12.30 p.m.: One Twitter user posted that the hotel was on lockdown, while another, citing police scanners, said two gunmen who had shot at a bodyguard and police were on the 32nd floor of the hotel.\nThe Mandalay Bay Resort and Casino in Las Vegas, Nevada | Photo Credit: Reuters\nWitnesses heard numerous gunshots at the casino hotel, where police tactical teams were searching for the attacker, according to reports on CNN and in the New York Times.\nIt was not immediately clear how many people were injured.\nA representative of the Las Vegas Metropolitan Police could not be reached immediately.",
  "title": "Las Vegas shooting; police confirm active shooter",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/live-updates-las-vegas-strip-shooting/article19784319.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 49,
    "Event": "las_vegas_shooting"
  },
  "dId": "dc34a193b9c9cf691510528fbed1ef52b0ed68b0932d52d2dcbf8704"
}