{
  "authors": [],
  "date_download": "2018-01-14T13:08:26",
  "date_modify": null,
  "date_publish": null,
  "description": "Plane operated by Nature Air crashes shortly after take-off",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Ftodays-paper%2Ftp-international%2F10-americans-2-pilots-killed-in-costa-rica-air-crash%2Farticle22348898.ece.json",
  "image_url": "http://www.thehindu.com/todays-paper/tp-international/article22348897.ece/ALTERNATES/LANDSCAPE_615/Th02-Costa-RicaGRS35FOCQ3jpgjpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "Ten Americans flying from a vacation hotspot on Costa Rica’s tropical Pacific coast died on Sunday when the small plane they had just boarded crashed and burst into flames shortly after take-off, officials in the country said.\nA list of the passengers given by local media showed five shared the same last name, suggesting that they were related.\n“The government of Costa Rica profoundly regrets the deaths of 10 U.S. passengers and two Costa Rican pilots in the air accident,” which occurred in the country’s northwestern Guanacaste region, Costa Rican President Luis Guillermo Solis said in a statement posted to social media.\nA U.S. State Department official said: “We confirm the deaths of multiple U.S. citizens in an airplane crash in Costa Rica,” adding that assistance was being provided to the affected Americans.\nCosta Rican officials said the plane that came down belonged to Nature Air, a domestic airline that services routes across the country and also provides aircraft for charter. The cause of the crash was unknown.",
  "title": "10 Americans, 2 pilots killed in Costa Rica air crash",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/todays-paper/tp-international/10-americans-2-pilots-killed-in-costa-rica-air-crash/article22348898.ece",
  "dId": "ef70577f64dcb7f45fbb6c1d4c42e72643a75abea997b899d5a9b91a",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}