{
  "authors": [
    "Tom Powell"
  ],
  "date_download": "2017-11-30T19:50:39",
  "date_modify": null,
  "date_publish": "2016-11-09T00:00:00",
  "description": "Several people died and dozens were injured after a tram derailed and overturned in Croydon. Five people were left trapped inside the vehicle after it came off the tracks in a tunnel near Sandlilands tram station at around 6am. Three of those trapped have been removed from the tram, which is on its side, but two still remain inside as of 11.30am.",
  "filename": "http%3A%2F%2Fwww.standard.co.uk%2Fnews%2Ftransport%2Fcroydon-tram-derailment-people-trapped-after-tram-overturns-in-at-sandilands-a3390796.html.json",
  "image_url": "https://www.standard.co.uk/s3fs-public/thumbnails/image/2016/11/09/11/croydontramside0911d.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.standard.co.uk",
  "text": "ES News Email Enter your email address Please enter an email address Email address is invalid Email address is invalid Email address is invalid Email cannot be used. Try another or register with your social account\nSeveral people died and dozens were injured after a tram derailed and overturned in Croydon.\nFive people were left trapped inside the vehicle after it came off the tracks in a tunnel near Sandlilands tram station at around 6am.\nThree of those trapped have been removed from the tram, which is on its side, but two still remain inside as of 11.30am.\nBritish Transport Police confirmed there had been \"some loss of life\".\nA spokesman added: \"It is too early for us to confirm numbers but we are working hard to assess the ongoing incident and we are continuing to focus on recovery efforts.\"\nThey later confirmed that the driver of the tram was arrested in connection with the incident.\nCroydon Tram derailment 8 show all Croydon Tram derailment 1/8 The scene after a tram overturned in Croydon, south London, trapping five people and injuring another 40 Steve Parsons/PA 2/8 Police officers walk the site where the tram overturned Carl Court/Getty Images 3/8 Emergency services were called to the scene just after 6am Twitter/@procrastinateur 4/8 Emergency services close to the location where a tram overturned in Croydon, south London PA 5/8 Emergency services at Sandilands tram station in Croydon Ben Morgan 6/8 A police cordon is in place on Addiscombe Road Ben Morgan 7/8 40 people were injured and five trapped inside the tram Ben Morgan 8/8 Witnesses reported seeing victims stretchered from the tram James Long\nThe London Fire Brigade, which has 70 officers in attendance, said at least 40 people were injured after the tram overturned on a sharp bend.\nEmergency services were called at 6.10am as torrential rain continued to batter London. Over 50 people were taken to hospital.\nA Met spokesman said: \"Police were called to an overturned tram at 6.10 and officers are in attendance.\"\nHannah Collier, who lives nearby the tram station, said: \"Heard a massive crash outside my window, now emergency services everywhere for the overturned tram, hope everyone is ok.\"\nThe 23-year-old added that she had seen people being carried away on stretchers from the scene of the incident.\nJames Long, who lives metres away from the scene of the incident, told the Standard: \"It happened on a sharp bend on the approach to Sandilands tram stop.\n\"I've never seen so many emergency services attend a scene.\"\nA London Fire Brigade spokesman said they had been called at 6.04am to an overturned tram in a tunnel.\n\"There are eight fire engines and four fire and rescue crews in attendance,\" they added.\nPeople are being warned to avoid the tram line and the area surrounding Sandilands station in east Croydon, where there is a large police cordon and many emergency vehicles.\nMiguel John, who was on a bus to Bromley when it stopped by Sandilands tram stop, told the Standard: \"The road hadn't been shut off yet but emergency services were already at the scene, this would have been around 6.30am.\n“By this point more emergency services were flooding to the scene and a police car shut off the road with vehicles being ushered down Elgin Road towards Addiscombe.\n“But it was obvious it was very, very serious due to the amount of emergency services at the scene.\n“At first there would have been roughly between six or 10 [vehicles], as time passed a lot more arrived and continued to arrive.\n“Visibly from where I was about two fire engines, two to three ambulances, several police cars and then more arrived as time went on.\n“I think that’s how everyone knew it was very serious, especially how quickly they acted to shut off the road.”\nA London Ambulance Service spokesman said: \"We were called at 6.13 to an incident at Addiscombe Road in Croydon.\n\"We have sent a number of resources to the scene including ambulance crews, advanced paramedics and single responders in cars.\n\"We are treating a number of patients.\"\nRail safety investigators are reportedly on their way to the scene to begin gathering evidence.\nA British Transport Police spokesman said: \"We are currently on scene at a major incident at Sandilands tram stop in Croydon.\n\"Officers are working to deal with a tram derailment, alongside colleagues from other emergency services.\n\"A number of people are believed to have been injured. People are asked to avoid the area.\"\nMayor of London Sadiq Khan said: “I am in contact with emergency services and TfL, who are working extremely hard to get the situation under control and treat those who have been injured. My thoughts are with all those involved in this incident.\n“We are asking people to please visit the TfL website, tfl.gov.uk, for the latest travel information.”\nA Transport for London spokesman said: “We are currently working with the emergency services following a derailment involving a tram in Croydon.\n“There is currently no service on the tram between Reeves Corner and Addington Village / Harrington Road.”\nToday's is believed to be the first tram crash involving fatalities on board since 1959, when two women passengers and the driver died after a tram caught fire in Glasgow, following a collision with a lorry.\nLondon's only tram network operates in the south of the capital, from Wimbledon to Beckenham Junction, Elmers End and New Addington, via Croydon.\nMore than 27 million passengers used the service in 2015/16.\nThe system uses a combination of on-street and segregated running for the 17 miles (27km) of track.",
  "title": "Croydon tram derailment: Several dead and dozens injured after tram overturns at Sandilands",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.standard.co.uk/news/transport/croydon-tram-derailment-people-trapped-after-tram-overturns-in-at-sandilands-a3390796.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 59,
    "Event": "croydon_tram_trash"
  },
  "dId": "071e141c216547f83e2b50a63a728163fa9527e337032e9eb84882d6"
}