{
  "authors": [],
  "date_download": "2017-11-30T13:51:53",
  "date_modify": null,
  "date_publish": "2016-04-04T15:42:19",
  "description": "The Panama Papers allegedly show law firm Mossack Fonseca helped set up shell companies and offshore accounts for global leaders. Here are 8 things to know.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2016%2F04%2F04%2Fworld%2Fpanama-papers-explainer%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/150318130525-millions-of-dollars-super-169.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "What are the Panama Papers?\nWhy are they called the Panama Papers?\nThe more-than 11 million documents, which date back four decades, are allegedly connected to Panama law firm Mossack Fonseca . ICIJ reports that the firm helped establish secret shell companies and offshore accounts for global power players. ICIJ reports that a 2015 audit found that Mossack Fonseca knew the identities of the real owners of just 204 of 14,086 companies it had incorporated in Seychelles, an Indian Ocean archipelago often described as a tax haven.\nAnd as Gerard Ryle, the director of ICIJ, told CNN's Christiane Amanpour: \"These documents, if nothing else, raise an awful lot of questions.\"\nWho is mentioned in the documents?\nThe documents reference 12 current or former world leaders, as well as 128 other politicians and public officials. In addition to allegations involving associates of Putin -- the Russian leader isn't himself mentioned by name in any of the documents -- and FIFA , the papers also accuse the prime minister of Iceland , Sigmundur David Gunnlaugsson, of having ties, through his wife, to an offshore company that were not properly disclosed, while Argentina's President Mauricio Macri is alleged to have failed to disclose links to a company in his asset declarations.\nHow have the accused responded to the Panama Papers?\nThe Kremlin has dismissed the allegations as \"a series of fibs\" aimed at discrediting Putin ahead of elections.\nA statement from the Icelandic prime minister's office said the offshore firm he's linked to was a holding company for his wife's assets, enjoyed no tax advantages and was created to avoid conflicts of interest in Iceland, while a spokesperson for Argentina's Macri said the president had never owned a stake in the firm he was linked to.\nHowever, Britain, France, Australia and Mexico have vowed investigations for possible tax evasion.\nFIFA's ethics committee said it has launched a preliminary investigation into one of its members, Uruguayan lawyer Juan Pedro Damiani, who is alleged to have had dealings with companies linked to a former FIFA official, Eugenio Figueredo, and two other men who are all under investigation for corruption.\n\"Our firm did not maintain any business relationship or conduct business with or for Mr. Eugenio Figueredo, nor for any of the other people mentioned in the newspaper article,\" the legal firm J.P. Damiani said in a statement to CNN.\nWhat is Mossack Fonseca saying?\nOn Monday, the firm released a statement:\n\"Our industry is not particularly well understood by the public, and unfortunately this series of articles will only serve to deepen that confusion. The facts are these: while we may have been the victim of a data breach, nothing we've seen in this illegally obtained cache of documents suggests we've done anything illegal, and that's very much in keeping with the global reputation we've built over the past 40 years of doing business the right way, right here in Panama.\n\"Obviously, no one likes to have their property stolen, and we intend to do whatever we can to ensure the guilty parties are brought to justice.\n\"But in the meantime, our plan is to continue to serve our clients, stand behind our people, and support the local communities in which we have the privilege to work all over the world, just as we've done for nearly four decades.\"\nFirm co-founder Ramon Fonseca Mora told CNN earlier that the information published is false and full of inaccuracies and that parties \"in many of the circumstances\" cited by the ICIJ \"are not and have never been clients of Mossack Fonseca.\" The firm provided longer statements to ICIJ.\nHow did ICIJ get the documents?\nAn anonymous source gave the documents to Germany's Suddeutsche Zeitung and the newspaper shared them with ICIJ. Other media organizations that reported on the documents include the BBC The Guardian and McClatchy\nThe anonymous source \"claimed to be concerned about what he or she saw in the documents. Of course, the documents started as a trickle but turned into a flood, a torrent in the end,\" says Ryle.\n\"The person claimed that their life was in danger if they ever became known as the source of this material because of course there are so many powerful people that are being revealed here.\"\nCNN is unable to independently verify the reports and is seeking comment from the most prominent figures mentioned. They are spread across Europe, Asia, the Middle East, Africa and the Americas.\nWhat are the consequences of this leak?\nRyle says the biggest consequence of the leak is the massive blow to secrecy -- the biggest selling point of offshore tax havens.\n\"The offshore world really only has one product and that is secrecy and when you take away that product they don't have anything for sale.\n\"For years and years they've been getting away with this secrecy and we're also seeing in the documents that every time the governments and the authorities try to crack down, they're finding new ways to get around those obstacles or barriers.\"",
  "title": "The Panama Papers: 7 things to know",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2016/04/04/world/panama-papers-explainer/index.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers",
    "Url": "http://edition.cnn.com/2016/04/04/world/panama-papers-explainer/index.html"
  },
  "dId": "0ac360f6fe427a902ddccaa3bec053af9ad05e1c22f9196bc064171a"
}