{
  "authors": [
    "Philip Duncan",
    "Press Association Sport Correspondent"
  ],
  "date_download": "2017-11-30T19:49:59",
  "date_modify": null,
  "date_publish": "2016-11-13T23:41:19",
  "description": "Christian Horner, the Red Bull team principal, has described Max Verstappen's performance in Sunday's Brazilian Grand Prix as one of the best he has ever witnessed in Formula One.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsport%2Fformulaone%2Farticle-3932890%2FMax-Verstappen-amazes-Red-Bull-principal-Christian-Horner-performance-Brazil-witnessed-special.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/11/14/01/3A5936E200000578-0-image-a-14_1479088662752.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Max Verstappen produced a flourish to finish third at the Brazil Grand Prix\nChristian Horner, the Red Bull team principal, has described Max Verstappen's incredible performance in Sunday's Brazilian Grand Prix as one of the best he has ever witnessed in Formula One.\nVerstappen overtook half the field in the closing stages of the rain-soaked race to claim the final spot on the podium behind race winner Lewis Hamilton and Nico Rosberg.\nThe 19-year-old Dutchman, who had been running second only to Hamilton following a brilliant move around the outside of championship leader Rosberg, dropped way down the order after his team opted to pit him for the intermediate tyre, only to call him in again for the extreme wet option.\nMax Verstappen produced an incredible display at the Brazil Grand Prix at Interlagos\nRed Bull chief Christian Horner said Verstappen's race was one of the finest drives he has seen\nBut the teenager overtook 13 cars - including that of his team-mate Daniel Ricciardo and Sebastian Vettel, the four-time world champion whom he left trailing on the grass - to claw his way on to the podium in one of the most impressive displays in recent grand prix memory.\n'His recovery was amazing, and that was one of the best drives I've seen in Formula One,' a jubilant Horner said on Sunday night.\n'We gave him a huge amount to do and the way he drove those last 15 laps was unbelievable.\nThe young Dutchman overcame adverse weather to produce a masterclass at Interlagos\nIn the pits, the Red Bull team went wild as Verstappen secured a podium finish\n'Max was in a league of his own today, and what we witnessed was something very, very special.'\nWhile Hamilton sauntered to victory in the treacherous conditions to keep his championship hopes alive, Verstappen stole the show with his virtuoso display in a race filled with drama.\nAt the first re-start Verstappen immediately passed Kimi Raikkonen, the 2007 world champion, with a banzai move at turn one, before he delivered the same treatment around the outside of Rosberg at turn three later in the race.\nHe also survived a hairy moment as he lost control of his Red Bull at close to 180mph when he entered the pit straight.\nIncredibly, the teenager managed to avoid any contact with the barrier, and remained ahead of Rosberg, too. 'The heartbeat went a bit higher there,' he said coolly over the team radio.\nVerstappen earned his spot in the limelight after overtaking half the field in the closing stages\nSpray and standing water meant visibility was severely limited... but it didn't stop Verstappen\nVerstappen was on course to finish second, and possibly challenge Hamilton for the win, but Red Bull's gamble to put him on the intermediate tyre backfired.\n'Win? Maybe not, but I think second was definitely possible,' Verstappen said. 'I think we were in quite a safe position in second but sometimes you have to gamble to try and win the race.",
  "title": "Max Verstappen amazes Red Bull principal Christian Horner with performance in Brazil: 'We witnessed something very, very special'",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sport/formulaone/article-3932890/Max-Verstappen-amazes-Red-Bull-principal-Christian-Horner-performance-Brazil-witnessed-special.html",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 60,
    "Event": "f1_crash"
  },
  "dId": "101ee22f1f9e984c1bd2bd64ad44db8452b0669178f1683eafa338c7"
}