{
  "authors": [],
  "date_download": "2017-11-30T13:52:17",
  "date_modify": null,
  "date_publish": "2017-11-30T12:52:00",
  "description": "Germany’s Süddeutsche Zeitung (SZ) has released the biggest leak in journalistic history, posting 11.5 million documents from a Panamanian law firm online and providing “rare insights into a world that can only exist in the shadows.”",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fnews%2F338270-panama-papers-corruption-report%2F.json",
  "image_url": "https://cdni.rt.com/files/2016.04/article/57016de9c36188785e8b4597.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "Germany’s Süddeutsche Zeitung (SZ) has released the biggest leak in journalistic history, posting 11.5 million documents from a Panamanian law firm online and providing “rare insights into a world that can only exist in the shadows.”\nSZ said it received the law firm’s documents a year ago from an anonymous source who “wanted neither financial compensation nor anything else in return.”\nThe German paper obtained further documents in an investigation that followed, involving “400 journalists from more than 100 media organizations in over 80 countries.”\nSZ said it decided to analyze the data in cooperation with the International Consortium of Investigative Journalists (ICIJ).\nBiggest leak in the history of data journalism just went live, and it's about corruption. https://t.co/dYNjD6eIeZpic.twitter.com/638aIu8oSU — Edward Snowden (@Snowden) April 3, 2016\nThe data in the so-called Panama Papers, “provides rare insights into a world that can only exist in the shadows. It proves how a global industry led by major banks, legal firms, and asset management companies secretly manages the estates of the world’s rich and famous: from politicians, FIFA officials, fraudsters and drug smugglers, to celebrities and professional athletes,” the German newspaper wrote.\nThe information in the leak covers the activities of the Mossack Fonseca firm over a period from the 1970s to spring 2016.\n“The Panama Papers include approximately 11.5 million documents – more than the combined total of the Wikileaks Cablegate, Offshore Leaks, Lux Leaks, and Swiss Leaks,” SZ said.\nThe data is presented in the form of e-mails, pdf files, photo files, and excerpts from the Panaman firm’s database.\nThat time when your journalism was so hot it melted the servers. #PanamaPapershttps://t.co/AkCPAh6EEI — Edward Snowden (@Snowden) April 3, 2016\nThe leak claims to expose the offshore holdings of 12 current and former world leaders and provides data on the financial activities of 128 other politicians and public officials from different countries.",
  "title": "Panama Papers: German paper publishes ‘biggest leak in history’ on corruption",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/news/338270-panama-papers-corruption-report/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers",
    "Url": "https://www.rt.com/news/338270-panama-papers-corruption-report/"
  },
  "dId": "1b031a941a53179cc222ed0071f54d0b9df0919f5f19a9588462b740"
}