{
  "authors": [],
  "date_download": "2017-11-30T15:57:53",
  "date_modify": null,
  "date_publish": "2017-11-30T14:57:00",
  "description": "A male gorilla in the Cincinnati Zoo was killed after a 4-year-old boy fell into the exhibit moat. The Red List animal, who turned 17 just a day before, picked the boy up and dragged him before being put down by zoo keepers out of safety concerns.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fnews%2F344746-cincinnati-zoo-gorilla-killed%2F.json",
  "image_url": "https://cdni.rt.com/files/2016.05/article/574a97d6c46188ca338b4579.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "A male gorilla in the Cincinnati Zoo was killed after a 4-year-old boy fell into the exhibit moat. The Red List animal, who turned 17 just a day before, picked the boy up and dragged him before being put down by zoo keepers out of safety concerns.\nThe incident took place at the Cincinnati Zoo & Botanical Garden on Saturday when the boy climbed through a public barrier at Gorilla World section and fell into the moat, the zoo said in a statement.\nThere were three gorillas at the area at the time – two females and one male, a western lowland gorilla called Harambe, who had turned 17 only a day earlier. The females were recalled immediately, but Harambe stayed in the yard with the child.\nThe 181-kg gorilla picked the boy up, as the video showed, and dragged him for at least 10 minutes.\nREAD MORE: 2 lions killed in Chile zoo as they maul naked suicidal man\nDetails on sad incident at Cincinnati Zoo today: https://t.co/s9bYFTef0Hpic.twitter.com/7gBqmw9DR7 — Cincinnati Zoo (@CincinnatiZoo) May 28, 2016\nZoo Director Thane Maynard said the animal didn't appear to be attacking the boy, but he said it was “an extremely strong” animal in an agitated situation, according to AP reports. Tranquilizing Harambe wouldn't have knocked him out immediately and the boy might have been in danger, added Maynard.\nThe Zoo’s Dangerous Animal Response Team “responded to the life-threatening situation and made the difficult decision to dispatch the gorilla,” the zoo said.\nHappy 17th birthday to silverback gorilla Harambe! https://t.co/FeITuw0hPbpic.twitter.com/FrfWUSKacV — Cincinnati Zoo (@CincinnatiZoo) May 27, 2016\n“The Zoo security team’s quick response saved the child’s life. We are all devastated that this tragic accident resulted in the death of a critically-endangered gorilla,” Maynard said later in a statement. “This is a huge loss for the Zoo family and the gorilla population worldwide.”\nThe boy was sent to the near-by hospital with non-threatening injuries, KPNX channel reported.\nThe Gorilla world section is closed until further notice.\nHarambe was born at the Gladys Porter Zoo in Brownsville, Texas, and was transported to the Cincinnati Zoo in 2014. Gorillas live 30-50 years, so Harambe was a young gorilla and the zoo hoped to use him for breeding.\nHe was the representative of western lowland gorillas who are considered critically endangered species. It means that they are facing a very high risk of extinction in the wild and belong to the highest risk category assigned by the IUCN Red List for wild species.\nSocial media mourned the death of the animal, with Facebook posts saying “terrible loss,” “RIP big fella,” “So sad. Such a beautiful animal” and “I'll miss you so much!!”",
  "title": "Cincinnati Zoo gorilla killed after 4yo kid falls into exhibit moat (VIDEO)",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/news/344746-cincinnati-zoo-gorilla-killed/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 4,
    "Event": "harambe",
    "Url": "https://www.rt.com/news/344746-cincinnati-zoo-gorilla-killed/"
  },
  "dId": "1d6a1d7d6226cd0a40900eeb65e69ae27e2226450fd6037c47f35405"
}