{
  "authors": [],
  "date_download": "2017-11-30T19:49:08",
  "date_modify": null,
  "date_publish": "2016-11-08T12:00:10",
  "description": "Dozens of rescuers in China are trying to reach a five-year-old boy trapped deep down an abandoned well.",
  "filename": "http%3A%2F%2Fwww.bbc.com%2Fnews%2Fworld-asia-china-37906226.json",
  "image_url": "https://ichef-1.bbci.co.uk/news/1024/cpsprodpb/CB22/production/_92320025_photo2.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bbc.com",
  "text": "Image copyright The Paper Image caption Rescuers have spent days trying to rescue the boy who fell into a dry well\nDozens of rescuers in China are trying to reach a five-year-old boy who is trapped deep down an abandoned well.\nSome 60 excavators and 100 dump trucks are being used in the search. The boy fell down the 40m dry well in Baoding, Hebei province on Sunday morning.\nHe had been helping harvest vegetables, his father told Chinese media. The child's condition is unknown.\nOxygen, food and water have been supplied. The 30cm-diameter well is too narrow for an adult to retrieve him.\nAfter two days of careful digging, rescuers have dug only 13m down the metal shaft, which threatens to collapse at any moment.\nAn 800-square metre work area has been cleared to facilitate rescue attempts, a volunteer told The Paper, a Shanghai-based news website.\nThe well had been left unused for five years and there were no warning signs. Visual imagery has so far failed to locate the boy.\nMany locals volunteered to help in the rescue, rushing to the scene after learning about the accident on WeChat, a popular communication app in China.\nMost netizens sent good wishes to the boy.\n\"It was saddening to read about such news. As a mother, it was heartbreaking to see a child fall into a well. I hope the child will be alive and alive,\" one user called 80 Hou Bu Huai wrote.\nSome wondered who was to blame.\nWeibo user S_AND_YY wrote: \"Parents have to take care of their children and it's dangerous everywhere.\"\nBut not everyone agreed.\n\"The kid is in primary one already. Do his parents have to spend every minute with him? Is it possible? Shouldn't the well be the focus? If the well didn't exist, would this accident happen?\" wrote another user.\nFalling ground water levels in Hebei province have left many wells without water, reports say.",
  "title": "China well rescue: Race to reach boy trapped in Hebei",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.bbc.com/news/world-asia-china-37906226",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 62,
    "Event": "china_boy_well",
    "Url": "http://www.bbc.com/news/world-asia-china-37906226"
  },
  "dId": "1e471fa6844bce9e88878ce164699ab88ec3dc38f166a251f071b408"
}