{
  "authors": [
    "Alissa J. Rubin",
    "Adam Nossiter",
    "Christopher Mele"
  ],
  "date_download": "2017-11-30T15:56:57",
  "date_modify": null,
  "date_publish": "2016-07-14T17:47:10",
  "description": "Graphic images showed the vehicle tearing through the crowd. The driver was shot to death by the police, and France’s president called the assault “a monstrosity.”",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2016%2F07%2F15%2Fworld%2Feurope%2Fnice-france-truck-bastille-day.html.json",
  "image_url": "https://static01.nyt.com/images/2016/07/15/world/15france_video2/15france_video2-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Video\nPARIS — A Bastille Day fireworks celebration was shattered by death and mayhem Thursday night in the southern French city of Nice when a large truck barreled for more than a mile through an enormous crowd of spectators, crushing and maiming dozens in what France’s president called a terrorist assault. It came eight months after the Paris attacks that traumatized the nation and all of Europe.\nOfficials and witnesses in Nice said at least 84 people, including children, were killed by the driver of the rampaging truck, who mowed them down on the sidewalk. He was shot to death by the police as officers scrambled to respond on what is France’s most important annual holiday.\nGraphic television and video images showed the truck accelerating and tearing through the crowd, dozens of victims sprawled in its path, and the bullet-riddled windshield of the vehicle. Municipal officials and police officers described the truck as full of weapons and grenades.\n“The horror, the horror has, once again, hit France,” President François Hollande said in a nationally televised address early Friday. He said the “terrorist character” of the assault was undeniable, and he described the use of a large truck to deliberately kill people as “a monstrosity.”\n“France has been struck on the day of her national holiday,” he said. “Human rights are denied by fanatics, and France is clearly their target.”\nMr. Hollande, who only hours earlier had proclaimed the impending end of a state of national emergency on July 26, said that the measure would be extended by three months and that additional soldiers would be deployed for security.\nPrime Minister Manuel Valls said Friday morning that France would observe three days of national mourning, starting on Saturday. Flags will fly at half-staff at all government buildings.\n“We would like to tell the French people that we will never give in,” he said in a statement outside the Élysée Palace, in Paris. “We will not give in to the terrorist threat. The times have changed, and France should learn to live with terrorism.”\nAs French officials quickly concluded that terrorism was the likely motive and the scope of the slaughter grew clear, the use of a large commercial truck as the principal weapon of death raised new questions about how to prevent such attacks.\nThe officials warned residents to stay indoors and canceled all further scheduled festivities in Nice, a seaside city of 340,000, including a five-day jazz festival and a concert on Friday night by Rihanna.\n“There are numerous victims,” said Pierre-Henry Brandet, a spokesman for the Interior Ministry, on BFM Television. “It’s a tragic, exceptional situation.”\nWitnesses described scenes of pandemonium, with conflicting accounts on social media, including a false report of hostage-taking in Nice.\n“We were enjoying the celebrations when we suddenly saw people running everywhere and tables being pushed down by the movement of panic,” said Daphne Burandé, 15, who was at a bar near the beach to watch the fireworks.\n“No one explained to us what was happening, and I heard some gunshots not very far away,” she said. “I waited at the bar for more information because I thought it was a false alert. But then, people were still running.”\nThere was no immediate claim of responsibility, and the identity of the driver was not immediately clear, but the newspaper Nice Matin reported early Friday that he was a 31-year-old Frenchman of Tunisian origin.\nChristian Estrosi, the president of the Provence-Alpes-Côte d’Azur region of France, which includes Nice, expressed outrage, sympathy and frustration in an interview with BFM-TV on Friday morning, pointedly noting previous attacks on a satirical newspaper in Paris in January 2015; the coordinated series of attacks in and around Paris in November that included a music hall, the Bataclan, among its targets; and the attacks this year in Brussels.\n“Questions are raised,” he said. “As I try to comfort the families, I also try to contain my anger; I can’t hide to you that I feel a deep anger. How is it possible in our country that, after everyone said there was a state of emergency, a state of war, we forgot it after Charlie Hebdo, and then there was the Bataclan. After the Bataclan, we forgot, and then there was Brussels. After Brussels, we forgot and there was Nice.”\n“There are questions that need to be answered,” he said.\nMr. Estrosi said that the families needed time to mourn, and added that it was “our duty” to support them. But he also asked how it was possible that an individual was apparently able to breach security, and he said that he expected an answer from Bernard Cazeneuve, the interior minister.\n“I don’t want to hear the usual, ‘We are going to carry out an investigation,’ ” he said.\nThe attack amounted to a gut-punch to a nation that was struggling to restore some sense of normalcy and had begun to drop its guard.\nHours after Mr. Hollande said during Bastille Day festivities in Paris that “we cannot prolong the state of emergency eternally,” a massive white truck came crashing through in Nice.\nVideo\nThe main strip through Nice was littered with bodies, one after the other.\n“Whatever the nature of what happened in Nice, the threat of terrorism is particularly high,” Mr. Brandet, the Interior Ministry spokesman, said on the iTele television station. He added that security forces were on high alert in the area and in cities around France.\nDozens of people were seriously injured, and many more were psychologically shocked, Mr. Brandet said. The region has activated a so-called White Plan, put in place during the Nov. 13 Paris terrorist attacks that killed 130 people, to open all emergency rooms to receive victims, he added.\nThe Islamic State, the militant group that asserted responsibility for the attacks in Paris, did not make any immediate claims for the assault in Nice.\nIt typically takes the Islamic State several hours, and sometimes up to one and even two days, to assert responsibility for attacks in Western countries. It typically does so through its Amaq channel on the encrypted telephone app Telegram, which serves as the group’s news wire.\nHowever, as in the hours immediately after the Paris, Brussels and Orlando attacks, there was a now familiar celebration on channels run by groups that support the Islamic State, as well as on at least one channel affiliated with the group, also known as ISIS and ISIL. They cheered the carnage.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: European Morning Get news and analysis from Europe and around the world delivered to your inbox every day in the European morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOn a channel created on Thursday, called the United Cyber Caliphate, run by a group that has previously tried to carry out cyberattacks in the Islamic State’s name, a message included a single word — France — followed by a smiley face.\nThe channel of an Islamic State member, Aswarti Media, which has repeatedly been shut down and claims 1,987 members, was posting the phrase “Allahu akbar.” Yet another channel suspected of being for the Islamic State showed an image of the Eiffel Tower going up in flames.\nThe attack in Nice took place just as the Euro 2016 soccer tournament had concluded. France had hosted the tournament, and the entire country had been on high alert. There had been reports that suspects linked to the attacks in Paris and the Brussels assault in March had planned an attack during the tournament.\nWith tens of thousands of people gathered at stadiums and in designated “fan zones” during the games, the police and private security took extraordinary measures to try to secure the sites.\nIt was difficult to know if the measures were successful or if in fact there were no plans to attack the soccer tournament.\nOne question people will be asking is whether the security forces, as well as civilians, let their guard down once the tournament was over thinking that the danger had passed.\nSeveral witnesses spoke on iTele. A man who gave his name as Michel, working at the Voilier Plage restaurant in front of the Promenade des Anglais, said that around 10:30 p.m., a large white truck drove into a crowd that had gathered near the beach. “A huge number of people started running, then there was a lot of gunfire,” he said.\nAnother witness who owns a restaurant nearby, whom iTele did not identify, said that when the truck plowed into the crowd, it “crushed everyone in its path.”\nFrench television showed footage of a panicked crowd running from the scene. On Twitter, witnesses posted grim photographs of bodies lying in a pile on the asphalt.",
  "title": "Scores Die in Nice, France, as Truck Plows Into Bastille Day Crowd",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2016/07/15/world/europe/nice-france-truck-bastille-day.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 53,
    "Event": "truck_attack_in_nice",
    "Url": "https://www.nytimes.com/2016/07/15/world/europe/nice-france-truck-bastille-day.html"
  },
  "dId": "1f500d301693b2f58e25789abd360a5814fa0a9276678ef7021708f9"
}