{
  "authors": [
    "Choe Sang-Hun",
    "David E. Sanger"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-07-29T06:26:38",
  "description": "North Korea’s launch of an intercontinental ballistic missile has spurred the South to seek arms talks with the United States.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F07%2F29%2Fworld%2Fasia%2Fus-south-korea-north-korea-missile-test.html.json",
  "image_url": "https://static01.nyt.com/images/2017/07/30/world/asia/nkorea-img/nkorea-img-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "There are still questions over whether the North can shrink a nuclear weapon to fit atop its intercontinental missiles, or keep it from burning up on re-entry into the atmosphere.\nBut at the Pentagon and inside American intelligence agencies, there was a sense that the North had now crossed a threshold it has long sought: Demonstrating that if the United States ever threatened the regime of Kim Jong-un, the North Korean leader and grandson of the country’s founder, it had the ability to threaten death and destruction in the continental United States.\nThe United States has lived with that threat from Russia and China for decades, but the last four American presidents have all said the country could not take that risk with a government as unpredictable as North Korea’s.\nHours after Friday’s test, some former American officials said President Trump’s options were limited.\n“In the White House you have a threshold decision: Can you get them back to the table or not,” Mark W. Lippert, President Barack Obama’s ambassador to Seoul, said Saturday about negotiating with the North Koreans — a step Mr. Trump said during the 2016 campaign, and again several months ago, he was willing to try. Mr. Lippert said he supports Washington’s current diplomatic efforts as well as United Nations sanctions against the North.\nBut so far, the North has not responded, perhaps calculating that it first wanted to demonstrate it was a permanent member of the club of nuclear-armed nations, and able to strike American cities, to strengthen its position before any negotiation.\nMr. Lippert, speaking at a conference in Kent, Conn., said that barring negotiations, “the question gets binary pretty quick: containment or some kind of military operations.”\nAdvertisement Continue reading the main story\nOthers question whether this administration, immersed in its own internal upheavals, can focus on the problem.\nPhoto\n“It takes a president of the United States who has the intellectual, global and historical depth” to deal with the Korean crisis, said R. Nicholas Burns, who served as undersecretary of state for political affairs in the Bush administration.\nSome believe the United States will simply learn to live with the North’s new capability, despite the words of Mr. Trump and his predecessors.\n“We are left in a situation where they believe we will ultimately acquiesce,” said Christopher R. Hill, an American diplomat who led nuclear negotiations with North Korea during the last Bush administration, which resulted in the dismantlement of part of a plutonium reactor. Mr. Hill is now dean of the Korbel School at the University of Denver.\nMr. Moon, considered a dovish leader, also ordered his government on Saturday to cooperate with the United States to install an advanced American missile defense battery known as Thaad, whose deployment in South Korea had been suspended since he took office in May.\nMr. Moon’s actions signaled that the growing missile threat from North Korea was spurring an arms buildup in Northeast Asia. Japan earlier said that it was considering buying ballistic missile defense systems from the United States.\nBut China has adamantly opposed installing the Thaad missile defense system in South Korea, arguing that it would only make tensions with North Korea more volatile and could undermine China’s own nuclear deterrent by giving the United States another means to monitor its missiles.\nOn Saturday, the Chinese Ministry of Foreign Affairs condemned the resumed deployment of Thaad, in a statement that was in some ways more strongly worded than its statement earlier in the day criticizing North Korea’s missile test.\nAdvertisement Continue reading the main story\n“China is gravely concerned with the course of action taken by South Korea,” a spokesman for the Foreign Ministry, Geng Shuang, said in the statement. “Deploying Thaad won’t solve South Korea’s security concerns, won’t solve the related issues on the Korean Peninsula and will only further complicate issues.”\nIn Washington, Mr. Trump accused China of failing to curb North Korea’s aggression and signaled he would restrict trade with Beijing as a consequence.\n“I am very disappointed in China,” Mr. Trump said in a Saturday night post on Twitter. “Our foolish past leaders have allowed them to make hundreds of billions of dollars a year in trade, yet they do NOTHING for us with North Korea, just talk. We will no longer allow this to continue.”\n“China could easily solve this problem!” Mr. Trump said.\nOn Friday, just as news of the North Korean test was breaking, the man who engineered the opening of America’s diplomatic relations with China, former Secretary of State Henry A. Kissinger, argued the administration needed a new and different approach to convincing the Chinese to take a more forceful stance.\n“I believe we have a better chance of getting to the nuclear problem with North Korea if we first come to an agreement with China about what follows after the collapse of the North Korean regime,” Mr. Kissinger said. That would include a commitment from the United States to withdraw most of its troops from the Korean Peninsula after a North Korean collapse, to allay the Chinese fear that, with the buffer of North Korea gone, the United States military would be right on its border.\nMr. Kissinger has made the proposal to Secretary of State Rex W. Tillerson and other officials, according to people familiar with those conversations. But many doubt the Chinese would trust the American commitment, perhaps noting that the promises to integrate Russia into the West after the fall of the Berlin Wall never came to pass.\nVideo\nMissile analysts remain uncertain and even doubtful that North Korea has cleared all the technical hurdles to build a reliable nuclear-tipped ICBM. But the test on Friday night left little doubt that the country, although cut off from most of the global economy and hit with several rounds of United Nations sanctions, was getting closer to its goal of arming itself with long-range missiles that can deliver nuclear warheads to the United States.\nPhoto\nSouth Korea fears that by building nuclear missiles that can reach major American cities, North Korea is trying to weaken the United States’ resolve over whether to intervene on the South’s behalf should war break out on the Korean Peninsula.\nAdvertisement Continue reading the main story\n“We must actively look for measures to secure our military’s own forces to deter and effectively deal with North Korea’s nuclear threats,” Mr. Moon said after an emergency meeting of his National Security Council on Saturday.\nSouth Korea wants to build ballistic missiles that can deliver more powerful payloads to targets in the North, including the location of its leadership and its missile and nuclear sites, most of which are hidden deep underground, defense officials here said. A hurdle to that ambition has been a treaty signed with Washington in the 1970s in return for American help in building its missiles.\nUnder the deal, South Korea is allowed to build ballistic missiles with a range of up to 497 miles but is barred from tipping them with warheads weighing more than 500 kilograms, or half a ton, because of concerns about a regional arms race. South Korea wants to double the upper limit of the payload to a ton, officials here said. The South has no nuclear weapons of its own, and decades ago the United States intervened to stop a secret program to build them.\n(South Korea can already load warheads weighing up to two tons on ballistic missiles with shorter ranges, but those missiles cannot reach key missile bases in northern North Korea.)\nThe South Korean demands reflected growing regional jitters over how the North’s growing missile capabilities may affect Washington’s defense commitment to its allies in the region. On Saturday, Mr. Moon warned that the latest North Korean test could lead to “a fundamental change in the security structure in Northeast Asia.”\n“U.S. policy for 21 years has been to prevent this day from coming, and now it has,” said Adam Mount, a senior fellow at the Center for American Progress in Washington, referring to the North’s ICBM test on Friday. “North Korea didn’t test an ICBM to launch a bolt from the blue against Washington; they’re hoping to split the United States from its allies.”\nBarry Pavel, director of the Brent Scowcroft Center on International Security at the Atlantic Council, said North Korea could use a nuclear-tipped ICBM capability to “target the United States and deter U.S. security cooperation with its close Asian allies.”\n“Once it is assured that it has a ‘nuclear shield,’ North Korea is likely to act much more aggressively in every other area of its foreign and military policies,” said Mr. Pavel. In “Rolling Back the Growing North Korean Threat,” the Atlantic Council’s memo to Mr. Trump published last month, Mr. Pavel and the co-author Robert A. Manning said that such North Korean aggressions could include “increasingly dangerous provocations and the sale of weapons of mass destruction to other nations and terrorist groups for much-needed cash.”\nAdvertisement Continue reading the main story\nOn Sunday, in what the U.S. military called a demonstration of America’s “ironclad commitment” to its allies, two American B-1B bombers flew from an air base on Guam to Japan and then South Korea, conducting joint exercises with each of the two countries’ air forces.\nNorth Korea first tested its ICBM, the Hwasong-14, on July 4, although in that earlier launching, it did not demonstrate the missile’s full range.\n“The U.S. trumpeting about war and extreme sanctions and threat against the D.P.R.K. only emboldens the latter and offers a better excuse for its access to nukes,” said Mr. Kim, the North’s leader, referring to the country’s official name, the Democratic People’s Republic of Korea, after watching the missile test on Friday.\nMr. Tillerson on Friday reaffirmed that the United States “will never accept a nuclear-armed North Korea nor abandon our commitment to our allies and partners in the region.” At the United Nations Security Council, Washington is urging China and Russia to agree to a new set of economic sanctions against North Korea, including severely curtailing the country’s access to oil supplies from the outside. China and Russia supply nearly all of North Korea’s oil imports and also host tens of thousands of the North workers. A bulk of the workers’ earnings end up in the coffers of the North Korean leadership, according to human rights groups and defectors.\n“As the principal economic enablers of North Korea’s nuclear weapon and ballistic missile development program, China and Russia bear unique and special responsibility for this growing threat to regional and global stability,” Mr. Tillerson said.\nBut there is a growing frustration over China’s reluctance to use its economic leverage to rein in the North’s nuclear ambitions and over Washington’s inability to persuade Beijing. China accounts for more than 90 percent of North Korea’s external trade, but it fears the collapse of the Communist government on its border more than a nuclear-armed North.",
  "title": "After North Korea Test, South Korea Pushes to Build Up Its Own Missiles",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/07/29/world/asia/us-south-korea-north-korea-missile-test.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 2,
    "Topic": "north_korea",
    "EventId": 7,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "https://www.nytimes.com/2017/07/29/world/asia/us-south-korea-north-korea-missile-test.html"
  },
  "dId": "223122915844414f94e4859590ef3fed910f4a59bc38844e0335fb47"
}