{
  "authors": [],
  "date_download": "2018-01-14T13:08:29",
  "date_modify": null,
  "date_publish": "2018-01-02T00:00:00",
  "description": "SAN JOSE, Costa Rica - Investigators are looking into what caused a charter aircraft to crash in woods in the country's northwest soon after takeoff, killing the 10 US citizens and two local crew members on board.",
  "filename": "http%3A%2F%2Fwww.chinadaily.com.cn%2Fkindle%2F2018-01%2F02%2Fcontent_35425601.htm.json",
  "image_url": "http://www.chinadaily.com.cn/kindle/2018-01/02/content_35425601.htm",
  "language": null,
  "localpath": null,
  "source_domain": "www.chinadaily.com.cn",
  "text": "The burned fuselage of the small plane that crashed, in Guanacaste, Costa Rica, on Sunday.Ezequiel Becerra / Agence Francepresse\nSAN JOSE, Costa Rica - Investigators are looking into what caused a charter aircraft to crash in woods in the country's northwest soon after takeoff, killing the 10 US citizens and two local crew members on board.\nOfficials said on Sunday evening that they were still seeking to establish the names of the US citizens who died when the plane went down at midday in Guanacaste. They said Nature Air had provided a passenger list, but the names on it had not been confirmed.\n\"The government of Costa Rica profoundly regrets the deaths of 10 US passengers and two Costa Rican pilots in the air accident,\" Costa Rican President Luis Guillermo Solis said in a statement.\nA family in the suburbs of New York said five of the dead were their relatives on vacation. They identified them as Bruce and Irene Steinberg and their sons Matthew, William and Zachary, all of Scarsdale.\n\"We are in utter shock and disbelief right now,\" Bruce Steinberg's sister, Tamara Steinberg Jacobson, wrote on Facebook. She also confirmed the deaths in an interview with NBC News.\nRabbi Jonathan Blake of the Westchester Reform Temple in Scarsdale said in a statement posted on the temple's Facebook page that the Steinbergs were involved in philanthropy and local Jewish groups. \"This tragedy hits our community very hard,\" Blake wrote.\nAt a news conference, Enio Cubillo, director of Costa Rica Civil Aviation, said the Nature Air charter flight crashed shortly after taking off just after noon on Sunday from Punta Islita on a planned flight to the capital San Jose. He said investigators were looking into possible causes.\nCubillo identified the pilot as Juan Manuel Retana and described him as very experienced. Former Costa Rican president Laura Chinchilla said via Twitter that Retana was her cousin.\nThe same plane had arrived in Punta Islita on Sunday morning from San Jose and was delayed in landing by strong winds, Cubillo said.\nMeanwhile, the CEO of Compass Group, the world's biggest catering firm, and four of his close family members were among the six people who died when the seaplane they were traveling in crashed into Sydney river on New Year's Eve.\nRichard Cousins, 58, chief of the British-based catering and food services giant, died alongside Emma Bowden, 48. Heather Bowden, 11, Edward Cousins, 23, and William Cousins, 25, according to Detective Superintendent Mark Hutchings from the New South Wales Police.\nThe pilot, Gareth Morgan, 44, also died in the crash.\nAustralian media reports identified the victims as the CEO's two sons, his fiancee and her daughter.\nHutchings said that police had already been in contact with UK authorities.\nCompass Chairman Paul Walsh said in a statement: \"The thoughts of everyone at Compass are with Richard's family and friends, and we extend our deepest sympathies to them.\"\nCousins had also been named as one of the world's best-performing CEOs by Harvard Business Review.\nPolice are working with the Australian Transport Safety Bureau to recover the wreckage of the plane, which is submerged in 13 meters of water near Cowan, north of Sydney.\nA probe into the cause of the crash has begun.\nThe seaplane was part of the Sydney Seaplanes business that has operated since 2005 with no previous record of mishap.\nReuters - Ap - Afp",
  "title": "Costa Rica investigates after 10 US citizens die in plane disaster",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.chinadaily.com.cn/kindle/2018-01/02/content_35425601.htm",
  "dId": "255862dfe347240dd07a13ff95fbf97c8097db257c9bfcf462578ef9",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}