{
  "authors": [
    "Rich Smith",
    "John Rosevear",
    "Jan",
    "Daniel Miller",
    "Travis Hoium",
    "Brian Stoffel"
  ],
  "date_download": "2018-01-10T23:23:39",
  "date_modify": null,
  "date_publish": "2017-12-17T13:13:00",
  "description": null,
  "filename": "https%3A%2F%2Fwww.fool.com%2Finvesting%2F2017%2F12%2F17%2Felon-musk-is-sending-a-tesla-to-mars.aspx.json",
  "image_url": "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F466595%2Ftesla-roadster-is-tesla.JPG&h=630&w=1200&op=resize",
  "language": "en",
  "localpath": null,
  "source_domain": "www.fool.com",
  "text": "If Loki, that merry prankster, hailed from South Africa rather than Norway, I suspect he might look a lot like Elon Musk.\nEarlier this month, founder of start-up space-launch company SpaceX took to the Twitter-ways once again to announce his latest trademark PR stunt. As the SpaceX founder (and Tesla (NASDAQ:TSLA) CEO) explained, when SpaceX's new Falcon Heavy rocket makes its maiden voyage early next year, it will be carrying very special cargo: Musk's personal cherry-red Tesla Roadster sports car.\nIn subsequent statements, Musk and SpaceX have taken turns saying both that the whole \"Tesla to Mars\" thing is a joke, and that no, actually, Musk is really serious, throwing the whole situation into confusion and generating additional interest in the process. (We may all have to watch the launch live stream to find out for sure.) But one thing's for certain already: Musk says next month's launch will be \"exciting.\" On the one hand, this will be Falcon Heavy's first-ever flight, and SpaceX's first attempt at launching a rocket with boosters on its sides.\nFalcon Heavy to launch next month from Apollo 11 pad at the Cape. Will have double thrust of next largest rocket. Guaranteed to be exciting, one way or another. — Elon Musk (@elonmusk) December 2, 2017\nTranslation: There's a very real chance that the rocket will blow up.\nOn the other hand, if Falcon Heavy does not explode in a fiery furnace of rocket fuel miles above its launch pad, one of two other things might happen:\nFirst, in a choreographed display of technological wizardry, one, two, or even all three of the rocket's nine-engine rocket cores could safely descend to Earth and land safely -- a feat never before attempted by man, corporation, or nation-state.\nSecond, the part of Falcon Heavy that does not descend back to Earth -- the payload -- could continue along its flight path, escape Earth orbit, travel for several months between planets, and enter orbit around Mars.\nWith Elon Musk's cherry-red sports car inside.\nPayload will be my midnight cherry Tesla Roadster playing Space Oddity. Destination is Mars orbit. Will be in deep space for a billion years or so if it doesn't blow up on ascent. — Elon Musk (@elonmusk) December 2, 2017\nWhat it means to investors\nAs a PR stunt, you have to admit: Elon's got style, and this one simply beats the band. But it's also got substance, and that's the part that's important to investors. Let me run it down for you.\nThere's no such thing as bad [free] publicity\nSpaceX is valuing Falcon Heavy launches at $90 million. It surely wants to get something for the cost of this launch, but because Falcon Heavy is still an experimental rocketship that has never before flown, SpaceX would have a hard time finding a customer willing to place an expensive satellite onboard for its maiden voyage (or finding an insurer willing to insure said satellite) to help defray the cost.\nBy stirring up a firestorm of public interest with his \"Roadster to Mars\" tweet, Musk is maximizing the publicity value of next month's launch. $90 million may be a lot to spend on advertising, but at least SpaceX will get something for its money. (I am curious, however, to learn how his car insurance company will react if the rocket blows up, destroying Musk's Roadster in the process.)\nHave space [ship], will travel\nNext month, SpaceX will (or won't) successfully launch Falcon Heavy, and set a new standard in spaceflight -- proving its new rocketship can (or cannot) lift payloads twice as massive as those carried by the very biggest Delta IV rockets built by Boeing (NYSE:BA) and Lockheed Martin (NYSE:LMT) at United Launch Alliance.\nWorst case, Musk's rocket blows up, and SpaceX gathers data to ensure that the next time it launches a Falcon Heavy it won't blow up. SpaceX still moves closer to building a Moon-capable super-rocket years before Boeing and Lockheed finish their work on NASA's Space Launch System.\nDestination: Mars!\nDid I say \"Moon-capable?\" That's actually an understatement. Lest we forget, Elon Musk's ultimate objective remains to prove the feasibility of manned space travel to Mars and establishing a space trade route that will permit the colonization of the Red Planet. If next month's launch goes off without a hitch, SpaceX will become the first private company to visit Mars unassisted. With Musk's Roadster in orbit, it will even have \"planted a flag\" there, of sorts.\nAnd once SpaceX's Dragon Crew vessel is certified as safe for astronauts to fly in, Musk will have assembled all the parts necessary to make at least an initial attempt at landing people on Mars and sending supplies there to sustain them.\nConclusion: Even if you don't care a fig for Tesla or its electric cars, next month's Falcon Heavy launch gives everyone a reason to watch and root for Elon Musk's success in sending a Tesla to Mars.",
  "title": "Elon Musk Is Sending a Tesla to Mars",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.fool.com/investing/2017/12/17/elon-musk-is-sending-a-tesla-to-mars.aspx",
  "dId": "25ebe26937a7be8e147e50fc36e29d323f8d5ed0b93402046065a7ca",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 18,
    "Event": "elon_musk_reveals_red_tesla_roadster_bound_for_mars"
  }
}