{
  "authors": [
    "Myriah Towner For Dailymail.Com",
    "Associated Press"
  ],
  "date_download": "2017-11-30T15:57:44",
  "date_modify": null,
  "date_publish": "2016-05-29T01:05:16",
  "description": "A special zoo response team shot and killed a 17-year-old gorilla that grabbed and dragged a four-year-old boy who fell into the gorilla exhibit moat, the Cincinnati Zoo's director said.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-3614480%2FSmall-child-falls-gorilla-enclosure-zoo.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/05/29/03/34BD0CEC00000578-0-image-a-30_1464490765878.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "A zoo shot and killed a 17-year-old gorilla that grabbed and dragged a four-year-old boy who fell into the its enclosure on Saturday afternoon.\nAuthorities said the boy, who fell 10 to 12 feet, is expected to recover after being picked up out of the moat and dragged by the 400-pound male, lowland gorilla named Harambe.\nThe boy was in the moat for about 10 minutes and was in between the gorilla's legs when the gorilla was shot, according to WLWT.\nWhile zoo officials are still investigating, they believe the boy crawled through a railing barrier, and then fell into the moat.\nA special zoo response team shot and killed a 17-year-old gorilla named Harambe (pictured) that grabbed and dragged a four-year-old boy who fell into its gorilla exhibit moat, the Cincinnati Zoo's director said\nVideo footage has emerged revealing some of the chilling moments of the time the boy was inside the moat as a panicked crowd looking on can be heard screaming as the ordeal unfolded\nWhile zoo officials are still investigating, they believe the boy crawled through a railing barrier, and then fell into the moat\nZoo officials said at the time boy fell in the moat, three gorillas were in the enclosure but the two female gorillas were called out immediately.\nHowever, a third gorilla, Harambe, remained in the yard with the child.\nVideo footage emerged on Saturday revealing some of the chilling moments of the time the boy was inside the moat, as a panicked crowd looking on can be heard screaming as the ordeal unfolded.\nDuring the chaotic scenes, people can be heard shouting 'No, no!' and for someone to call 911.\nAt one point a woman appearing to be the child's mother yells down, 'mommy's right here,' 'mommy loves you,' and then says 'Isaiah be calm,' as the boy can be heard crying.\nThe graphic portions of the ordeal which apparently showed the gorilla dragging the boy through the water, were removed from the footage, according to by WLWT.\nThe child was taken to Cincinnati Children's Hospital Medical Center with serious injuries following the incident, which was reported around 4pm.\nThe boy was alert when he was taken to hospital, according to officials.\nHarambe came to Cincinnati in 2015 from the Gladys Porter Zoo in Brownsville, Texas\nAuthorities said the boy, who fell 10 to 12 feet, is expected to recover after being picked up out of the moat (pictured) and dragged by the 400-pound-plus male gorilla named Harambe for more than 10 minutes\nHospital officials said they could not release any information on the child, whose name has not been released.\nDirector Thane Maynard said the zoo's dangerous animal response team, which practices for such incidents, decided the boy was in 'a life-threatening situation' and that they needed to put down the gorilla.\n'They made a tough choice and they made the right choice because they saved that little boy's life,' Maynard said.\n'It could have been very bad.'\nMaynard said the gorilla did not appear to be attacking the child, but he said it was 'an extremely strong' animal in an agitated situation.\nThe Cincinnati fire department incident report stated that the gorilla was 'violently dragging and throwing the child,' according to WLWT.\nMaynard explained that tranquilizing the gorilla would not have knocked it out immediately, leaving the boy in danger.\nA day before Saturday's incident, the zoo had posted on its Facebook page asking the public to wish Harambe a happy 17th birthday\nHe also noted it was the first time that the team had killed a zoo animal in such an emergency situation, and he called it 'a very sad day' at the zoo.\nHarambe came to Cincinnati in 2015 from the Gladys Porter Zoo in Brownsville, Texas. According to the zoo's website, it houses 11 gorillas.\nThe area around the gorilla exhibit was closed off on Saturday afternoon as zoo visitors reported hearing screaming.\nThe zoo is to be open as usual on Sunday but Gorilla World will be closed until further notice.\nIn March, two curious polar bears at the zoo wandered into a behind-the-scenes service hallway through an open den door, but never left a secondary containment area.\nThe zoo said the 17-year-old female Berit and the 26-year-old male Little One, entered an 'inappropriate' area but remained contained and were never loose or a threat to the public.\nDuring that incident, zoo officials said staff followed protocols and safely returned the bears to their main holding area within two hours.",
  "title": "Cincinnati Zoo gorilla Harambe killed to protect boy who fell into enclosure",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-3614480/Small-child-falls-gorilla-enclosure-zoo.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 4,
    "Event": "harambe",
    "Url": "http://www.dailymail.co.uk/news/article-3614480/Small-child-falls-gorilla-enclosure-zoo.html"
  },
  "dId": "26a9388ddd4e112acfd099c575d8c270d7b7b507b0776ac615a7c724"
}