{
  "authors": [
    "Edward C. Baig",
    "Published P.M. Et Feb."
  ],
  "date_download": "2018-02-06T16:58:07",
  "date_modify": null,
  "date_publish": "2018-02-01T17:52:43",
  "description": "Apple has removed the Telegram apps because of what the Telegram CEO says was \"inappropriate content\"",
  "filename": "https%3A%2F%2Fwww.usatoday.com%2Fstory%2Ftech%2Fnews%2F2018%2F02%2F01%2Fapple-removes-secretive-telegram-messaging-app-app-store%2F1086302001%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/2b18f5c17034f5d1e03155e4430a70ddd68ae40f/c=0-235-997-798&r=x803&c=1600x800/local/-/media/2018/02/01/USATODAY/USATODAY/636530796215918436-Telegram-logo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "Telegram's apps have been pulled from the iOS App Store. (Photo: Telegram)\nTelegram’s founder and CEO said Apple removed the company’s controversial messaging apps from the iOS App Store because of content that apparently violated Apple’s guidelines.\n“We were alerted by Apple that inappropriate content was made available to our users, and both apps were taken off the App Store,” Pavel Durov remarked on Twitter. “Once we have protections in place, we expect the apps to be back on the App Store.” He did not comment on timing.\nWe were alerted by Apple that inappropriate content was made available to our users and both apps were taken off the App Store. Once we have protections in place we expect the apps to be back on the App Store. — Pavel Durov (@durov) February 1, 2018\nTelegram’s free apps are still available for Android in the Google Play store. The apps can still be downloaded onto a computer via the Mac version of the App Store.\nApple also confirmed the removal of the iOS apps but gave no reason. In general terms, Apple's guidelines indicate that \"apps should not include content that is offensive, insensitive, upsetting, intended to disgust or in exceptionally poor taste.\" Nor should they be inflammatory or intended to cause physical harm, the company says.\nMore: Net neutrality app is a lesson in Apple's App Store power\nMore: Apple iPhone X strategy stumbles but higher prices likely kept sales afloat\nTelegram has not yet responded to a USA TODAY request for comment.\nDurov, a Russian programmer who has been referred to as the “Mark Zuckerberg of Russia,” fled his native country in 2014. He has since run Telegram from various overseas outposts, most recently Dubai. On its website, the company said it is “ready to relocate again if local regulations change.”\nThough used by millions of people around the world, Telegram’s messaging apps are baked in controversy. Its “secret chats” employ end-to-end encryption, which allows back-and-forth communications to be secure. Individuals have used them to organize protests against the government. Iran, for instance, blocked the use of Telegram after the escalation of anti-government protests over jobs and alleged corruption. Iran's government said protesters were fomenting \"social unrest.\"\nMore: Iran blocks messaging app Telegram used by protesters\nGovernments have also blamed the app for enabling extremist groups and terrorists. Last year, Indonesia blocked the app, citing concerns terrorists were organizing there.\nIn a speech in Davos, Switzerland, last week, British Prime Minister Theresa May said that “smaller platforms can quickly become home to criminals and terrorists. We have seen that happen with Telegram. And we need to see more cooperation from smaller platforms like this. No one wants to be known as 'the terrorists’ platform' or the first-choice app for pedophiles.”\nIn the company blog, Telegram wrote that “nobody, including Telegram, can decipher the data exchanged by communicating parties.” The company says secret chat messages cannot be forwarded, and when you delete them, the message on the other side of the communication string will also be deleted. Senders can also arrange to have messages “self-destruct” after a designated time after which they’ve been opened or read.\nDurov recently tweeted that, “Some politicians tend to blame tools for actions one can perform with these tools.”\nEmail: ebaig@usatoday.com; Follow USA TODAY Personal Tech Columnist @edbaig on Twitter\nRead or Share this story: https://usat.ly/2FDg8kl",
  "title": "Secretive Telegram app removed from App Store",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.usatoday.com/story/tech/news/2018/02/01/apple-removes-secretive-telegram-messaging-app-app-store/1086302001/",
  "dId": "26c06dca71d6f3c4e092f9131a98cb3a99cc0085b091302300ad128b",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 57,
    "Event": "Apple_removed_Telegram"
  }
}