{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-08-28T21:31:21",
  "description": "Japan's J-Alert warning system advised people in the area to take precautions.",
  "filename": "https%3A%2F%2Fwww.huffingtonpost.com%2Fentry%2Fnorth-korea-missile-japan_us_59a4874fe4b050afa90c1eab.json",
  "image_url": "https://img.huffingtonpost.com/asset/59a487bb1e00002700c5fb2a.jpeg?ops=1910_1000",
  "language": "en",
  "localpath": null,
  "source_domain": "www.huffingtonpost.com",
  "text": "TOKYO/SEOUL (Reuters) - North Korea fired a ballistic missile over Japan’s northern Hokkaido island into the sea early on Tuesday, prompting warnings for residents to take cover while provoking a sharp reaction from Prime Minister Shinzo Abe and other leaders.\nThe test, one of the most provocative ever from the reclusive state, appeared to have been of a recently developed intermediate-range Hwasong-12 missile, experts said. It came as U.S. and South Korean forces conduct annual military drills on the peninsula, to which North Korea strenuously objects.\nEarlier this month, North Korea threatened to fire four Hwasong-12 missiles into the sea near the U.S. Pacific territory of Guam after U.S. President Donald Trump warned Pyongyang would face “fire and fury” if it threatened the United States.\nNorth Korea has conducted dozens of ballistic missile tests under young leader Kim Jong Un, the most recent on Saturday, but firing projectiles over mainland Japan is rare.\n“North Korea’s reckless action is an unprecedented, serious and a grave threat to our nation,” Japanese Prime Minister Shinzo Abe told reporters.\nKCNA KCNA / Reuters North Korean leader Kim Jong-Un looks on during a visit to the Chemical Material Institute of the Academy of Defense Science in this undated photo released by North Korea's Korean Central News Agency (KCNA) in Pyongyang on August 23, 2017.\nAbe said he spoke to Trump on Tuesday and they agreed to increase pressure on North Korea. Trump also said the United States was “100 percent with Japan”, Abe told reporters.\nThe United Nations Security Council would meet later on Tuesday to discuss the test, diplomats said.\nEarlier this month, the 15-member Security Council unanimously imposed new sanctions on North Korea in response to two long-range missile launches in July.\nSouth Korea’s military said the missile was launched from near the North Korean capital, Pyongyang, just before 6 a.m. (2100 GMT Monday) and flew 2,700 km (1,680 miles), reaching an altitude of about 550 km (340 miles).\n“We will respond strongly based on our steadfast alliance with the United States if North Korea continues nuclear and missile provocations,” the South’s foreign ministry said in a statement.\nFour South Korean fighter jets bombed a military firing range on Tuesday after President Moon Jae-in asked the military to demonstrate capabilities to counter North Korea.\nSouth Korea and the United States had discussed deploying additional “strategic assets” on the Korean peninsula, the presidential Blue House said in a statement, without giving any more details.\nNorth Korea remained defiant.\n“The U.S. should know that it can neither browbeat the DPRK with any economic sanctions and military threats and blackmails nor make the DPRK flinch from the road chosen by itself,” North Korea’s official Rodong Sinmun said later on Tuesday, using the initials of the North’s official name, the Democratic People’s Republic of Korea.\nIssei Kato / Reuters U.S. Forces officials are seen in front of a Japan Self-Defense Forces (JSDF) Patriot Advanced Capability-3 (PAC-3) missile unit during a drill in response to a recent missile launch by North Korea, at U.S. Air Force Yokota Air Base in Fussa on the outskirts of Tokyo, Japan August 29, 2017. REUTERS/Issei Kato\nLOUDSPEAKER WARNINGS\nNorth Korea fired what it said was a rocket carrying a communications satellite into orbit over Japan in 2009 after warning of its plans. The United States, Japan and South Korea considered it a ballistic missile test.\n“It’s pretty unusual,” said Jeffrey Lewis, head of the East Asia Nonproliferation Program at the Middlebury Institute of Strategic Studies in California. “North Korea’s early space launches in 1998 and 2009 went over Japan, but that’s not the same thing as firing a missile.”\nJapan’s Chief Cabinet Secretary Yoshihide Suga said the latest missile fell into the sea 1,180 km (735 miles) east of Cape Erimo on Hokkaido.\nTelevision and radio broadcasters broke into their regular programming with a “J-Alert” warning citizens of the missile launch. Bullet train services were temporarily halted and warnings went out over loudspeakers in towns in Hokkaido.\n“I was woken by the missile alert on my cellphone,” said Ayaka Nishijima, 41, an office worker from Morioka, the capital of Iwate prefecture, 300 km (180 miles) south of Cape Erimo.\n“I didn’t feel prepared at all. Even if we get these alerts there’s nowhere to run. It’s not like we have a basement or bomb shelter, all we can do is get away from the window,” she told Reuters by text message.\nGlobal markets reacted to the escalation in tensions, buying safe-haven assets such as gold, the Swiss franc and the Japanese yen, and selling stocks. Japan’s Nikkei 225 index fell almost 1 percent to a near four-month low, while South Korea’s KOSPI index was down a similar percentage.\nSouth Korea’s finance ministry said it will monitor financial markets around the clock and step in if needed.\nKim Kyung Hoon / Reuters A man walks past a TV set showing North Korea's leader Kim Jong-Un in a news report about North Korea's missile launch in Tokyo, Japan, August 29, 2017. REUTERS/Kim Kyung-Hoon TPX IMAGES OF THE DAY\nDIALOGUE PROSPECTS?\nU.S. Secretary of State Rex Tillerson appeared to make a peace overture to North Korea last week, welcoming what he called the restraint Pyongyang had shown by not conducting any tests since July.\nSome experts said Kim was trying to pressure Washington to the negotiating table with its latest test.\n″(North Korea) think that by exhibiting their capability, the path to dialogue will open,” Masao Okonogi, professor emeritus at Japan’s Keio University, said by phone from Seoul.\n“That logic, however, is not understood by the rest of the world, so it’s not easy,” he said.\nThe Japanese military did not attempt to shoot down the missile, which passed over Japanese territory around 6:07 a.m. local time (2107 GMT), Japanese Minister of Defence Itsunori Onodera said. The missile broke into three pieces and fell into waters off Hokkaido, he said.\nExperts say defenses in Japan and South Korea that are designed to hit incoming missiles would struggle to bring down a missile flying high overhead.\nIn Washington, the Pentagon confirmed the missile flew over Japan but said it did not pose a threat to North America and that it was gathering further information.\nAustralian Prime Minister Malcolm Turnbull said China, North Korea’s main ally and trading partner, needed to do more.\n“China has to ratchet up the pressure,” Turnbull told Australian radio. “They have condemned these missiles tests like everyone else but with unique leverage comes unique responsibility.”\nThe United States and South Korea are technically still at war with the North because their 1950-53 conflict ended in a truce, not a peace treaty. The North routinely says it will never give up its ballistic missile and nuclear weapons programs, saying they are necessary to counter perceived hostility from the United States and its allies.",
  "title": "North Korean Missile Passes Over Northern Japan, Government Says",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.huffingtonpost.com/entry/north-korea-missile-japan_us_59a4874fe4b050afa90c1eab",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 55,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "https://www.huffingtonpost.com/entry/north-korea-missile-japan_us_59a4874fe4b050afa90c1eab"
  },
  "dId": "2989428ad5737c66b7832be5344f2c2fc6086447c32fe93b0b8fd079"
}