{
  "authors": [
    "Mark Prigg For Dailymail.Com"
  ],
  "date_download": "2018-01-14T13:53:22",
  "date_modify": null,
  "date_publish": "2018-01-01T16:34:08",
  "description": "The two part Chang'e 4 space mission will launch in June when a satellite is placed when a 60,000km behind the moon, followed later in the year by a lander and rover.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5226529%2FChina-set-2018-mission-far-moon.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/01/01/17/47AEED5900000578-0-image-a-13_1514827070309.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "China is set to send a radical probe to the far side of the moon this year, it has been claimed.\nThe mission is the latest in a string of space breakthrough for China.\nThe new Chang'e 4 space mission will launch in June, when a Long March 4C rocket will carry a 425kg relay satellite and place it 60,000km behind the moon.\nScroll down for video\nThe two part Chang'e 4 space mission will launch in June when a satellite is placed when a 60,000km behind the moon, followed later in the year by a lander and rover. Pictured, a previous Chinese rover.\nTHE MOON GARDEN According to the Chongqing Morning Post, a container filled with seeds and insect eggs will be attached to Chang'e 4, China's second lunar lander, and will be sent to the Moon in 2018. The container, which is made from special aluminium alloy, will demonstrate the growing process of plants and animals on the Moon. It will also provide valuable data and experience for the future establishment of eco-bases on other planets. 'The container will send potatoes, arabidopsis seeds and silkworm eggs to the surface of the Moon. The eggs will hatch into silkworms, which can produce carbon dioxide, while the potatoes and seeds emit oxygen through photosynthesis. Together, they can establish a simple ecosystem on the Moon,' Zhang Yuanxun, chief designer of the container, told the Chongqing Morning Post.\nA second launch later in the year will send a lander and rover to the far side of the moon, which will be guided to a safe landing by the satellite.\nIt will be the first ever landing on the lunar far side, an unexplored region of the Moon called South Pole-Aitken Basin, a vast basin in the southern hemisphere of the far side which extends from the South Pole to Aitken crater.\nThe rover will also contain a 'gardening kit' to pave the way for a human outpost by examining how plants grow on the lunar surface.\n'The Chinese are pushing back the frontier with such a technically challenging mission,' says Brian Harvey, space analyst and author of China in Space: The Great Leap Forward, told The Guardian.\nChina also announced plans to launch a space probe to bring back samples from the moon, in what state media cast as competition to U.S. President Donald Trump's ambitions to revitalise U.S. space exploration.\nThe Chang'e-5 lunar probe is undergoing a final round of tests and is expected to be on standby for launch from August, the official People's Daily said last year, citing the China National Space Administration.\nIt will be the first ever landing on the lunar far side, an unexplored region of the Moon called South Pole-Aitken Basin, a vast basin in the southern hemisphere of the far side which extends from the South Pole to Aitken crater (pictured)\nThe launch will involve new challenges for China in sample collection, taking off from the moon and high-speed reentry to the Earth's atmosphere, making it 'one of China's most complicated and difficult space missions', Hu Hao, an official from China's Lunar Exploration Programme, told the paper.\nThe Long March-5 Y2 rocket takes off from Wenchang Satellite Launch Center in Wenchang, Hainan Province, China July 2, 2017. The new Chang'e 4 space mission will launch in June, when a Long March 4C rocket will carry a 425kg relay satellite and place it 60,000km behind the moon.\nCHINA'S PLANS FOR SPACE EXPLORATION Since 2009, China has been upping its work in space exploration in a number of stages. Each stage has been given a name to refer to the mission plans. Stage 1 'Around': Yinghuo-1 was launched in 2009 with the aim of bringing back samples however it was left stranded in orbit and disintegrated. Stage 2 'Landing': Yinghuo-2 is expected to launch in 2020 to collect data on Mars Stage 3 'Circular': A rover will be sent to Mars to carry out exploration\nChinese President Xi Jinping has called for China to become a global power in space exploration.\n'Not long ago, the United States' Trump Administration revealed an ambition to return to the moon.\n'Our country also announced a series of deep space exploration plans,' said the official Science and Technology Daily.\n'The moon is the first stop for humanity's march towards deep space,' the paper said.\nIn February, the Trump administration asked the National Aeronautics and Space Administration to look into the possibility of manning a heavy-lift rocket mission, expected to be launched in 2018, perhaps setting the stage for a human return to the moon.\nHowever, the plan was ultimately abandoned and the Orion mission will be unmanned on its first flight later this year.\nThe two part Chang'e 4 space mission will launch in June when a satellite is placed when a 60,000km behind the moon, followed later in the year by a lander and rover. The Chang'e 3 probe is pictured, in 2013\nChina's new probe is the latest step in its lunar exploration programme.\nIn 2013, it completed its first lunar 'soft landing' since 1976 with the Chang'e-3 craft and its Jade Rabbit rover.\nThe Chang'e-5 lunar probe is undergoing a final round of tests and is expected to be on standby for launch from August, the official People's Daily said, citing the China National Space Administration\nThe launch will involve new challenges for China, taking off from the moon and high-speed reentry to the Earth's atmosphere, making it 'one of China's most complicated and difficult space missions', said Hu Hao, an official from China's Lunar Exploration Programme\nChina is aiming to send a probe to the dark side of the moon by 2018, the first ever such trip, and hopes to put astronauts on the moon by 2036.\nIn January, China's space agency announced plans to launch two missions to Mars, and a probe to Jupiter.\nVice Director of China's National Space Administration Wu Yanhua said the first probe would be sent to Mars by 2020.\nTHE ORION CAPSULE THAT WOULD TAKE MAN TO THE MOON The mission will use NASA's Orion capsule to carry up to four astronauts around the moon – the first time humans have left low orbit since 1972. The mission was originally set for launch from NASA's Kennedy Space Center in Florida, USA, as early as 2021 - but could now been far sooner. NASA's Orion, stacked on a Space Launch System rocket capable of lifting 70 metric tons will launch from a newly refurbished Kennedy Space Center in November 2018. The uncrewed Orion will travel into Distant Retrograde Orbit, breaking the distance record reached by the most remote Apollo spacecraft, and then 30,000 miles farther out (275,000 total miles). The mission will last 22 days and is designed to test system readiness for future crewed operations.\nThen, a second probe will be launched to collect samples and conduct research on the red planet's structure, composition, and environment.\nThe agency also revealed its plans for a fly-by of Jupiter, and the exploration of an asteroid.\nChina conducted its first crewed space mission in 2003, and has made steady progress in the short time since.\nThe country has staged a spacewalk, and landed a rover on the moon in 2013, marking the first time humans had soft landed anything on the moon since the 1970s.\nA fully functioning, permanently crewed space station is on course to begin operations six years from now and is slated to run for at least a decade.",
  "title": "China set for 2018 mission to the far side of the moon",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5226529/China-set-2018-mission-far-moon.html",
  "dId": "2ae4755e201b632b518a138a769d7e8541e2016f470ccfd120e184f5",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 46,
    "Event": "china_promises_the_moon"
  }
}