{
  "authors": [],
  "date_download": "2018-01-10T23:26:09",
  "date_modify": null,
  "date_publish": "2017-12-30T00:00:00",
  "description": "After more than 1,200 women were sexually assaulted in various German cities on New Year's Eve in 2015, authorities have taken steps to prevent a recurrence.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Fworldviews%2Fwp%2F2017%2F12%2F30%2Fberlin-sets-up-new-years-eve-safe-zone-for-women-amid-sexual-assault-concerns%2F%3Futm_term%3D.c6b140b9b058.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Images/2017-12-29/Bloomberg/Rex_Preparations_for_New_Years_Eve_9303419C.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "Police cordon off the area in preparation for New Year's Eve celebrations at the Brandenburg Gate in Berlin. (Hayoung Jeon/EPA)\nBERLIN — As thousands celebrate New Year's Eve at Berlin's iconic Brandenburg Gate on Sunday night, a team of medical professionals in a white tent only yards away will be standing by, waiting for possible victims of sexual assault and harassment to seek their help.\nAfter mass sexual assaults occurred on New Year's Eve in several German cities two years ago, Berlin officials now work on the assumption that prevention efforts alone may no longer be sufficient at such large-scale events. Women will be able to speak to psychologists immediately after being assaulted or harassed in a “safe zone” at the Berlin New Year's Eve event.\nWhile the presence of medical professionals and police officers at crowded event sites is nothing new, it is the first time such a dedicated area with experienced staffers will be set up in Berlin, and the first time that such an effort is being undertaken on New Year's Eve in Germany.\n\"[Assaulted women] can stay here and calm down or speak to someone trained to offer psychological support,” said Anja Marx, the spokeswoman of Berlin's main New Year's Eve celebrations. Up to five members of a German Red Cross team will be available to offer immediate support to victims.\nGerman riot police officers take their positions near the Hauptbahnhof before New Year's Eve celebrations on Dec. 31, 2016, in Cologne, Germany. (Wolfgang Rattay/Reuters)\nOn New Year's Eve 2015, about 1,200 women became victims of sexual assault in several major German cities, with more than 600 women attacked in Cologne and about 400 victims in the northern German city of Hamburg. Prosecutors established that more than 2,000 men were involved in the assaults, but only a tiny fraction — about half of them foreign nationals who at the time had only recently arrived in the country — had been identified a year later.\nIt took months for the full scale of the 2015 assaults to emerge, but when prosecutors released their final estimates, Germans' attitude toward refugees changed dramatically: To many, New Year's Eve 2015 is the night Germany's welcoming attitude toward newcomers ended. Leading politicians called for tougher deportation laws soon thereafter.\nFar fewer cases of sexual assault were registered last year after authorities sent out thousands of additional police officers onto the streets and banned the use of fireworks in several locations. Privately purchased fireworks can create intense smoke, potentially hindering police operations to prevent or stop sexual assaults and other crimes.\nGermany's parliament also passed stricter sexual assault laws last year that addressed complaints that German codes had been too lax. Previously, prosecutors had to prove that alleged perpetrators used force or made threats. Most of the alleged perpetrators responsible for the 2015 New Year's Eve assaults stood accused of offenses such as facilitating sex assaults as part of a group or groping, accusations that were difficult to prosecute under the old laws.\nThis year, authorities have doubled down on efforts to not only prosecute but also prevent assaults. Apart from an increased police presence, authorities have installed more CCTV cameras and streetlights across major cities.\nFar fewer sexual assaults occurred in Berlin during the 2015 celebrations than in other cities, partially due to the experience Berlin authorities have in dealing with crowds. Still, authorities there have taken more preventative measures since, this year adding the safe zone. A similar effort was made at the rowdy Oktoberfest celebration in the German capital.\nHowever, Berlin's safe zone has come under some criticism. The chairman of Germany's police union, Rainer Wendt, criticized Berlin's planned safe zone for women in an interview with a German newspaper this week, saying: “Whoever came up with this idea did not understand its political dimension. It implies that there are zones of security as well as zones of insecurity.”\nWendt's criticism was shared by others who believe that the introduction of women's safe zones would essentially come close to accepting sexual violence as a reality of life, and that it could lead to the “end of equality, freedom and self-determination,” in Germany, as Wendt phrased it.\nBut experts on sexual assault prevention disagree with that assessment. “Germany’s efforts are a step in the right direction — they counter the expectation that sexual violence should be treated as a private problem, not a public concern,” said Rachel Davis, managing director at the Prevention Institute in Oakland, Calif., even though she emphasized that “more can be done to prevent it in the first place.”\n“It’s also important to counter the promotion of other norms, such as rigid gender norms that associate masculinity with control and femininity with compliance, acceptance of abuse of power over others, and acceptance of aggression and violence,” said Davis.\nRead more:\nThe Germans are determined to take all the fun out of fireworks, too\nNew stricter sexual-assault laws in Germany are making refugee activists uneasy",
  "title": "Berlin sets up New Year’s Eve ‘safe zone’ for women amid sexual assault concerns",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/news/worldviews/wp/2017/12/30/berlin-sets-up-new-years-eve-safe-zone-for-women-amid-sexual-assault-concerns/?utm_term=.c6b140b9b058",
  "dId": "2c2d976f36246940df22b972b4ec09535f11f8aaed41de14cef5e5c1",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}