{
  "authors": [
    "Michelle Starr"
  ],
  "date_download": "2018-01-14T13:53:36",
  "date_modify": null,
  "date_publish": "2018-01-02T00:00:00",
  "description": "Wheresoe'er humans roam, there you will also find microbes. It's just a fact of life - we contaminate everything we touch.",
  "filename": "https%3A%2F%2Fwww.sciencealert.com%2Fnasa-identified-unknown-microbes-in-space-first-time-international-space-station.json",
  "image_url": "http://www.sciencealert.com/images/articles/processed/ISSBacteria_web_1024.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.sciencealert.com",
  "text": "Wheresoe'er humans roam, there you will also find microbes. It's just a fact of life - we contaminate everything we touch.\nWhich means, hundreds of kilometres above the Earth, there are trillions of bacteria predicted to be living on the International Space Station.\nThe ability to identify these microbes right there on the station is something NASA has been working on for a while.\nIf we can sequence these microbes in space, it could help diagnose astronaut ailments, study how microbes survive in microgravity, and even identify extraterrestrial life - if there is any floating around up there.\nNow, thanks to the Genes in Space-3 project, NASA astronauts and biochemists have done just that. They've identified microbes aboard the space station for the very first time.\nThese turned out to be ordinary microbes that are commonly found where humans live. But now that the technique has been shown to work in space, there's no telling what astronauts might find next.\nPreviously, the only way to identify microbes on the International Space Station was to send them back to Earth for testing. Microbes had been sequenced on board the ISS, but those samples had been prepared on Earth. There was no way to find something in space and genetically identify it straight away.\n\"We have had contamination in parts of the station where fungi was seen growing or biomaterial has been pulled out of a clogged waterline, but we have no idea what it is until the sample gets back down to the lab,\" Wallace said in April.\nThere are a lot more microbes out there in space than you may think.\nWe do our best to sterilise space equipment here on Earth before launch, but even the most extreme techniques can only reduce the number of microbes to 300 per square metre (compared to billions for a clean kitchen floor).\nGiven that microbes have demonstrated the ability to survive in the vacuum of space, having been found living outside the ISS, being able to quickly identify them will help rule out - or confirm - whether they're Earth microbes or not. (So far, all microbes found in and on the ISS have been terrestrial in origin.)\nIdentifying the microbes was a two-step process. First, NASA astronaut and biochemist Peggy Whitson had to collect samples and subject them to Polymerase Chain Reaction (PCR), a technique that amplifies a sample of DNA to create many of copies of it.\nThe second step was sequencing and identifying the microbes.\nTo do this, Whitson used petri dishes to collect samples from various surfaces around the space station. Then, she just let the samples grow for a week before transferring them into small test tubes inside the Microgravity Science Glovebox - the first time this has ever been done in space.\nWeather on Earth threatened the experiment when Hurricane Harvey blocked the microbiologists from their lab at Johnson Space Center, which meant they had to find a workaround.\nThey ended up connecting via Wallace's personal cell phone so that she could provide support to Whitson as she sequenced the DNA using the handheld MinION sequencer.\nThis is the same sequencer NASA astronaut Kate Rubin used in 2016 to sequence DNA in space for the first time ever.\nThe data was sent down to NASA's team in Houston for analysis.\n\"Right away, we saw one microorganism pop up, and then a second one, and they were things that we find all the time on the space station,\" Wallace said.\nIn this case, the microbes were all ordinary, known microbes that are common where humans live and work (NASA didn't specify exactly which species they were).\nBut confirmation would have to wait until the samples could be returned to Earth and re-tested to make sure the results were correct.\nAs you already know, they were - marking the first time that PCR and DNA sequencing have both been successfully performed in microgravity as part of the same process, using equipment specially designed for that purpose.\n\"It was a natural collaboration to put these two pieces of technology together because individually, they're both great, but together they enable extremely powerful molecular biology applications,\" Wallace said.",
  "title": "Astronauts Have Identified Unknown Microbes in Space For The First Time",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.sciencealert.com/nasa-identified-unknown-microbes-in-space-first-time-international-space-station",
  "dId": "2c9fa3d313c7b3f766e1c020a2834cc5b111ebebe232613666c964c6",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 48,
    "Event": "astronauts_identify_unknown_microbes_in_space_for_first_time"
  }
}