{
  "authors": [
    "Carrie Kahn"
  ],
  "date_download": "2017-11-30T13:52:07",
  "date_modify": null,
  "date_publish": "2016-05-04T00:00:00",
  "description": "Panama has improved transparency in its banking and legal sectors, and its economy is a bright spot in Latin America. But the Panama Papers have hurt the country's reputation.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fparallels%2F2016%2F05%2F04%2F476745041%2Fpanama-rises-despite-dents-to-its-reputation-from-papers-leaks.json",
  "image_url": "https://media.npr.org/assets/img/2016/05/04/gettyimages-519631130_wide-14addd3653186df1c6cb8f8939a8bb9fa2a91203.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "Panama Papers Fallout Hurts A Reputation Panama Thought It Had Fixed\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\nPanama City is bustling with construction. At least half-a-dozen cranes dot its picturesque, oceanfront skyline, teeming with glass towers.\nAt one site, real estate broker Kent Davis steps into a construction elevator in a nearly completed 30-floor apartment building. Seventy percent of the apartments have already been sold.\nPanama is on the rise, too. Its economy, expected to grow by 6 percent this year, is the bright spot in Latin America. The Panama Canal, which the country assumed control of in 2000, saw record traffic last year and shipments are expected only to grow after its expansion is opened next month.\nBut Davis says the bad press brought on by the Panama Papers has been a punch to the country's gut, hurting more than just the shady operators in the offshore industry.\n\"Now they are paying a price,\" he says, \"and unfortunately, the whole country is going to suffer for a while.\"\nThe Panama Papers exposed the global business of hiding the riches of the world's famous and infamous. But for many in Panama, those papers — and the misdeeds of a handful of the country's lawyers — have unfairly damaged the country's reputation. The global shaming comes just as Panama was winning international recognition for cleaning up its act.\nPanama was blindsided, says Felipe Chapman, an economist at Indesa, a local investment research firm. He says the Panama Papers give a mistaken impression that the world's rich opened all their shady companies here.\n\"Most of those corporations were not even incorporated in Panama,\" he notes. \"They were incorporated in the British Virgin Islands, in the Bahamas, in Grand Cayman.\"\nThe vast majority of their money isn't in Panamanian banks, either, he says. Compared to the world's other fiscal havens, Panama has made great strides to clean up its offshore industry, he adds.\nTwo years ago, lawmakers passed a series of laws cracking down on money laundering. The steps got Panama removed in February from an international list of bad actors. That prompted the U.S. ambassador to say the de-listing would make 2016 Panama's year of redemption.\nInstead, two months later, the Panama Papers were leaked.\nMany countries that were embarrassed by the leak, including France, singled the country out for wrongdoing. The Organization of Cooperation and Development (OECD), representing the world's wealthier countries, struck, too, insisting that Panama's leaders sign long-stalled tax information exchange agreements.\nPanamanians bristled. President Juan Carlos Varela went on the defensive.\nPanama's success \"does not depend on irregular flows of money into our financial system,\" Varela told a press conference last week, inaugurating a panel of experts to boost the country's financial transparency. He made a similar speech Tuesday to the Washington Conference on the Americas.\n\"Our success story is based on the hard work of the Panamanian people: a noble people and peace-loving nation, that despite of being a small country in terms of size and population, has found its way to earn an important place within the concert of nations,\" he said.\nBut opposition lawmaker Zulay Rodriguez Lu says Panama's leaders spend too much time hiding behind nationalistic rhetoric and should put more effort into enforcing the country's laws.\n\"Justice isn't truly applied to those stealing money and evading our laws,\" she says. The country's rich and politically connected are largely exempt, she says.\nUntil the Panama Papers leak last month, the co-founder of Mossack Fonseca, the law firm at the center of the scandal, was a close financial adviser to the president. Rodriguez says an investigation into the firm's activities is also a sham. NPR's requests to speak with Panama's attorney general went unanswered.\nPanama responded to the pressure. Last month it signed financial sharing agreements with Japan and the U.S., and says it will with the OECD, too.\nPanama has always been willing to improve transparency, says Moises Cohen, the president of Capital Bank. It just wants a level playing field.\n\"Small countries sign and small countries implement these rules,\" he says. \"And the big countries like the United Kingdom and the United States don't fulfill and don't implement this in the right way. And that's a problem, no?\"\nPanama's offshore industry, now only a small part of the economy, will inevitably change, says economist Felipe Chapman. \"It's going to die out for the uses that it has been criticized for,\" he says, \"but it will still flourish for the desired uses.\"\nAs Panama cleans up its system, experts say, dirty money will find other havens — unless remedies are initiated and enforced worldwide.",
  "title": "Panama Papers Fallout Hurts A Reputation Panama Thought It Had Fixed",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/parallels/2016/05/04/476745041/panama-rises-despite-dents-to-its-reputation-from-papers-leaks",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers"
  },
  "dId": "2ee6b68d950d4859212a0cf50cf9e16fba7ac87036ee1c32c68c6449"
}