{
  "authors": [
    "Djenane Villanueva",
    "Catherine E. Shoichet"
  ],
  "date_download": "2018-01-14T13:07:40",
  "date_modify": null,
  "date_publish": "2017-12-31T21:56:44",
  "description": "Ten US citizens were among the victims of a small plane crash in Costa Rica's Guanacaste province Sunday.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2017%2F12%2F31%2Famericas%2Fcosta-rica-plane-crash%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/171231170633-01-costa-rica-plane-crash-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Story highlights Heavy winds earlier forced the plane to change course, Teletica reports\nThe plane was a single-engine turboprop operated by Nature Air\n(CNN) A small plane crash Sunday in northwest Costa Rica killed 12 people, including 10 US citizens, officials said.\nThe single-engine turboprop's two Costa Rican pilots also died in the crash, President Luis Guillermo Solis Rivera said in a statement posted on social media . There were no survivors.\nCosta Rica's Ministry of Public Security posted several images of the wreckage on its official Facebook page, showing the plane engulfed in flames in a wooded area, with smoke billowing from charred rubble.\nA spokesperson for the US State Department confirmed the deaths of \"multiple US citizens\" in the crash.\n\"We express our condolences to all those affected by this tragedy. We are in contact with Costa Rican aviation authorities and will continue to monitor the situation,\" the spokesperson said.\nRead More",
  "title": "10 Americans among 12 dead in Costa Rica plane crash",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2017/12/31/americas/costa-rica-plane-crash/index.html",
  "dId": "303eb93d033200f3018b799d1d6d6288c3a3d34fd282c71e4141fe4a",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}