{
  "authors": [
    "Christine Hauser",
    "Ernesto Londoño"
  ],
  "date_download": "2018-01-14T13:07:52",
  "date_modify": null,
  "date_publish": "2018-01-01T18:34:06",
  "description": "Nine people from two families in New York and Florida were among the 12 people killed in the crash.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2018%2F01%2F01%2Fworld%2Famericas%2Fcosta-rica-plane-crash.html.json",
  "image_url": "https://static01.nyt.com/images/2018/01/02/autossell/02xp-planecrash-1/02xp-planecrash-1-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Hannah and Ari were both involved in the southeastern chapter of United Synagogue Youth, a Conservative Jewish organization that promotes engagement with Israel, and that announced their deaths in a Facebook post.\nHannah was a student at List College, the undergraduate school of the Jewish Theological Seminary in New York City, under a program that allows students to pursue two bachelor’s degrees simultaneously, in coordination with Columbia University.\n“Hannah was a wonderful student, great friend, strong leader and a beloved member of our community,” Shuly R. Schwartz, the dean of List College, said in a statement. “Above all, she was deeply passionate about the environment.”\nIn a telephone interview, Dr. Schwartz said that Hannah was in her second year at the college and had not yet declared a major, although she was involved in environmental sustainability studies and Jewish thought and ethics.\nIn telephone interviews, David and Alexis Lerner, resident directors of a dormitory at the college who knew Hannah, said she had successfully petitioned the school to install bins and freezers for residents to collect materials for composting.\nPhoto\n“She is brave, and bold,” Ms. Lerner said. “She had a lot of a clear perspective on the role of a university for young people. She sort of saw it in a big picture. She was certainly a leader.”\nThe Weisses had a piano in their home, and Hannah and Ari took music lessons from Steve Rosicky, a local musician. They both played the ukulele and the guitar, and Ari had recently taken up songwriting. Ari hoped to create a full album; they had three songs mostly finished before Ari left for Costa Rica, Mr. Rosicky said.\nAdvertisement Continue reading the main story\n“He was so special to me,” Mr. Rosicky said. “His songs were so honest and so true.”\nIn Scarsdale, an affluent suburb in Westchester County, just north of New York City, the Westchester Reform Temple learned on Sunday of the deaths of husband and wife Bruce M. Steinberg, 50, and Irene G. Steinberg, 51; and their sons, Zachary J. Steinberg, 19; William A. Steinberg, 18; and Matthew B. Steinberg, 13. Zachary was a student at Johns Hopkins University, and William at the University of Pennsylvania.\nThe family supported a nonprofit organization, Seeds of Peace, that trains prospective leaders from around the world in conflict resolution.\nRebecca Gorman, who attended Seeds of Peace camps in Maine with William Steinberg, said his world travels and loving family had given him confidence and wisdom beyond his years, whether navigating conversations among children from countries in conflict or just listening to friends.\n“Whenever he would speak, it left you with an impression for the rest of the day,” said Ms. Gorman, who is 19. “It’s just hard to accept that more people didn’t get to see what a wonderful young man he was.”\nLeslie Adelson Lewin, the executive director of Seeds of Peace, said that William had “ambitions for a political career that were formed at Seeds of Peace” and that his mother was especially passionate about the organization because she had a background in social work.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe family loved music, and rock ’n’ roll was the theme of a surprise birthday party the family gave for Bruce, who turned 50 on Nov. 30. Their youngest son, who was in the eighth grade, was an accomplished musician known for his singing.\n“They were an incredibly tight-knit family who just loved to explore, loved to live life,” said Paul Rubin, a family friend. “They traveled extensively, but also gave their time extensively.”\nThe 10th passenger on the plane was Amanda R. Geissler, 33, who was in her first year as a guide for Backroads, which has provided “active travel” experiences in Costa Rica for more than 25 years. Her LinkedIn profile said she was based in Salt Lake City and had received undergraduate and M.B.A. degrees from the University of Wisconsin.\n“Amanda’s passion and ability to genuinely connect with people, in addition to her leadership, made her a rising star at Backroads,” the company said in a statement on Monday.\nPhoto\nThe names of the crew members have not been formally released, but Laura Chinchilla, a former president of Costa Rica, said her cousin Juan Manuel Retana was the pilot.\nAdvertisement Continue reading the main story\nIt was too soon to tell whether the crash would affect the tourism boom in Costa Rica, which has long enjoyed a reputation as one of the most peaceful countries in Latin America — it has no standing army — and as a place endowed with exceptional biodiversity. The tiny Central American nation of 4.8 million received nearly three million visitors in 2016, a record for the country.\nIt was the second crash in four months to involve Nature Air, which bills itself as an eco-conscious carrier that purchases offsets to compensate for its carbon emissions.\nThe earlier crash, on Sept. 5, killed a Costa Rican woman and an American man. Four other people survived that crash, which remains under investigation.\nEnio Cubillo Araya, the director general of Costa Rica’s civil aviation agency, said in a phone interview that the two crashes appeared to have been isolated episodes and not symptomatic of a deeper problem. Nature Air, founded in 1990, did not respond to phone and email messages requesting comment.\n“The country and the aviation industry are in mourning,” Mr. Cubillo said. “The government of Costa Rica stands in solidarity with the relatives of those who lost their loved ones during this holiday.”\nHe said that investigators did not yet know the cause of the crash but that early theories include mechanical malfunction, human error and the possibility that a raft of wind, common in the area this time of year, may have destabilized the small plane. Weather and visibility were ideal, he added.\nIdier Porras Guzmán, 51, who lives in a tiny hamlet by the beach near Nandayure, on the country’s northwest coast, said he and his relatives had been celebrating New Year’s Eve when they were startled by a plane flying unusually low overhead.\nAdvertisement Continue reading the main story\n“We all noticed it was too low,” he said in a phone interview on Monday. “We said, ‘How weird,’ and then three or four seconds later, we heard a loud thud.”\nMr. Porras said he and others staying with him had run toward the sound of the explosion, about 1,000 feet from their modest rental houses. The plane crashed in a hilly area planted with teak, he said.\n“When we got to the site, the plane was consumed by flames,” said Mr. Porras, who first shared his account with the Costa Rican newspaper La Nación. “It was totally disintegrated. Only part of the tail was visible.”",
  "title": "2 American Families Are Mourned After Plane Crash in Costa Rica",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2018/01/01/world/americas/costa-rica-plane-crash.html",
  "dId": "31082af8addddde819199db7a837402e5a958746de4eb344f2067e2f",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}