{
  "authors": [
    "Ellie Henman",
    "Showbiz Reporter"
  ],
  "date_download": "2018-02-06T16:56:12",
  "date_modify": null,
  "date_publish": "2018-02-05T20:35:48",
  "description": "Michael Sheen and Sarah Silverman joked they’d “consciously uncoupled” as they announced their split...",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Ftvandshowbiz%2F5508158%2Fmichael-sheen-and-sarah-silverman-split-four-years%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2018/02/af-composite-broken-up.jpg?strip=all&quality=100&w=750&h=500&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "MICHAEL Sheen and Sarah Silverman joked they’d “consciously uncoupled” as they announced their split.\nUS comedian Sarah borrowed the phrase Gwyneth Paltrow and Chris Martin used to describe their split, as she told fans on Twitter about the break-up.\nSplash News Michael Sheen and Sarah Silverman have broken up after four years\nSarah, 47, said: “The great Michael Sheen and I consciously uncoupled over Christmas.\n“I mean, not 'over Christmas' - like that wasn't the fight that ended it. No fight.\n“We just live in different countries & it got hard.\n“Felt we should just tell y'all so u stop asking, 'How's Michael/How's Sarah?’”\nTwitter Comedienne Sarah announced the news on Twitter\nSplash News She said the pair didn't like the long distance and insisted their had been no 'big fight'\nSarah started dating British actor Michael, 49, following his split with Kate Beckinsale.\nThe women became good pals and last year Michael and Kate reunited to support their daughter Lily as she graduated.\nMichael recently revealed he was quitting Hollywood to go back to Wales to fight the far right movement.\nGetty - Contributor Michael revealed he was quitting Hollywood to move back to Wales to fight the far right\nSheen, who has played Tony Blair in a trio of films, told The Times Magazine: “In the same way as the Nazis had to be stopped in Germany in the Thirties, this thing that is on the rise has to be stopped.”\nThe actor claimed he could bring people together “who wouldn’t normally sit there…even if they just want me to sign their Twilight books for their kids”.\nMOST READ IN TV & SHOWBIZ PLATT'S NOT ALL Martin Platt returns to Corrie with a new girlfriend and baby on the way HOL ALONE Holly Willoughby hosts This Morning alone as Phil walks off set with giggles GOODGER TYRES Lauren Goodger admits liposuction op has made her look like the Michelin Man NANNY DOWN THE AISLE Jeremy Kyle to marry for third time after proposing to kids' ex-nanny NO SHOW KATIE Katie Price pulls out of Victoria Derbyshire show after slamming facelift CALM DAN Danny Dyer warns his daughter not to 'do anything silly' on 'new Love Island'\nHe said he was expecting a backlash against the decision, saying: “It will be a big change for how people relate to me. Once I’m in, I’m fully in, and this is big.\n“As soon as you start to be effective, then people try to crush you, because it’s dangerous.”\nLast year he gave a speech in Wales in defence of free healthcare, telling the crowd: “There is never an excuse to not speak up for what you think is right.”\nHollywood star Michael Sheen backs new push to help Scotland's poorest being ripped off when taking loans\nGot a story? email digishowbiz@the-sun.co.uk or call us direct on 02077824220.\nWe pay for videos too. Click here to upload yours.",
  "title": "Michael Sheen and Sarah Silverman joke they ‘consciously uncoupled’ as they announce split",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/tvandshowbiz/5508158/michael-sheen-and-sarah-silverman-split-four-years/",
  "dId": "3580cf4b71c365bc96470bed8b16695d45f0f84c2af33e56bf601f02",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 56,
    "Event": "Sarah_Silverman_and_Michael_Sheen_Break_Up"
  }
}