{
  "authors": [
    "Written By"
  ],
  "date_download": "2018-01-01T22:40:50",
  "date_modify": null,
  "date_publish": "2017-12-27T13:37:13",
  "description": "The resolution was passed expediently just one day after Netanyahu met with 11 rabbis to solicit their support",
  "filename": "https%3A%2F%2Fwww.i24news.tv%2Fen%2Fnews%2Fisrael%2F163723-171227-israel-approves-transfer-of-11-million-in-funding-for-west-bank-settlements.json",
  "image_url": "http://cdn.i24news.tv/upload/image/afp-30742663620df0d3b3bfb24459a7d17b72c472d9.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.i24news.tv",
  "text": "The prime minister's cabinet on Wednesday approved a transfer of 40 million shekels ($11 million) in funding for West Bank settlements, which is set to take effect immediately according to the resolution.\nThe approval comes one day after Prime Minister Benjamin Netanyahu met with 11 senior religious rabbis to to ask for their support, reported by Haaretz, in the wake of a controversial bill--currently being filibustered by the opposition in parliament--which would prevent police from recommending criminal charges to state prosecutors or from publicizing charges in corruption cases involving high-profile public figures.\nThe Israeli premier is under investigation in two corruption cases, colloquially known as Case 1000 and Case 2000, and two of his closest confidantes are involved in a graft probe known as Case 3000.\nAccording to an unnamed source cited by Haaretz, the prime minister told the rabbis on Tuesday, “there is a political effort, through demonstrations and other means to, bring down” the government. The rabbis allegedly expressed support for the government's actions, while at the same time using the opportunity to express their concerns about priority to settlement construction in the West Bank and Orthodox Jewish women serving in the military.\nThe bill includes 34.5 million shekels in a one-time security grant to Israeli local government authorities in the West Bank. In addition, the Finance Ministry will allocate 5.5 million for West Bank first aid stations.\nA cabinet member reportedly told Haaretz that the speed of the resolution was unprecedented, and that it was vague in allocating the funding to particular purposes.\nThe Prime Minister's Bureau rejected any claims that the transfer of funds had anything to do with Netanyahu's meeting on Tuesday, stating, \"The decision has no connection to the meeting with the rabbis.\"\nThe statement explained that the bill's timing was nothing out of the ordinary, passed just ahead of the new fiscal year.\n\"The issue never came up in the meeting. This is a proposal that is passed every year toward the end of the budget year. It was also brought for a vote at the end of last year.\"\nParliament member Bezalel Smotrich of the right-wing religious party Habayit Hayehudi, explained that funds have been transferred annually to the \"local authorities every year for 17 years as compensation for exceptional security expenses.\"\nIsraeli settlements are considered illegal by the bulk of the international community.\nAbout 430,000 Israeli settlers live among 2.6 million Palestinians in the West Bank, which has been under Israeli control since the conclusion of the 1967 Six Day War.",
  "title": "Israel approves transfer of $11 million in funding for West Bank settlements",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.i24news.tv/en/news/israel/163723-171227-israel-approves-transfer-of-11-million-in-funding-for-west-bank-settlements",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 3,
    "Event": "israel_approves_transfer_of_11_million_in_funding_for_west_bank_settlements",
    "Url": "https://www.i24news.tv/en/news/israel/163723-171227-israel-approves-transfer-of-11-million-in-funding-for-west-bank-settlements"
  },
  "dId": "35d763403c74114d72f2b100e9af43112f2f118a0b56240ff008a316"
}