{
  "authors": [
    "Su-Hyun Lee"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2016-09-05T04:47:38",
  "description": "The missiles landed in the sea 125 to 155 miles west of Hokkaido, the northernmost of Japan’s main islands, the Japanese Ministry of Defense said.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2016%2F09%2F06%2Fworld%2Fasia%2Fnorth-korea-japan-missile-test.html.json",
  "image_url": "https://static01.nyt.com/images/2016/09/06/world/06korea/06korea-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Photo\nSEOUL, South Korea — North Korea fired three ballistic missiles from the western town of Hwangju toward Japan shortly after noon on Monday, according to South Korea’s Joint Chiefs of Staff. The launches came on the final day of the Group of 20 summit meeting, where the president of South Korea urged the North’s traditional allies, China and Russia, to help persuade it to end such provocations.\nThe weapons were all Rodong-class medium-range missiles, which can fly about 620 miles, the Joint Chiefs said. They landed in the Sea of Japan 125 to 155 miles west of Hokkaido, the northernmost of Japan’s main islands, the Japanese Ministry of Defense said.\nThe launches came four days before the 68th anniversary of the establishment of the North Korean government and a day after a new law went into effect in South Korea aimed at documenting human rights abuses in the North.\nVideo\nLast month, North Korea test-fired a submarine-launched ballistic missile toward Japan during a regularly scheduled military drill by the United States and South Korea. And in June, the North successfully tested a different medium-range missile that appeared to have been fired at a sharper angle, reaching an altitude of 878 miles, to demonstrate its potential to hit targets more than 2,000 miles away — far enough to reach American military bases in the Pacific.\nAdvertisement Continue reading the main story\nThe missiles fired on Monday do not travel as far as the one tested in June, known as a Musudan. But the test could strengthen the case in South Korea for deployment of a new American missile defense system. The government agreed in July to deploy the Terminal High-Altitude Area Defense system, or Thaad, over objections from China as well as South Korea’s main opposition party, and the question over whether, and where, to build it remains a subject of intense debate.\nIn the eastern Chinese city of Hangzhou, President Park Geun-hye of South Korea met with President Xi Jinping of China on the sidelines of the Group of 20 summit meeting and said afterward that the North’s actions damaged peace and stability on the Korean Peninsula and in Northeast Asia, reported Yonhap, the South Korean news service.",
  "title": "North Korea Test-Fires 3 Missiles Toward Japan, Seoul Says",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2016/09/06/world/asia/north-korea-japan-missile-test.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 2,
    "Topic": "north_korea",
    "EventId": 7,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "https://www.nytimes.com/2016/09/06/world/asia/north-korea-japan-missile-test.html"
  },
  "dId": "37cf93577e1d396eb21aae629a28b05f198d005f075a03a9709fea23"
}