{
  "authors": [
    "Haroon Siddique",
    "Damien Gayle",
    "Kevin Rawlinson"
  ],
  "date_download": "2017-11-30T19:50:48",
  "date_modify": null,
  "date_publish": "2016-11-10T08:21:04",
  "description": "Driver is arrested as investigators say they believe tram was going too fast when it derailed in south London",
  "filename": "https%3A%2F%2Fwww.theguardian.com%2Fuk-news%2F2016%2Fnov%2F09%2Fcroydon-tram-crash-kills-at-least-seven-and-injures-more-than-50.json",
  "image_url": "https://i.guim.co.uk/img/media/b553866309bc8e9838606bd3471068dc9b9be618/0_61_2423_1454/master/2423.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=44899ac42d4a5793a8fe0aa8757a7a26",
  "language": "en",
  "localpath": null,
  "source_domain": "www.theguardian.com",
  "text": "Driver is arrested as investigators say they believe tram was going too fast when it derailed in south London\nAt least seven people have been killed and more than 50 taken to hospital after a tram, believed to have been going too fast, crashed in south London on Wednesday morning.\nSurvivors of the accident said people went flying as the tram left the tracks, with bodies and blood inside the carriages following the derailment, which occurred at about 6.10am. Some passengers said the driver of the vehicle, who was arrested afterwards, had blacked out.\nMartin Bamford, 30, from Croydon, one of those on the tram, recalled it speeding up. “Everyone just literally went flying,” he said. Speaking outside Croydon University hospital, where he was being treated for broken ribs, he added: “It was just terrifying. There was a woman that was on top of me ... I don’t think she made it at all. She wasn’t responsive. There was blood everywhere.”\nBamford said he asked the driver if he was OK: “He said: ‘Yeah.’I said to him, ‘What happened?’ He said he thinks he blacked out.”\nRoyal Navy veteran Kevin Snow, 57, was one of those injured. He said the tram failed to slow down at its usual point coming out of a tunnel between the Lloyd Park and Sandilands stops. “Usually, as you come out the tunnel, you feel the brakes, but I didn’t seem to at all. I thought, ‘He should be braking in a minute.’ The next thing I knew we were on our side. Everyone was screaming and shouting, a lot of people were injured – lots couldn’t move.”\nHe said the tram slid for between eight and 10 seconds before coming to a halt. “It seemed like for ever that everyone was trying to get out, but we couldn’t find a way out. “All I could think about was if no one called the emergency services, could another tram hit us?”\nThe Rail Accident Investigation Branch (RAIB) said: “Initial indications suggest that the tram was travelling at a significantly higher speed than is permitted.”\nBritish Transport police Asst Ch Con Robin Smith said the force was investigating whether the driver fell asleep, alongside “a number of factors”.\nHe said officers would be “working through the night” at the scene, and staff would be present for a “number of days”. He said: “We have a very difficult and very challenging scene.\n“We have carriages that are lying on their side … which will eventually have to be moved carefully. And at the same time, us being able to understand exactly what happened.”\nThe 42-year-old male driver, from Beckenham, is being held on suspicion of manslaughter and is currently in custody, British Transport police said.\nThe crash occurred near to Sandilands junction on a sharp, left-hand curve as the tram was approaching a stop as it travelled from New Addington to Wimbledon. There is a 12mph (20km/h) speed limit on the section in question, which is on old rail tracks. The Croydon trams have a top speed of around 50mph.\nAfter news the crash broke, claims emerged on Facebook that an incident had occurred on the same stretch of line on 31 October, though there were no reports that anyone was hurt.\nIn a post written that day, Andy Nias, from Croydon, wrote: “30 of us on the tram this morning and we all thought our time was up ... tram driver took the hard corner to Sandilands at 40mph!! I swear the tram lifted on to one side. Everyone still shaking ... it’s mad.”\nIn a further post on Wednesday, Nias said he had reported the incident to British Transport police, who advised him not to speak to journalists.\nAnother man, James Tofield, who is also from Croydon, said he too was on the tram on 31 October. On Wednesday evening, he posted an image online of a text message to his partner dated that morning. It read: “The driver went round the bend so fast, u no the tunnel ... when u r coming up to Sandilands, he’s obviously forgot there’s a bend approaching, smacked on the brakes and somehow the tram managed to stay on the track.”\nHe said he intended to report the incident to both Transport for London (TfL) and the police. TfL said it was aware of the claims but refused to comment further because an investigation was ongoing. British Transport police did not respond to a request for comment.\nWednesday’s crash is the worst accident on the rail and tram networks since 2004, when seven people were killed in a rail crash near Ufton Nervet in Berkshire, when a car driver trying to kill himself caused a serious accident. There have been no fatalities on board a tram in the UK since 1959, when two female passengers and the driver died when a tram caught fire in Shettlestone Road, Glasgow, after a collision with a lorry.\nMartin Harris, who was on his way to work, called his mother, Jane, after the crash to tell her a body was lying on top of him. She told the Telegraph that he had told her “it looked like the driver had fallen asleep”. Jane Harris added: “He was on the tram, the tram was going really fast, the tram went over, my son had a dead body on him.”\nNearby resident Hannah Collier, 23, said: “I heard a massive crash at about 6.15am, then heard shouting, then the emergency services arrived. They started bringing up the casualties, some very seriously injured.”\nEight fire engines, five fire rescue units containing specialist rescue equipment and 22 ambulance crews were involved in the rescue operation.\nA spokeswoman for the London ambulance service said eight people had serious or life-threatening injuries, 20 of those injured were taken to St George’s university hospital in Tooting and 31 to Croydon university hospital. Croydon Health Services NHS trust urged members of the public with minor ailments to go to their GP or a walk-in centre instead of the hospital to ease pressure on staff. A casualty helpline was set up for relatives and friends to call.\nMike Brown, London’s transport commissioner, said: “Our thoughts are with those who sadly lost their lives in this incident, those who were injured and the families of those affected. We are working closely with the emergency services on-site and will continue to work with them during the investigation into what happened.”\nFinn Brennan, of the train drivers’ union Aslef, said the incident was “truly dreadful”. He said: “Lives have been lost and there are many serious injuries. This is a tragedy for all those involved. For the women and men who set out this morning on their journey to work and suffered this awful accident and their families, the grief and pain must be terrible.\n“There should be no rush to judgment or to place blame until the facts are known.”\nTransport expert Christian Wolmar, who is also Labour’s candidate in the Richmond Park byelection, said trams generally had an excellent safety record and most accidents that did occur involved road vehicles or pedestrians.\n“This sort of accident is incredibly rare, particularly because it’s on a section that used to be a railway and there are no cars around,” he said.\nThe Croydon tram is London’s only tram network. It uses a mix of on-street and segregated running for its 17 miles (27km) of track. More than 27 million passengers used the service in 2015-16.\nA casualty bureau number has been set up for relatives and friends to call – 0800 056 0154.\nIf you witnessed the accident, or have any information you’d like to share, you can fill in the form below – anonymously if you prefer.\n• This article was amended on 10 November 2016 to remove a section of a quote that gave an incorrect weight of 300 tonnes for the tram; it weighs about 37 tonnes.",
  "title": "Croydon tram driver 'blacked out' in crash that killed seven, claim passengers",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.theguardian.com/uk-news/2016/nov/09/croydon-tram-crash-kills-at-least-seven-and-injures-more-than-50",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 59,
    "Event": "croydon_tram_trash"
  },
  "dId": "4032070b93a333c347d1e7e94be4aacc098b1f7f18494d6a6fd3f57c"
}