{
  "authors": [
    "Stacy Cowley"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-02T18:29:23",
  "description": "The company said that it believed up to 145.5 million may have had their personal information compromised when hackers breached its systems.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F10%2F02%2Fbusiness%2Fequifax-breach.html.json",
  "image_url": "https://static01.nyt.com/images/2017/10/03/business/03equifax1alt/03equifax1alt-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Photo\nMillions more people were affected by Equifax’s data breach than the credit bureau initially estimated, Equifax said on Monday.\nThe company increased its estimate on the number of Americans whose personal information was potentially exposed to 145.5 million, some 2.5 million more than it had previously disclosed.\nThe additional accounts were found during a forensic review by Mandiant, a cybersecurity firm hired by Equifax to investigate the attack, according to a company statement.\nEquifax has been reeling since its announcement last month that hackers exploited a vulnerability in its website software to access its systems and extract sensitive personal information of millions of consumers. The material that was stolen included names, Social Security numbers, birth dates, addresses and, in some instances, driver’s license numbers.\nRichard F. Smith, who stepped down last week as Equifax’s chief executive, is scheduled to testify on Tuesday before a congressional subcommittee that is investigating the theft and Equifax’s response to it. It is the first of four congressional hearings he is scheduled to speak at this week.\nAdvertisement Continue reading the main story\n“I am deeply sorry that this occurred,” Mr. Smith said in prepared remarks released on Monday. “Equifax was entrusted with Americans’ private data and we let them down.”",
  "title": "2.5 Million More People Potentially Exposed in Equifax Breach",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/10/02/business/equifax-breach.html",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "science_tech",
    "TopicId": 3,
    "Topic": "hack",
    "EventId": 9,
    "Event": "hack_equifax_breach",
    "Url": "https://www.nytimes.com/2017/10/02/business/equifax-breach.html"
  },
  "dId": "425999fe2123c75070bde0486c260d2b4926764bb9744761a4617253"
}