{
  "authors": [],
  "date_download": "2018-01-10T23:25:36",
  "date_modify": null,
  "date_publish": "2017-12-29T00:00:00",
  "description": "The U.S. president seems increasingly frustrated with his North Korea plan.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fworld%2Fasia_pacific%2Ftrump-said-china-was-caught-red-handed-selling-oil-to-north-korea-beijing-denies-it-did-anything-wrong%2F2017%2F12%2F29%2F89bc3a22-ec73-11e7-891f-e7a3c60a93de_story.html%3Futm_term%3D.fb71d2e88053.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2017/12/29/Others/Images/2017-12-29/AP_17363306430550.JPG?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "The Lighthouse Winmore, a Hong Kong-flagged ship, is seen in waters off Yeosu, South Korea. South Korean authorities boarded the tanker and interviewed its crew members for allegedly violating U.N. sanctions by transferring oil to a North Korean vessel in October, an official said Friday. (Hyung Min-woo/Hyung Min-woo/Yonhap via AP)\nDid a Chinese ship deliver oil to North Korea in defiance of the U.N. Security Council? President Trump and South Korea seem to think so. China does not.\nHours after Trump accused China on Thursday of being caught “red handed” selling oil to the North Koreans — in apparent violation of sanctions adopted by the United Nations in September — South Korea released information that appeared to support his claim.\nSouth Korean authorities said Friday that on Nov. 24 they seized and inspected a Hong Kong-flagged vessel that on Oct. 19 transferred 600 tons of refined petroleum to a North Korean vessel.\nBut at a daily news briefing in Beijing, a spokeswoman for China’s Foreign Ministry flatly dismissed the claim, saying media accounts “did not accord with the facts.”\n“China has always implemented U.N. Security Council resolutions pertaining to North Korea in their entirety and fulfills its international obligations,” said the spokeswoman, Hua Chunying.\nChinese Foreign Ministry spokeswoman Hua Chunying gestures during a news briefing in Beijing. (Mark Schiefelbein/AP)\n“We never allow Chinese companies and citizens to violate the resolutions,” she said.\nThe standoff underscores Trump’s frustration at his attempts to press China to tighten economic pressures on North Korea as part of global efforts to curb the North’s nuclear and missile programs.\nChina is the economic lifeline for the regime of Kim Jong Un, and Beijing is under close international scrutiny for gaps in the sanctions.\nChina also appears angry at being unceremoniously called out by Trump — a rift that could shape the year ahead.\nSince Trump took office, the United States and China have backed successive rounds of U.N. sanctions aimed at curbing North Korea’s weapons program. But Kim has continued to conduct tests, including of intercontinental ballistic missiles.\nTrump has responded by periodically — and often very publicly — urging China to do more. On Thursday he tweeted: “Caught RED HANDED — very disappointed that China is allowing oil to go into North Korea. There will never be a friendly solution to the North Korea problem if this continues to happen!”\nHe then posted a clip of himself talking about North Korea’s nuclear program in a television interview that aired 18 years ago.\nTrump’s ire will not go down well with Beijing, which feels unfairly singled out by foreign critics, including Trump.\nOn Wednesday, when Hua, the Foreign Ministry spokeswoman, was asked about South Korean claims of a ship-to-ship oil transfer, she turned the tables by claiming news organizations did not have their facts straight.\nThe People’s Daily, a Communist Party-controlled newspaper, followed up with a detailed account of her response, noting that she “hit back at the speculation with eight questions to drive home the point that the conclusion is based on speculation and not facts.”\nThe headline: “China tells foreign media to stop it with the wild speculation.”\nShirley Feng contributed from Beijing.\nRead more:\nU.S. imposes sanctions on two key figures in North Korea’s weapons program\nRetired military leaders urge Trump to choose words, not action, to deal with North Korea\nWhat made North Korea’s weapons programs so much scarier in 2017\nToday’s coverage from Post correspondents around the world\nLike Washington Post World on Facebook and stay updated on foreign news",
  "title": "Trump said China was caught ‘red handed’ selling oil to North Korea. Beijing denies it did anything wrong.",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/world/asia_pacific/trump-said-china-was-caught-red-handed-selling-oil-to-north-korea-beijing-denies-it-did-anything-wrong/2017/12/29/89bc3a22-ec73-11e7-891f-e7a3c60a93de_story.html?utm_term=.fb71d2e88053",
  "dId": "441fe62fc92e31c4db75356efe508d0e7fe59e6076951d7ec00682ef",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 19,
    "Event": "north_korea_received_oil_from_russia_in_violation_of_un_sanctions_report"
  }
}