{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-19T07:20:44",
  "description": "By Malcolm FosterERIMO, Japan, Oct 19 (Reuters) - Ever since North Korea lobbed two missiles far above this windswept fishing town on Japan's northern...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Freuters%2Farticle-4995834%2FNowhere-hide--N-Korean-missiles-spur-anxiety-Japan-fishing-town.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/m_logo_636x382px.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "By Malcolm Foster\nERIMO, Japan, Oct 19 (Reuters) - Ever since North Korea lobbed two missiles far above this windswept fishing town on Japan's northern island of Hokkaido, seaweed farmer Mitsuyo Kawamura says she's been on edge.\n\"Now when I hear a loud sound, I look outside, I look out at the ocean,\" 68-year-old Kawamura said from her seaside cottage in Erimo, where she lays out long dark strands of kombu seaweed on stones to dry in the sun. \"I feel anxious, like I never know when it will come again.\"\nAs Japan prepares to vote in Sunday's national election, Prime Minister Shinzo Abe has called North Korea's escalating threats -- it also conducted a sixth nuclear test last month -- a \"national crisis\" that only he can lead Japan through.\nYet the missiles that flew over Erimo on Aug. 29 and Sept. 15 created an eerie threat: No one saw or heard them. They streaked by several hundred kilometers above land, too high to see with the naked eye, before splashing into the Pacific more than 1,000 kilometers (600 miles) to the east.\nWarnings of the missiles spread through sirens and government-issued \"J-alerts\" on millions of cell phones throughout Japan, jolting some out of sleep.\nKawamura has since stocked up on extra food and keeps the radio on to listen for more warnings. Like many residents here -- and across Japan -- she feels helpless, unsure of how to protect herself.\n\"When it's launched, it could land here just moments later,\" she said. \"There's nowhere to hide.\"\nAbe's rhetoric has grown harsher as North Korea has threatened to \"sink\" Japan and seems intent on developing nuclear warheads that can reach the U.S. mainland. He has repeatedly backed U.S. President Donald Trump's \"all-options-on-the-table\" stance and says now is not the time for dialogue.\n\"They promised in 1994 and again in 2005 that they would abandon their nuclear programme. But they have broken their word and developed nuclear devices and missiles,\" Abe said at a campaign rally last week. \"We're not going to be deceived anymore.\"\nTo protect itself, Japan has deployed 34 Patriot PAC-3 anti-missile batteries around the country, including one in Hokkaido, and Aegis defense systems on several destroyers. U.S. forces in Japan also have ballistic missile defense equipment that can -- if all goes well -- take out a missile in mid-flight.\n'FIRE ONE BACK'\nThe rockets thrust tiny Erimo, population 4,850, into the global spotlight. Maps on TV broadcasts showed the missiles' flight paths over nearby Cape Erimo, a jagged point that juts into the Pacific where seals frolic.\nAt the town's docks, where fishermen sorted through the morning's haul of salmon, tossing them into vats of ice water, strong support for Abe was mixed with worries that he's too strident, putting Japan at risk.\n\"Right now, no one's better than Abe,\" said Satoru Narita, a 72-year-old fisherman.\nIf anything, Japan has been too passive, said 23-year-old Ryosuke Kinoshita, who supports Abe's ruling Liberal Democratic Party.\n\"Next time they launch one, I'd almost like to see us fire one back,\" he said. \"We can't live in peace and safety.\"\nBut Haruki Suminoya, head of Erimo's fishing union, cautioned that being overly aggressive could provoke North Korea into lashing out.\n\"Abe's approach is too strong, too hardline,\" he said. \"A more restrained approach is better.\"\nThe recent war of words between Trump and North Korea unsettled many residents, who pointed out they were a much closer target than the United States.\nWhile pressure was needed toward North Korea, being too tough could be disastrous, said Mayor Masaki Ohnishi. \"If North Korea does something serious, Japan is within shooting range.\"\nSo far, it seems that Abe is winning over voters. Nationwide polls show the LDP is headed for a big win this weekend.\nREVISING CONSTITUTION\nErimo residents were divided on Abe's signature policy of revising Japan's war-renouncing constitution to clarify the status of the country's military. Critics worry that it could lead to an expanded role for the armed forces overseas and entangle it in U.S.-led conflicts.\nBut Shinto priest Hirotaka Tezuka, 39, said the constitution had grown outdated. \"We need a constitution that's better suited to the present era.\"\nYoshihiro Naito, 77, opposed the idea. \"The commitment we've made not to wage war has kept Japan safe.\" He plans to vote for an opposition party because he thinks Abe and the LDP have become too powerful.\nTown officials said they have not taken any particular precautionary steps following the recent missile launches, nor do they plan any \"duck and cover\" drills that have been held elsewhere.\nThe town has loud speakers on 50 tall poles to broadcast warnings for tsunamis, typhoons -- and now missiles. In recent months, they have installed wireless units in 1,500 of the 2,200 homes so people can hear them when they are indoors.\nErimo also has emergency stocks of food, water and other supplies, the mayor said. That's particularly important for Erimo because it is linked to the rest of Hokkaido by only one coast-hugging road, which gets closed several times a year due to heavy rains or massive waves.\nLocal fishermen are nervous about North Korea's warning that it might conduct a hydrogen bomb test over the Pacific, which they worry would contaminate the water like the Fukushima nuclear disaster did in 2011.\n\"The radiation would make all the fish inedible,\" said Narita, the elderly fisherman. \"Like in Fukushima, we couldn't do our jobs.\"\nThe town's dwindling fishing industry has already been hit hard by a plunge in the salmon catch as well as by a dearth of youngsters to take over the trade.\nWhen young people move away to cities such as Sapporo, Hokkaido's capital, sometimes their parents follow them, residents said. Erimo's population, which peaked above 9,000 in the 1960s, has fallen to nearly half that level.\n\"We're a fishing town,\" said Naito, \"so if we can't catch fish any more, we're finished.\"\n(Reporting by Malcolm Foster; Editing by Bill Tarrant)",
  "title": "\"Nowhere to hide\": N.Korean missiles spur anxiety in Japan fishing town",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/reuters/article-4995834/Nowhere-hide--N-Korean-missiles-spur-anxiety-Japan-fishing-town.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 70,
    "Event": "north_Korea_hokkaido_missile"
  },
  "dId": "454702c26d8a1ad3f8da2711fcddf6711751c991f7ac42d03220a727"
}