{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-15T00:00:00",
  "description": "Russia strongly condemned the latest missile launch by the Democratic People's Republic of Korea (DPRK), as such provocation will further worsen the situation around the Korean Peninsula, the Kremlin said Friday.",
  "filename": "http%3A%2F%2Feurope.chinadaily.com.cn%2Fworld%2F2017-09%2F15%2Fcontent_32047139.htm.json",
  "image_url": "http://europe.chinadaily.com.cn/attachement/jpg/site241/20171124/d8cb8a5155b01b81d94456.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "europe.chinadaily.com.cn",
  "text": "New DPRK missile launch further aggravates tensions: Kremlin\nXinhua | Updated: 2017-09-15 21:45\nMOSCOW -- Russia strongly condemned the latest missile launch by the Democratic People's Republic of Korea (DPRK), as such provocation will further worsen the situation around the Korean Peninsula, the Kremlin said Friday.\n\"Russia is deeply worried over more provocative launches, which lead to further escalation of tensions on the peninsula,\" Kremlin spokesman Dmitry Peskov was quoted by Tass news agency as saying.\n\"We strongly criticize such provocative actions and believe that such unequivocal demonstration of condemnation is the sole specific measure that can be taken at the moment,\" he said.\nThe DPRK reportedly fired a missile over Japan's northern island Hokkaido and into the Pacific Ocean on Friday, which came only days after the United Nations Security Council voted in favor of a resolution toughening sanctions on the DPRK.\nRussian parliament members also denounced the latest move by the DPRK.\nHead of the Russian State Duma's Foreign Affairs Committee Leonid Slutsky said Friday that Pyongyang is playing a \"dangerous game,\" which comes as a clear challenge to the international community.\nMeanwhile, he noted that the new missile launch proves sanctions and pressure will not work on the DPRK, and that the Korean Peninsula issue should only be addressed with a diplomatic solution.\nSimilarly, First Deputy Chairman of the Russian Federation Council's Defense and Security Committee Franz Klintsevich also warned that \"one cannot rein in North Korea (DPRK) through force and threats, especially by provocations.\"\nHe suggested countries with actual influence on the DPRK conduct high-level consultation and strengthen dialogue with Pyongyang so as to find a sensible way to deal with the situation.\n\"I think that serious consultations will be held at the international level, and the international community will in fact come up with options that will seriously impact the DPRK,\" he said.",
  "title": "New DPRK missile launch further aggravates tensions: Kremlin",
  "title_page": null,
  "title_rss": null,
  "url": "http://europe.chinadaily.com.cn/world/2017-09/15/content_32047139.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 2,
    "Topic": "north_korea",
    "EventId": 7,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "http://europe.chinadaily.com.cn/world/2017-09/15/content_32047139.htm"
  },
  "dId": "4a6824d75432095cfa1bd962b0d6d184b7fcf07538e3b96fffdaa2d5"
}