{
  "authors": [
    "Daniel O'Mahony"
  ],
  "date_download": "2017-11-30T13:51:17",
  "date_modify": null,
  "date_publish": "2016-10-13T15:47:50",
  "description": "All but three of the girls are said to have been pregnant at the time of their release",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F1971191%2Fisis-splinter-group-boko-haram-release-21-kidnapped-nigerian-schoolgirls-in-exchange-for-four-jailed-militants%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2016/10/nintchdbpict000274397324.jpg?strip=all&w=1200&h=800&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "Twenty-one schoolgirls captured by Islamist terror group Boko Haram more than two years ago have been freed, Nigeria's government has said.\nThe group, nearly all of whom are pregnant, were released this week as part of a hostage swap of detained leaders of the extremist group, according to the military.\nAP:Associated Press The girls have been released as part of a hostage swap with the militant group\nReuters In 2014 Boko Haram shocked the world when it kidnapped hundreds of schoolgirls from a state run school in Chibok\nThey are the first of 276 schoolgirls captured from a boarding school in the town of Chibok in April 2014 to be released following direct government intervention.\nSome 197 girls remain captives of the ISIS-affiliated Boko Haram, although it is not known how many have died.\nPresidential spokesman Garba Shehu today said the freed girls were in the care of Nigeria's secret intelligence agency and \"were all them very tired coming out of the process\".\nFour detained Boko Haram leaders were released Wednesday night in the northeast town of Banki, a military source said.\nThe girls were flown by helicopter to Maiduguri, the northeastern capital of Borno state and birthplace of Boko Haram, he revealed.\nThe group's abduction of the 276 girls in April 2014 and the government's failure to quickly free them has caused international outrage and brought Boko Haram, Nigeria's home-grown Islamic extremist group, to the world's attention.\nDozens of the girls have escaped on their own, but most remain missing.\nUS First Lady Michelle Obama has been one of the loudest voices of the \"Bring Back Our Girls\" movement, which has campaigned for the girl's release since their capture.\nRelated Stories 'WORST YET TO COME' Boko Haram leader mocks injury claims saying 'I'm in a happy state' BABY BOMBERS Who are Boko Haram, what do the Nigerian Islamist group want and who is leader Abubakar Shekau? BOKO HARAM KIDNAP Terrorist group 'releases video showing 50 of the girls abducted from Nigerian school' SECRET 'TERROR DEAL' US 'plotting to allow 9,000 ISIS fighters to escape terror capital Mosul', Moscow claims STONED TO DEATH ISIS thugs batter two 'adulterers' to death with rocks in medieval-style execution before baying crowd\nA post on the group's Facebook page said it was \"extremely delighted and grateful\", and was awaiting the the names of the released girls.\nAn aid worker who saw the the girls' after their release said all but three were carrying babies following their time in captivity.\nMany Boko Haram captives recently freed by military action have been shunned by their communities because they have come home pregnant or with babies from the fighters.\nBoko Haram - which translates as \"Western Education is Forbidden\" - has taken to calling itself the Islamic State's \"West African Province\" after declaring a caliphate in northeastern Nigeria in 2014.\nAP:Associated Press Nigeria’s security forces claimed to have killed the leader of Boko Haram Abubakar Shekau in August\nReuters Boko Haram - which means \"Western Education is Forbidden\" - has declared itself loyal to Islamic State\nThe group, which formed in 2002, has killed more than 20,000 people in attacks across the country in the past seven years, according to Amnesty International.\nREAD MORE: Second kidnapped Nigerian schoolgirl found by Army\nNigerian president Muhammadu Buhari, who vowed to destroy Boko Harm when he took office last year, said he welcomed the release of the 21 girls before he boarded a plane for an official visit to Germany.\nShehu, the president's spokesman, said: \"The release of the girls, in a limited number, is the outcome of negotiations between the administration and Boko Haram brokered by the International Red Cross and the Swiss government.\n\"The negotiations will continue.\"\nNegotiations last year failed when Boko Haram demanded a ransom of $5.2 billion for the girls' freedom, according to a recently published authorized biography of president Buhari by American historian John Paden.\nIt is not known if any money changed hands in this swap.\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368",
  "title": "Boko Haram release 21 kidnapped schoolgirls in exchange for four militants - but still hold nearly 200 captives",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/1971191/isis-splinter-group-boko-haram-release-21-kidnapped-nigerian-schoolgirls-in-exchange-for-four-jailed-militants/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 66,
    "Event": "boko_haram_21_schoolgirls_freed"
  },
  "dId": "50463005c1c05fd8527387b7db788156453aba27c0f0801c7557271c"
}