{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-03T00:00:00",
  "description": "LONDON - British Foreign Secretary Boris Johnson said he was horrified by a shooting incident at an outdoor music festival on the Las Vegas Strip that left at least 50 dead and injured more than 400 wounded.",
  "filename": "http%3A%2F%2Fusa.chinadaily.com.cn%2Fworld%2F2017-10%2F03%2Fcontent_32789696.htm.json",
  "image_url": "http://usa.chinadaily.com.cn/attachement/jpg/site181/20171127/eca86bd9d5431b85ed8f49.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "usa.chinadaily.com.cn",
  "text": "LONDON - British Foreign Secretary Boris Johnson said he was \"horrified\" by a shooting incident at an outdoor music festival on the Las Vegas Strip that left at least 50 dead and injured more than 400 wounded.\nThe attack is the worst mass shooting in the modern history of the United States.\nJohnson said the United Kingdom stood ready to help however it could.\n\"I am horrified by the awful attack at a music festival in Las Vegas this morning (London time),\" he said in a statement. \"The United Kingdom stands with the American people against this indiscriminate violence. My thoughts are with all those caught up in it.\"\nHere are details of some of the deadliest mass shootings in the United States in the past 25 years:\nFlorida club: 49 killed\nA heavily-armed gunman opens fire inside a nightclub in the city of Orlando on June 12 last year and kills 49 people.\nThe attacker is killed in a shootout with police; he pledges allegiance to the Islamic State group, which later claims responsibility.\nVirginia Tech: 32 killed\nA 23-year-old student goes on a rampage at Virginia Tech University in the town of Blacksburg in April. He kills 27 students and five teachers before committing suicide.\nSandy Hook: 26 killed\nA disturbed 20-year-old kills his mother in Newtown, Connecticut, in December 2012 before blasting his way into Sandy Hook Elementary School and shooting dead 20 children ages 6 and 7, plus six adults. He commits suicide.\nTexas restaurant: 22 dead\nIn October 1991, a man shoots dead 22 people in a restaurant in the town of Killeen before killing himself.\nCalifornia office party: 14 dead\nA newlywed radicalized couple storm an Christmas office party at a social services center in San Bernardino in December 2015 and gun down 14 people, wounding 22 others. They are shot dead by police.\nFort Hood military base: 13 dead\nIn November 2009, a US army psychiatrist opens fire at his military base in Killeen, killing 13 people and wounding 42, before being overpowered by police.\nNew York immigrant center: 13 dead\nAn immigrant shoots dead 13 people at a civic center in the New York state city of Binghamton in April 2009, before killing himself.\nDenver cinema: 12 dead\nA young man wearing body armor storms a cinema showing a late-night premiere of a Batman film in Aurora in July 2012, opening fire and releasing tear gas. Twelve people and 70 wounded. He is sentenced to life in prison.\nAP - AFP\n(China Daily 10/03/2017 page4)",
  "title": "Deadliest shootings in US history",
  "title_page": null,
  "title_rss": null,
  "url": "http://usa.chinadaily.com.cn/world/2017-10/03/content_32789696.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 1,
    "Event": "las_vegas_shooting",
    "Url": "http://usa.chinadaily.com.cn/world/2017-10/03/content_32789696.htm"
  },
  "dId": "5969c18fce03f0b5ac2ee1be313a6a0a151aa5707c2bf6cb65d6800e"
}