{
  "authors": [
    "Choe Sang-Hun"
  ],
  "date_download": "2017-11-30T16:14:27",
  "date_modify": null,
  "date_publish": "2013-01-30T03:43:55",
  "description": "The launching achieves South Korea’s ambition of joining an elite club of space technology leaders, and comes seven weeks after the successful launching of a satellite by rival North Korea.",
  "filename": "http%3A%2F%2Fwww.nytimes.com%2F2013%2F01%2F31%2Fworld%2Fasia%2Fon-3d-try-south-korea-launches-satellite-into-orbit.html.json",
  "image_url": "https://static01.nyt.com/images/2013/01/31/world/30korea1-cnd/30korea1-cnd-videoLarge.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Photo\nSEOUL, South Korea — South Korea succeeded in thrusting a satellite into orbit for the first time on Wednesday, joining an elite club of space technology leaders seven weeks after the successful launching of a satellite by its rival, North Korea.\nSouth Korea has attached an intense national pride to the 140-ton, 108-foot-tall Korea Space Launch Vehicle-1, or KSLV-1, which was built with the help of Russian technology. Feeling behind China and Japan, both of which have successful space programs, South Korea has sought a technological prowess of its own.\nThat task gained more urgency after North Korea launched a long-range rocket on Dec. 12 that put a satellite into orbit, after earlier failures. Only a handful of countries have succeeded in independently launching satellites into orbit, with Iran also recently joining the club. After studying the debris of the North Korean rocket, which splashed into South Korean waters, officials here determined that North Korea, despite its backward economy, had built key parts of its rocket.\nWith all major South Korean television stations broadcasting live, the two-stage rocket blasted off from the newly built Naro Space Center in Goheung, 200 miles south of Seoul.\nAdvertisement Continue reading the main story\n“After analyzing the data, we determined that our satellite entered its intended orbit,” Lee Ju-ho, the minister of education, science and technology, said during a nationally televised news conference. “Today, we took a leap toward becoming a power in space technology.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAlthough part of the two-stage rocket was built by the Russians, South Korea sees the successful launching as having given it an important toehold in space technology, the latest high-tech market where the country has decided to become a player.",
  "title": "On 3rd Try, South Korea Launches Satellite Into Orbit",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.nytimes.com/2013/01/31/world/asia/on-3d-try-south-korea-launches-satellite-into-orbit.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 2,
    "Topic": "north_korea",
    "EventId": 8,
    "Event": "north_Korea_Launches_satellite",
    "Url": "http://www.nytimes.com/2013/01/31/world/asia/on-3d-try-south-korea-launches-satellite-into-orbit.html"
  },
  "dId": "5a1bfc076d2d138acc8636c2d86c921fb45ef9142d6ff92d579e90c9"
}