{
  "authors": [],
  "date_download": "2018-02-06T17:05:44",
  "date_modify": null,
  "date_publish": "2018-02-05T12:04:00",
  "description": "Move over, Magic Leap: Intel may be the next company to jump into intelligent eyewear.",
  "filename": "https%3A%2F%2Fwww.cnet.com%2Fnews%2Fintel-vaunt-smart-glasses-prototype%2F.json",
  "image_url": "https://cnet2.cbsistatic.com/img/Ds6Lri0YRPd3ab-2dCzwEVszMHM=/670x503/2018/02/05/8c58d827-baf4-4210-856a-0378797b0674/verge-intel-glasses-prototype.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.cnet.com",
  "text": "Vjeran Pavic/The Verge\nStop me if you've heard this one before.\nA giant Silicon Valley company decides you might like to wear a computer on your head -- so you can see helpful digital information floating right in front of your eyes.\nBut this time, the company is Intel, not Google -- and these smart glasses look like a regular pair of glasses, not a creepy cyborg visor.\nThe Verge reported Monday that Intel's New Devices Group (which reportedly axed its wearables division last July) has been quietly working on just such a pair of glasses, dubbed Vaunt, and plans to offer them up to developers in an early access program later this year.\nHow has nobody thought to put smarts in normal-looking glasses before? Well, it's been pretty tough to fit a miniature display and a decent-size battery into traditional eyewear. But here, Intel has managed to combine a very low-power red laser and a holographic reflector to beam simple images directly onto your retina, according to The Verge.\n(An executive tells the publication that Intel's targeting 18 hours of battery life, despite the fact that the battery -- and everything else -- has to fit into the glasses' stem.)\nVjeran Pavic/The Verge\nYes, that means these glasses shine a laser into your eye, but that's not a totally new idea: Rival headset maker Magic Leap originally experimented with shooting lasers down a spinning optical fiber that would paint images directly on your retina, too.\nDoes that mean Intel could become a big player in the augmented reality space, competing with the likes of Magic Leap, Microsoft's HoloLens and the like for our dollars and our literal eyeballs? (Market research firm IDC says humans will be spending $20 billion a year on AR and VR technologies by 2021.)\nSure, but you might have said the same about Intel back when, say, the company invested in smart eyewear maker Recon and eventually purchased that company in 2015. Plus, Intel prototypes a whole lot of things that don't pan out -- its canceled Project Alloy headset is a recent, notable example. Intel didn't immediately reply to a request for comment.\nMagic Leap One: The fabled AR headset is real, and it's coming in 2018.\nAt CES, VR and AR are evolving right under your nose: Just on't expect wild new worlds.",
  "title": "At last -- smart glasses that don't look like Borg headgear",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.cnet.com/news/intel-vaunt-smart-glasses-prototype/",
  "dId": "62586f125940b735d98dd687ab51662e3e2ca6221c700a87052bb284",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 60,
    "Event": "Intel_smart_glass"
  }
}