{
  "authors": [
    "Charles Ventura",
    "Published A.M. Et Dec."
  ],
  "date_download": "2018-01-10T23:36:44",
  "date_modify": null,
  "date_publish": "2017-12-30T11:22:23",
  "description": "According to police, Michael Neu, 67, is suspected of being the \"middle man\" behind the scam to con money from victims across the U.S.",
  "filename": "https%3A%2F%2Fwww.usatoday.com%2Fstory%2Fnews%2Fnation-now%2F2017%2F12%2F30%2Fnigerian-prince-email-scammer-louisiana%2F992073001%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/3c35c8a107bfd1ff2c0e7a7b8f3043c9b2f1d885/c=0-160-920-680&r=x803&c=1600x800/local/-/media/2017/12/30/USATODAY/USATODAY/636502015094944281-Screen-Shot-2017-12-29-at-11.48.29-PM.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "Michael Neu, 67 of Slidell, La., was arrested on wire fraud and money laundering charges in connection with a \"Nigerian prince\" scam, according to the Slidell Police Department. (Photo: Slidell Police Department)\nA Louisiana man was arrested in connection with the \"Nigerian prince\" scheme that has scammed people out of thousands of dollars, police announced Thursday.\nMichael Neu, 67, faces 269 counts of wire fraud and money laundering after being taken into custody following an 18-month investigation, according to the Slidell Police Department. Police said Neu is suspected of being the scam's \"middle man\" who obtained money and \"subsequently wired\" funds to his co-conspirators in Nigeria.\nAccording to the Federal Trade Commission, the phishing scam begins with an email purporting to be from a high-ranking Nigerian official who seeks financial assistance or personal information to retrieve an alleged inheritance.\nThough the scheme is often the butt of late-night TV jokes, people have fallen victim to the scam, officials say.\nMichael Neu, 67 of Slidell, La., is pictured being taken into custody for wire fraud and money laundering charges in connection with a \"Nigerian prince\" scam, according to the Slidell Police Department. (Photo: Slidell Police Department)\n\"Most people laugh at the thought of falling for such a fraud, but law enforcement officials report annual losses of millions of dollars to these schemes,\" the Slidell police said in a statement.\nAuthorities warn to be cautious when receiving suspicious emails or phone calls from unknown individuals and urge people not to disclose personal or financial information. Slidell Police Chief Randy Fandal said he hopes Neu's arrest serves as a warning to the public.\n“If it sounds too good to be true, it probably is,\" Slidell Police Chief Randy Fandal said in a released statement. \"Never give out personal information over the phone, through e-mail, cash checks for other individuals, or wire large amounts of money to someone you don’t know. 99.9 percent of the time, it’s a scam.”\nRelated: 5 scams that are fooling even the smartest victims\nRead or Share this story: https://usat.ly/2BXvhLQ",
  "title": "Alleged 'Nigerian prince' scammer nabbed in Louisiana",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.usatoday.com/story/news/nation-now/2017/12/30/nigerian-prince-email-scammer-louisiana/992073001/",
  "dId": "648223309673f4c8d332e8ab0ab9c9ec546d6ecf64d79654023c27f6",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 22,
    "Event": "police_arrest_alleged_nigerian_prince_email_scammer_in_louisiana"
  }
}