{
  "authors": [
    "Alanne Orjoux",
    "Steve George"
  ],
  "date_download": "2018-01-14T13:07:08",
  "date_modify": null,
  "date_publish": "2018-01-01T01:14:43",
  "description": "North Korean leader Kim Jong Un looked to ease regional tensions with South Korea, offering to talk about sending a delegation to the Winter Olympics in Pyeongchang next month.",
  "filename": "http%3A%2F%2Fedition.cnn.com%2F2017%2F12%2F31%2Fasia%2Fkim-jong-un-new-year-address-nuclear%2Findex.html.json",
  "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/171231101254-north-korea-kim-jong-un-1223-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "(CNN) North Korean leader Kim Jong Un held out a rare olive branch to the country's southern neighbor Monday, offering talks over sending a delegation to the Winter Olympics in Pyeongchang next month.\nKim struck an unusually conciliatory note in his annual New Year's Day address, declaring his wish \"for peaceful resolution with our southern border.\"\nHe nevertheless couched the message in more familiar bellicose language, warning the United States that North Korea's nuclear ambitions were now complete and the launch button was \"always on the desk in my office.\"\nPark Soo-hyun, the spokesman for South Korean President Moon Jae-in, said the President's office welcomed Kim's comments about the need to improve inter-Korean relations and his wish to send a delegation to the Olympics.\n\"The (President's office) has been expressing its intent to talk with North Korea anytime, anywhere and regardless of formality if this is for the normalization of the inter-Korean relations and for the peace of the Korean Peninsula,\" the spokesman said, adding that the President's office also \"hopes South and North Korea will peacefully resolve North Korea's nuclear issue while closely cooperating with the international community.\"\nKim's comments on South Korea surprised analysts, who described them as the most significant part of his speech.\nTensions with the South have been high as Kim has presided over a dramatic increase in the pace of North Korea's weapons program. In September, the regime carried out its sixth and most powerful nuclear test.\nCall for peace\nIn his address, Kim called for peace on the Korean peninsula. \"North and South must work together to alleviate the tensions and work together as a people of the same heritage to find peace and stability,\" Kim said, according to a CNN translation of his speech.\nHe added that North Korean representatives should start talks with their South Korean counterparts \"as soon as possible\" to discuss sending a delegation to the 2018 Winter Games.\nKim went on to wish South Korea success in hosting the upcoming Olympics and said the event would be a \"good chance\" to show the greatness of the Korean people.\nThe South Korean presidential spokesman agreed.\n\"If the PyeongChang Olympics can be successfully held as peace Olympics, it will make contributions to the peace and harmony of the Korean Peninsula and Northeast Asia, as well as to the world,\" Park said.\nBut Kim ratcheted up his warnings to the US. \"The entire mainland of the US is within the range of our nuclear weapons and the nuclear button is always on the desk of my office. They should accurately be aware that this is not a threat but a reality,\" Kim said.\n\"No matter how much America wants to attack us with their military might and nuclear power, they know that now we possess such great nuclear power and therefore they will not dare,\" he continued, adding that his country's greatest achievement of 2017 was the \"historic accomplishment of completing our nuclear capabilities.\"\nJUST WATCHED Zeldin on NK: Conventional & unconventional options on table Replay More Videos ... MUST WATCH Zeldin on NK: Conventional & unconventional options on table 03:46\nSoftened tone\nEuan Graham, director of the International Security Program at the Lowy Institute, told CNN the softened tone toward South Korea was a surprise.\n\"The olive branch of trying to reach out to the South, that's the most significant change, because up until now, they just haven't shown any interest in engaging with the South, or anyone else for that matter,\" he said.\n\"But an olive branch is always wrapped in some sort of belligerent coating in North Korea, it doesn't mean the end of the nuclear program ... Even if they do reach out and send a delegation to the Pyeongchang Winter Olympics, it wouldn't surprise me at all if they accompanied that with a continuing testing program as the spring comes, be that a submarine launch or satellite launch.\"\nTension has been rising between the United States and North Korea in recent months. Adm. Mike Mullen, a former chairman of the Joint Chiefs of Staff, said Sunday that the United States is \"closer to a nuclear war with North Korea\" than ever.\nIn an interview on ABC's \"This Week,\" Mullen warned that President Donald Trump's provocative rhetoric aimed at Kim Jong Un likely indicates he would prefer to take a more aggressive approach to countering the rogue regime's rapidly evolving nuclear weapons program.\nLast week, the UN Security Council unanimously adopted new sanctions on North Korea in response to Pyongyang's November 29 ballistic missile test, seeking to further strangle its energy supplies and tighten restrictions on smuggling and the use of North Korean workers overseas.\nJUST WATCHED North Korea may test missile in new year Replay More Videos ... MUST WATCH North Korea may test missile in new year 01:35\nNorth Korea's state-run news agency KCNA released a report Saturday promising that the country would remain committed to its nuclear development in 2018.\n\"Do not expect any change in its policy,\" the report read.\n\"Its entity as an invincible power can neither be undermined nor be stamped out. The DPRK, as a responsible nuclear weapons state, will lead the trend of history to the only road of independence and justice, weathering all tempests on this planet,\" the report continued, referring to North Korea's official name, the Democratic People's Republic of Korea.\nJoint military exercises\nIn early December, the US carried out another round of military exercises with South Korea, involving the largest concentration of fifth-generation F-22s and F-35s fighter jets ever assembled in South Korea.\nJUST WATCHED US and South Korea hold joint training drills Replay More Videos ... MUST WATCH US and South Korea hold joint training drills 01:46\nThe war games included attacks against a mock North Korean missile launch site with mock North Korean radars.\nIn his New Year's address, Kim again denounced the exercises.\n\"These military exercises that you have with our enemy the USA must be halted at this very moment, because this behavior only causes fire and destruction on this great country,\" the North Korean leader said, apparently addressing South Korea.\nTong Zhao, a fellow at the Carnegie-Tsinghua Center in Beijing told CNN that Kim does \"not want to appear threatening and provocative.\"\n\"He wants to convince the international community that his nuclear weapons are purely for self-defense and wants to have a negotiated solution with the United States on the basis that he gets to keep its nuclear deterrent capability, Zhao said.\n\"After achieving a preliminary strategic deterrent capability, North Korea might want to deescalate tensions and see(s) the Winter Olympics as a golden opportunity. The games make it possible for Washington and Seoul to meet Pyongyang's demand for self-restraint -- adjusting their military exercises -- without losing face and appearing weak on Pyongyang.\"",
  "title": "Kim Jong Un offers Olympics olive branch to South",
  "title_page": null,
  "title_rss": null,
  "url": "http://edition.cnn.com/2017/12/31/asia/kim-jong-un-new-year-address-nuclear/index.html",
  "dId": "69ad8dc45611cbd36fdd158cb0a5fe8fe915ac1fd23b208722e4ffbf",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 34,
    "Event": "kim_jong_un_offers_rare_olive_branch_to_south_korea"
  }
}