{
  "authors": [
    "Associated Press"
  ],
  "date_download": "2018-01-01T22:41:34",
  "date_modify": null,
  "date_publish": "2017-12-27T06:47:39",
  "description": "ERIE, Pa. (AP) - Snow continues to fall in Erie, Pennsylvania, and surrounding areas that already have seen a record amount of snow over the past few days,...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fap%2Farticle-5214463%2FErie-smashes-snowfall-record-flakes-falling.html.json",
  "image_url": "http://i.dailymail.co.uk/1/2017/12/27/13/wire-1973194-1514380655-905_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "ERIE, Pa. (AP) - Snow continues to fall in Erie, Pennsylvania, and surrounding areas that already have seen a record amount of snow over the past few days, prompting a disaster emergency declaration.\nErie County Executive Kathy Dahlkemper signed a declaration of disaster emergency which she said would allow \"needed resources to be obtained.\"\nEmergency management coordinator Dale Robinson says that will allow officials to bring in some National Guard resources with forecasters predicting more snow Wednesday.\nErie, Pa., residents on East 24th Street dig out on Tuesday, Dec. 26, 2017, after a record two-day snowfall. The National Weather Service office in Cleveland says the storm brought 34 inches on Christmas Day, a new all-time daily snowfall record for Erie. (Greg Wohlford/Erie Times-News via AP)\nThe storm brought 34 inches of snow on Christmas Day, an all-time daily snowfall record for Erie. Another 24.5 inches fell by Tuesday night, bringing the total since Dec. 23 to more than 62.9 inches.\nErie has issued a snow emergency, citing \"dangerous and impassable\" roads. Officials urged people to avoid travel.",
  "title": "Erie smashes snowfall record with flakes still falling",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/ap/article-5214463/Erie-smashes-snowfall-record-flakes-falling.html",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 6,
    "Event": "erie_smashes_snowfall_record_with_flakes_still_falling"
  },
  "dId": "6e874e6c55270e639944f5d1e6274a7dfd46cf7b7a9b633da7f1ed92"
}