{
  "authors": [
    "Rob Marvin"
  ],
  "date_download": "2018-02-06T17:03:57",
  "date_modify": null,
  "date_publish": "2018-02-05T16:15:00",
  "description": "The Center for Humane Technology will focus its efforts on young users, first with a public school ad campaign on the harmful effects of tech and social media.",
  "filename": "http%3A%2F%2Fuk.pcmag.com%2Fasana%2F93196%2Fnews%2Ffacebook-google-vets-form-coalition-to-fight-tech-addiction.json",
  "image_url": "http://sm.pcmag.com/pcmag_uk/news/f/facebook-g/facebook-google-vets-form-coalition-to-fight-tech-addiction_79ee.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "uk.pcmag.com",
  "text": "It's time to talk about tech addiction. Several tech execs and social media pioneers have come out of the woodwork in recent months to decry the dangers and harmful effects of our internet-addled society. Now a group of former Apple, Facebook, and Google employees are joining the charge with an anti-tech addiction coalition called the Center for Humane Technology.\nThe center has been organizing leaders and raising awareness \"since 2014,\" according to its website, but this week announced several new high-profile initiatives. As the New York Times reports, the center will kick off its efforts with a tech addiction ad campaign targeted at 55,000 US public schools.\nCalled \"The Truth About Tech,\" the campaign is designed to inform parents, teachers, and students about the potentially harmful effects of technology. In particular, the coalition is concerned about how time spent with a face buried in your smartphone or obsessed with virtual interactions such as likes and shares can contribute to anxiety, depression, shortened attention spans, sleep deprivation, and affect the healthy social development of young minds.\nThe center's executive director and co-founder is Tristan Harris, formerly a design ethicist at Google, but its leadership, advisors, and supporters also include early Facebook investor Roger McNamee, former Apple and Google communications exec Lynn Fox, former Facebook execs Dave Morin and Sandy Parakilas, Lyft president John Zimmer, and Asana co-founder Justin Rosenstein, who created Facebook's Like button.\n\"Our society is being hijacked by technology,\" the center's website reads. \"What began as a race to monetize our attention is now eroding the pillars of our society: mental health, democracy, social relationships, and our children.\"\nThe center's core advocacy efforts focus on what it calls \"Humane Design,\" which frames device and app design in terms of vulnerability: how are we vunerable to overstimulation or \"micro-targeted persuasion?\" The website identifies 24/7 influence, social control, personalization, and the evolving predictive capabilities of AI as tectonic controlling forces allowing social platforms like Facebook, Twitter, and YouTube to automate billions of ads, social trends, and auto-play videos to drive profits.\nHumane Design calls for device-makers like Apple and Samsung and social app companies such as Facebook and Snapchat to redesign their devices and interfaces to \"protect our minds from constant distractions, minimize screen time, protect our time in relationships, and replace the App Store marketplace of apps competing for usage with a marketplace of tools competing to benefit our lives and society.\"\nThe group also plans anti-tech addiction lobbying efforts, which will focus on two key pieces of legislation: a Democratic Senate bill being introduced to commission research on technology's impact on children's health, and a California bill prohibiting the use of digital bots without identification.\nThe marquee effort, however, is the \"The Truth About Tech\" ad campaign. The center is partnering with nonprofit media watchdog group Common Sense Media on the $7 million campaign, which also boasts $50 million in donated media and airtime from Comcast, DirecTV, and other partners. Interestingly, Common Sense CEO Jim Steyer told the Times that the campaign is modeled on anti-smoking campaigns, focusing on the most vulnerable of tech companies' \"customers\": children.\nSilicon Valley Gets Serious About Addiction\nThe Center for Humane Technology is the latest effort to curtail the power of tech giants and address the dangers of addictive technology. However, over the past several months the floodgates have already blown wide open.\nEx-Facebook president Sean Parker made headlines last November when he echoed the center's philosophy, proclaiming that Facebook was engineered to exploit \"a vulnerability in human psychology.\" Facebook also downplayed comments from venture capitalist and former VP of User Growth Chamath Palihapitiya, who opined that social media is ripping society apart.\nFacebook and YouTube have already faced backlash over their child-focused apps, Messenger Kids and YouTube Kids. YouTube also faced a massive scandal late last year over disturbing and exploitative ads on its main service.\nThen of course there's Apple. In January, two major shareholders—activist investor Jana Partners LLC and the California State Teachers' Retirement System—sent an open letter to the company pushing for a study of iPhone addiction in children. Smartphones may be having \"unintentional negative consequences\" on young users, and a \"growing societal unease\" that could ultimately impact profits, they said. Apple is now planning new parental controls for iOS devices.\nIf these moves seem more like Silicon Valley playing catch-up on tech addiction than moving proactively, you're not alone. The massive influence of Russian ads and bots on Facebook and Twitter during the 2016 election put a spotlight on the unchecked power of social networks and tech giants. Tighter government regulation may be a matter of \"when\" rather than \"if.\"\nIn the meantime, the first federal study of internet addiction is already underway by the National Institutes of Health (NIH) to determine whether tech addiction (specifically online gaming) should be listed as an official mental disorder. The two-year study is set to wrap up in 2019.\nThe next generation of digital-native internet users are growing up with devices in their hands. We don't yet know the full effects of what smartphones, social media, and 24/7 internet access has on the human mind, but one thing is clear: the days of blindly giving tech companies the benefit of the doubt are over.",
  "title": "Facebook, Google Vets Form Coalition to Fight Tech Addiction",
  "title_page": null,
  "title_rss": null,
  "url": "http://uk.pcmag.com/asana/93196/news/facebook-google-vets-form-coalition-to-fight-tech-addiction",
  "dId": "717650d3063d77c6564ff40aa050430a97caf8ed5036bfffd33142e8",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 59,
    "Event": "former_Facebook_and_Apple_employees"
  }
}