{
  "authors": [
    "Esme Nicholson"
  ],
  "date_download": "2018-01-10T23:26:26",
  "date_modify": null,
  "date_publish": "2017-12-31T00:00:00",
  "description": "In Berlin, authorities are taking extra security measures ahead of New Year's celebrations. \"Safety zones\" are being set up for female party-goers, but some people are critical of this move.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2017%2F12%2F31%2F574778306%2Fgermany-takes-steps-to-guard-women-against-sexual-assault-as-they-ring-in-new-ye.json",
  "image_url": "https://media.npr.org/assets/img/2017/12/30/berlin_wide-beb0226e3e988e9fd693c18c4d8f2a1779cea678.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "Germany Takes Steps To Guard Women Against Sexual Assault As They Ring In New Year\nEnlarge this image toggle caption Michael Sohn/AP Michael Sohn/AP\nThousands of party-goers are expected to see in the New Year at Berlin's iconic Brandenburg Gate where an official party and firework display are planned. As usual, security will be tight with road blocks and an increased police presence of some 1, 600 officers. But this year, female revelers attending the open air event will also be able to access a women-only safety zone staffed by the German Red Cross.\nThe measures are being introduced by the police for the first time in Berlin because of concerns about sexual assaults.\nAnja Marx, spokesperson for the organizers of the Berlin event, says a similar set-up worked very well at Oktoberfest in Munich this year, adding that psychologists would also be available in the safety zone.\nTwo years ago, hundreds of women in the city of Cologne reported being attacked and robbed by gangs of men while out celebrating New Year's Eve on the square in front of the famous cathedral.\nPolice targeted migrants after many of the victims described the perpetrators as looking North African or Middle Eastern.\nAlthough hardly any prosecutions were ever made, fears soon spread about the large number of refugees and migrants who had arrived in Germany in 2015. While many Germans initially supported Angela Merkel's decision to allow asylum-seekers to come straight to Germany, the attacks on New Year's Eve in Cologne and, on a smaller scale, in other German cities, heralded a change in public mood.\nConsequently, Merkel's conservative bloc lost more than a million voters to the anti-Islam, populist Alternative for Germany party (AfD) in the September election. The AfD is the first right-wing party to enter the Bundestag in more than half a century.\nThe issue of migration continues to cause tensions as Merkel struggles to build a coalition government.\nFollowing the collapse in talks with the Green party and the libertarian Free Democrats, Merkel's former coalition partner, the center-left Social Democrats (SPD), have agreed to start negotiations next week.\nBut immigration will prove a major hurdle. The SPD are against Merkel's conservative bloc's proposal to introduce an annual upper limit on asylum-seekers. Both the SPD and Merkel's Christian Democrats worry that a repeat of attacks on the scale of those that happened in Cologne two years ago could politically benefit the right-wing AfD party. Nonetheless, the move to set up a safety zone for female party-goers in Berlin is not welcomed by all, even from within Merkel's own party.\nAntonia Niecke, chairperson of the Christian Democrats' youth wing in Hamburg, argues that safety zones for women assume that sexual assault is a given and, knowing that, questions how women can really be expected to enjoy New Year's celebrations.\nCriticism has also come from the German police, despite the fact that the safety zone has been set up by the capital's own police force. Rainer Wendt, head of Germany's police union, told a regional paper on Saturday that the apparent need for safety zones implies that public space is unsafe, indicating \"the end of equality, freedom of movement and freedom of choice.\" Wendt says women should feel safe everywhere.",
  "title": "Germany Takes Steps To Guard Women Against Sexual Assault As They Ring In New Year",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2017/12/31/574778306/germany-takes-steps-to-guard-women-against-sexual-assault-as-they-ring-in-new-ye",
  "dId": "79855f6156d1bf7032168cdda0990269b097aec9bcc57c3895dcf10e",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 21,
    "Event": "berlin_sets_up_new_years_eve_safe_zone_for_women_amid_sexual_assault_concerns"
  }
}