{
  "authors": [
    "Jonny Vito",
    "Aaron Varshney",
    "Simon Sayers"
  ],
  "date_download": "2018-02-06T17:12:13",
  "date_modify": null,
  "date_publish": "2018-02-06T12:45:41",
  "description": "PS4 update 5.50 is currently in beta, and here we take a closer look at the new hidden features in the new PlayStation 4 system software patch. Sony's new firmware update is expected to release for all players in February and includes supersampling for PS4 Pro, library changes and the ability to delete PSN notifications.",
  "filename": "https%3A%2F%2Fwww.psu.com%2Fnews%2Fps4-5-50-update-new-features%2F.json",
  "image_url": "https://www.psu.com/app/uploads/2017/12/ps4-update-4-5-0.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.psu.com",
  "text": "Sony has confirmed the full list of new features in the PS4 5.50 firmware update, including PS4 Pro supersampling and the ability to import custom wallpapers via USB.\nThe PS4 5.50 update rolled out on Friday to invited users, and numerous new features were uncovered. Some of the features we were hoping for in the latest PS4 firmware upgrade include the PSN Name Change feature, a PlayStation Store wishlist and the ability to gift games. However, it looks like none of those are going to make the cut.\nHowever, Sony has now revealed all the sweet feature for your PlayStation 4 aimed to improve your user experience. Let’s take a look…\nPlay Time Management\nAimed towards families, you’ll now be able to manage the playtime of your children on PSN. There’s a new option in Settings called Family Management where you can set how long they’re allowed to play for, and even restrict them to playing during certain times of the day. The feature will also be accessible via the PlayStation app and via your PlayStation account on your PC browser.\nQuick Menu Update\nSony writes: “If you ever want to quickly access specific friends in your custom list, you’ll be able to do so via the pulldown menu under the Friends tab in Quick Menu. You can also see who’s currently online”.\nPlayStation Music\nThere’s also a new shortcut feature relating to music. You can now control the volume button by pressing ‘square’ if you’re using Spotify. You can also control the volume with ‘square’ when listing to music via the USB Music Player or Media Player, as well as press ‘triangle’ to pause.\nAdditionally, you can now listen to your own music while streaming PlayStation Now games\nCustom Wallpapers via USB\nYou can now import custom PS4 wallpapers directly from USB. We’ve get a great selection of PS4 wallpapers and themes that you can stick onto your USB, so check them out! Even better, you’ll be able to crop them so they fit your dashboard perfectly. You’ll find a new option in Settings > Themes > Select Theme > Custom > Select Image > USB Storage Device.\nCustomize Tournament Pages\nPS4 Team Tournaments have been around since PS4 update 5.0, but there’s now the ability to customize your teams page. Using USB you can now show off your team’s logo or change the background!\nPS4 Pro Supersampling\nSupersampling on PS4 Pro means that you can boost the resolution of your games even if you’re not using a 4K TV. Providing the game you’re playing is running at 1080p or higher, then its graphics will now look better and deliver higher quality visuals. Guerilla Games technical director Michiel van der Leeuw, Technical Director for Guerrilla explains:\n“This is a very high-quality anti-aliasing technique, which basically means we internally render at a higher resolution (close to 4K) before shrinking it down to the final 1080p resolution. As our internal calculations are done at a resolution much higher than 1080p, more detail survives before we shrink it down to 1080p, resulting in smoother edges — virtually no jaggies — and a more stable image.”\nEssentially, this means that you don’t need to buy a 4K TV to enjoy a boost in the visual quality with your PS4 Pro, though games on 4K TVs will still look better. However, there may be a downside to this new feature in update 5.50. According to the warning in the beta phase it states: “Results may differ depending on the games. In some games, image quality may not improve, or the frame-rate may change”. So, with some PS4 games you may forfeit game performance in favor of better visuals. Of course, the choice is yours as PS4 Pro supersampling is an optional feature. You’ll need to tick a box to enable the mode.\nIf you already own Sony’s latest console, then check out the current batch of PS4 Pro Boost Mode compatible games. Boost Mode essentially boosts the framerates of non-patched PS4 Pro games.\nPS4 Update 5.50: Hiding beta/demos\nAnother feature of the new firmware update that will allow you to keep things tidy is the ability to hide your beta and demos in the library section, as well as unwanted games. This means that your PS4 library will be much more streamlined and clean, so you keep all those PS4 exclusives easily accessible and hide all those old betas and demos.\nNot only that, but in the side-bar on your library page you’ll now noticed that games purchased directly from the PlayStation Store, and games downloaded as part of your PlayStation Plus members will be filtered.\nPS4 5.50 Update: Deleting all notifications\nPrior to PS4 system software update 5.50 you couldn’t delete all your notifications. They would hang their forever – even spam messages from people that are totally inappropriate. Now you’ll be able to spring clean your notifications and keep things nice and tidy. Like the ability hide games in your library, this is a quality of life update. Though it may be insignificant to some users, it’s been a much-requested feature over the years.\nAnything Else In The New PS4 5.50 Update?\nWe’re hoping that more features will be discovered over the next few days during the PS4 update 5.50 beta. It’s also possible Sony may drop other features into the mix at release.",
  "title": "Every New Feature Explained",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.psu.com/news/ps4-5-50-update-new-features/",
  "dId": "7aed7776733f4e1f88d60a8150817e635cc94e019a4cbad228a4c6fc",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 61,
    "Event": "PS4_System_Update_5_50"
  }
}