{
  "authors": [
    "Alan Baldwin"
  ],
  "date_download": "2017-11-30T19:50:22",
  "date_modify": null,
  "date_publish": "2016-11-13T00:00:00",
  "description": "The potentially title-deciding Brazilian Formula One Grand Prix was halted after 20 of 71 scheduled laps on Sunday following a safety car start on a rain-drenched track and a series of crashes. The start was delayed by 10 minutes due to the conditions, with Mercedes's triple world champion Lewis Hamilton leading the field away from pole position in a cloud of spray behind the safety car.",
  "filename": "http%3A%2F%2Fwww.standard.co.uk%2Fsport%2Fbrazilian-grand-prix-redflagged-after-dramatic-kimi-raikkonen-crash-a3394411.html.json",
  "image_url": "https://www.standard.co.uk/s3fs-public/thumbnails/image/2016/11/13/17/kimi-raikkonen-crash.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.standard.co.uk",
  "text": "The potentially title-deciding Brazilian Formula One Grand Prix was halted after 20 of 71 scheduled laps on Sunday following a safety car start on a rain-drenched track and a series of crashes.\nThe start was delayed by 10 minutes due to the conditions, with Mercedes's triple world champion Lewis Hamilton leading the field away from pole position in a cloud of spray behind the safety car.\nThe safety car was deployed for the opening seven laps and Sweden's Marcus Ericsson then brought it back out on lap 13 when he smashed his Sauber backwards into the barriers, coming to rest at the pit lane entry.\nRacing resumed at the end of lap 19 but Ferrari's Kimi Raikkonen spun and crashed into the wall on the pit straight moments later, almost collecting German team mate Sebastian Vettel as he went.\n\"This is just bad, just stupid,\" Vettel, who had spun off on lap 10 and ended up facing oncoming cars amid the spray, exclaimed over the radio.\n\"Red flag is what it needs, we need to stop the race. How many people do they want to crash? I nearly crashed into Kimi in the middle of the straight, I couldn't see anything,\" added the four-times champion.\nThe red flags were waved seconds later.\nHamilton, who trails Mercedes team mate Nico Rosberg by 19 points with one race remaining after Brazil, had been 3.1 seconds clear of his team mate when the race was stopped.\nRosberg, race winner for the past two seasons in Brazil, can take his first title if he triumphs in Sunday's race or scores seven points more than Hamilton.\nFrench driver Romain Grosjean crashed his Haas into the barriers on his way to the starting grid after losing control on standing water.",
  "title": "Brazilian Grand Prix: Brazil GP red-flagged after dramatic Kimi Raikkonen Ferrari crash",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.standard.co.uk/sport/brazilian-grand-prix-redflagged-after-dramatic-kimi-raikkonen-crash-a3394411.html",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 12,
    "Event": "f1_crash",
    "Url": "http://www.standard.co.uk/sport/brazilian-grand-prix-redflagged-after-dramatic-kimi-raikkonen-crash-a3394411.html"
  },
  "dId": "816cef9a1d23400bd11375b2d4116e4bed837457b38eb98ac8b9b056"
}