{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-27T12:15:00",
  "description": "The Las Vegas shooter, who killed 59 people and injured hundreds more, did so on behalf of Islamic State (IS, formerly ISIS/ISIL), according to an IS-affiliated website. The FBI says the perpetrator had no connections to international terrorist groups.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F405409-isis-responsibility-vegas-shooting%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.10/article/59d24bd7fc7e9338208b456a.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "The Las Vegas shooter, who killed 59 people and injured hundreds more, did so on behalf of Islamic State (IS, formerly ISIS/ISIL), according to an IS-affiliated website. The FBI says the perpetrator had no connections to international terrorist groups.\nRead more\nIslamic State (IS, formerly ISIS/ISIL) has claimed responsibility for the mass shooting in Las Vegas, believed to be the deadliest in modern US history.\n“The Las Vegas attack was carried out by a soldier of the Islamic State and he carried it out in response to calls to target states of the coalition,” Reuters cited the Amaq, IS-affiliated website. “The Las Vegas attacker converted to Islam a few months ago.”\nThe terrorist group did not name the attacker but claimed that he “executed the operation in response to calls to target countries of the coalition.” However, no proof was provided to back the terrorists' claims.\nThe attacker did not affiliate himself with any political or religious group, the brother of the gunman, Eric Paddock, from Orlando, said.\n“No religious affiliation. No political affiliation,” he told CBS News.\nSheriff Joseph Lombardo said authorities believe it was a “lone wolf” attack.\nUS security agencies are assessing the IS claim but have not verified it, Reuters reports, citing officials. Two unnamed senior US officials told Reuters that no evidence suggested a connection between the shooter and any international militant group.\nREAD MORE: Footage with sound of multiple gunshots from music concert at Las Vegas Casino",
  "title": "ISIS claims Las Vegas attack, FBI says gunman had ‘no connection’ to terrorist group",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/405409-isis-responsibility-vegas-shooting/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 49,
    "Event": "las_vegas_shooting"
  },
  "dId": "856d5e49e63d5ce578878358a450c0aed8539e154d640ca0a8e33f33"
}