{
  "authors": [
    "Dailymail.Com Reporter"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-06T04:44:52",
  "description": "According to the Japan Times, President Trump questioned why Japan, a \"country of samurai warriors,\" did not retaliate to by shooting down North Korean missiles earlier this year.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-5053125%2FTrump-samurai-Japan-shot-North-Korean-missiles.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2017/11/06/04/460F968900000578-0-image-a-18_1509943237761.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "President Donald Trump has said he cannot understand why Japan didn't shoot down North Korean missiles as they flew over the country earlier this year.\nIn a report in the Japan Times, Trump is said to have apparently questioned the country's decision not to shoot down the weapons during several phonecalls with leaders from Southeast Asian countries over recent months.\nMr Trump he could not understand why 'a country of samurai warriors' did not shoot down the weapons, the sources said.\nPresident Trump said he could not understand why a 'country of samurai warriors' did not shoot down the missiles. He is pictures here alongside Japan's Prime Minister Shinzo Abe\nJapanese citizens were concerned about the missile launches that took place in August and September but the military felt there was no need to shoot them down\nJapan is well known for is samurai warriors, but why were they not able to shoot down North Korea's ballistic missiles that overflew the country in August and September? (file photo)\nThe revelations were made just hours before Trump arrived in Japan on Sunday and prior to him meeting with Japanese Prime Minister Shinzo Abe on Monday.\nNorth Korea tested several ballistic missiles in August and September that flew over the Japanese town of Hokkaido, in the north of the country, some 800 miles away from Tokyo, before falling into the Pacific Ocean.\nAt the time of the missile tests, the Japanese military decided not to intercept the missiles because it was judged they would not land on the mainland and instead fall into the ocean.\nFurthermore, it was deemed the altitude and speed of the missiles would have made it very difficult to destroy them while in fight.\nThe Japanese Self-Defense Forces did not try to intercept the missiles. The altitude and speed of the missiles would have made it very difficult to destroy them in flight\nA miss would have been embarrassing for Japan and encouraging to North Korea according to the Japan Times.\nThe U.S. along with its allies has been pressing North Korea to bring its nuclear program to an end.\nThe threat from North Korea's nuclear weapons and missile development programs are set to be high on the agenda during Monday's talks.\nThe Trump administration has stated that all options, including military action, remain on the table.\nHad Japan shot down the missile, it could have faced serious ramifications, such as a military response from North Korea. Trying and failing could have had serious consequences\nUpon arriving in Japan on Sunday, Trump continued ratcheting up the militaristic rhetoric that has sparked fears of a nuclear conflict between the U.S. and North Korea.\nSpeaking to U.S. troops at the Yokota Air Base shortly after touching down, Trump said: 'We dominate the sky. We dominate the sea. We dominate the land and space. Not merely because we have the best equipment, which we do, and by the way, a lot of it's coming in. You saw that budget.'\n'No one, no dictator, no regime, and no nation should underestimate ever American resolve,' Trump continued. 'Every once in a while in the past they underestimated us. It was not pleasant for them. Was it? It was not pleasant.'",
  "title": "Trump says Japan should have shot North Korean missiles",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/news/article-5053125/Trump-samurai-Japan-shot-North-Korean-missiles.html",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "economics",
    "TopicId": 2,
    "Topic": "north_korea",
    "EventId": 7,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "http://www.dailymail.co.uk/news/article-5053125/Trump-samurai-Japan-shot-North-Korean-missiles.html"
  },
  "dId": "860202040a213a38600633e84f052795bfcedf35d4e588c941f99307"
}