{
  "authors": [
    "Andy Jehring"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-09T02:20:27",
  "description": "Equifax, which holds 44million Brits’ data for BT and British Gas, admitted that information on 143million US customers had been exposed between May and July this year.",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F4425740%2Fcyber-attack-equifax-data-stolen-brits%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/09/equifax.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "HACKERS are feared to have stolen personal data from up to 44million Brits in a cyber attack on US credit rating firm Equifax.\nMany victims will be unaware their information is held by the company which represents BT, Capital One and British Gas.\nGetty - Contributor The cyber attack uncovered people's names, social security numbers, dates of birth, addresses and driver’s licence details\nThe Information Commissioner’s Office is investigating and urged Equifax to alert affected UK customers as soon as possible.\nThe firm revealed information on 143million US customers had been exposed between May and July.\nHackers are thought to have stolen 209,000 US credit card numbers plus personal details and social security numbers.\nEquifax said “limited personal information” from British and Canadian customers had been compromised.\nBT said: “We are aware and monitoring the situation closely.”\nHacker analyst Avivah Litan said: “On a scale of one to 10, this is a 10.\nReuters Equifax claimed that they 'had no knowledge that an intrusion'\n“It affects the whole credit reporting system in the US because nobody can recover it. Everyone uses the same data.”\nIt has also emerged that three Equifax executives sold shares worth a combined £1.3million days after the hack was discovered.\nEquifax claims the trio “had no knowledge of any intrusion at the time”.\nAFP or licensors It is feared many victims will not be aware of the hack as they did not know a private US company would have their information\nGetty - Contributor Senior executives at Equifax sold shares worth £1.3million after finding out the company was hacked\nMOST READ IN NEWS 'I'M MADDIE!' Student jokes she is Madeleine McCann and shows off her eye spot as evidence PRINCE MARRY! Prince Harry and Meghan Markle ENGAGED with royal wedding set for this spring JOYRIDE CARNAGE Faces of five killed after stolen car smashes into tree SANTA SHOCKER Mum claims 'grinch' Sports Direct worker stole her little boy's Christmas PSYCH OUT Jobseeker with one GCSE told to apply for £103k job or lose £73-a-week benefits BUM'S CRUSH Mystery Cambridge University student wins 'best bum 2017'",
  "title": "Hackers feared to have stolen personal data from up to 44million Brits - with concerns for BT and British Gas customers",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/4425740/cyber-attack-equifax-data-stolen-brits/",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 57,
    "Event": "hack_equifax_breach",
    "Url": "https://www.thesun.co.uk/news/4425740/cyber-attack-equifax-data-stolen-brits/"
  },
  "dId": "897929aa89291b1ff2a144f6678b5cd60899051b021b6d67e32ce555"
}