{
  "authors": [],
  "date_download": "2018-01-08T00:12:36",
  "date_modify": null,
  "date_publish": "2018-01-07T23:12:00",
  "description": "A flight from Los Angeles to Tokyo was forced to turn around four hours into an 11-and-a-half hour journey after an ‘unauthorized’ passenger was discovered on board.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F414330-flight-unauthorized-passenger-la%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a436e09fc7e93a1448b4567.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "A flight from Los Angeles to Tokyo was forced to turn around four hours into an 11-and-a-half hour journey after an ‘unauthorized’ passenger was discovered on board.\nThe All-Nippon Airways (ANA) flight from Los Angeles made the unscheduled detour after airline crew realized there was a passenger on board who was on the wrong flight.\nThe flight departed LAX at 11:36 am local time on Tuesday, and turned around after four hours, landing back in LA at 7:33 pm, the airline told RT.\nREAD MORE: Atlanta airport travel chaos as power outage hits world’s busiest hub\n“During the flight, the cabin crew became aware that one of the passengers boarded the incorrect flight and notified the pilot,” ANA told RT in a statement. “As part of the airline’s security procedure, the pilot in command decided to return to the originating airport, where the passenger was disembarked.”\nAmerican model Chrissy Teigen was on board the flight, and tweeted about the inconvenience. She said the passenger had a United Airlines ticket.\na flying first for me: 4 hours into an 11 hour flight and we are turning around because we have a passenger who isn’t supposed to be on this plane. Why...why do we all gotta go back, I do not know — christine teigen (@chrissyteigen) December 27, 2017 They keep saying the person had a United ticket. We are on ANA. So basically the boarding pass scanner is just a beedoop machine that makes beedoop noises that register to nowhere — christine teigen (@chrissyteigen) December 27, 2017\nLAX Airport Police were informed about the “unauthorized person” on board and were told to have a unit and supervisors ready when the plane arrived back at LAX, ABC7 reports.\nPolice said the plane turned around due to a “mix-up” and that it was “straightened up.” It is still unclear how the passenger managed to get on the flight.\nREAD MORE: South Korean ‘nut rage’ exec spared jail over bizarre runway incident\nRT contacted LAX and LAX police for further information. LAX police would not comment on the issue and deferred to the airline.\n“ANA is researching the situation currently to determine how the passenger boarded the flight,” the airline said, adding that it would like to apologize to passengers for the inconvenience. “We take great pride providing exemplary customer service, and on this flight we failed to do so,” it said.\nThe flight is scheduled to take off again on Wednesday morning.",
  "title": "LA-Tokyo flight turns back after ‘unauthorized’ passenger discovered",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/414330-flight-unauthorized-passenger-la/",
  "dId": "8bfd98d5550565aad2161b1e340733fb39874c34ddbf136c37379378",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 10,
    "Event": "chrissy_teigen_live_tweets_nightmare_flight_after_bizarre_passenger_mishap"
  }
}