{
  "authors": [
    "Harry Pettit For Mailonline"
  ],
  "date_download": "2018-01-10T23:23:25",
  "date_modify": null,
  "date_publish": "2018-01-05T12:23:17",
  "description": "The Falcon Heavy 'megarocket' is set to launch from the former Apollo 11 moon rocket launchpad at the Kennedy Space Centre near Cape Canaveral, Florida, by the end of January.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fsciencetech%2Farticle-5238433%2FElon-Musk-SpaceX-launch-Falcon-Heavy-rocket-month.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2018/01/05/11/47C6B7A300000578-0-image-a-2_1515150386849.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "It will carry the billionaire's cherry red 2008 Tesla Roadster, which will be fired toward Mars\nFalcon Heavy 'megarocket' will launch from the Kennedy Space Centre in Florida later this month\nElon Musk has announced SpaceX will launch 'the world's most powerful rocket' later this month with his own electric car on board.\nThe Falcon Heavy 'megarocket' will fire beyond orbit from the former Apollo 11 moon rocket launchpad at the Kennedy Space Centre near Cape Canaveral, Florida.\nMusk said the launch vehicle will blast off at the 'end of the month' on an unmanned mission with a unique payload - the billionaire's cherry red 2008 Tesla Roadster, which will be fired toward Mars.\nThe rocket will use 27 engines and three separate re-usable cores that will return to Earth after liftoff during the test flight, which is set to be one of the firm's most technically complex challenges to date.\nScroll down for video\nElon Musk has announced SpaceX will launch 'the world's most powerful rocket' later this month with his own electric car on board. The Falcon Heavy 'megarocket' (pictured) will fire beyond orbit from the former Apollo 11 moon rocket launchpad at the Kennedy Space Centre near Cape Canaveral, Florida\nFALCON HEAVY LAUNCH If all goes according to plan, the Falcon Heavy will lift off and enter Earth's orbit, before two of its booster rockets separate off and return to Earth at Cape Canaveral in controlled landings. The rocket's central core will then separate from the main module, containing Musk's car, and begin its own controlled descent back to Earth, landing on the firm's 'Of Course I Still Love You' drone ship in the Pacific Ocean. The main module will continue its trajectory into 'deep space', the billionaire said, with a destination set for the orbit of Mars 140 million miles (225 million kilometres) away. According to SpaceX founder Elon Musk: 'Destination is Mars orbit. Will be in deep space for a billion years or so if it doesn't blow up on ascent.'\nBefore the maiden launch, a full test firing of the rocket's engines is expected next week, Musk said.\n'Falcon Heavy now vertical on the former Apollo 11 moon rocket launchpad,' he wrote on Instagram on Thursday.\n'At 2,500 tons of thrust, equal to 18 Boeing 747 aircraft at full throttle, it will be the most powerful rocket in the world by a factor of two. Excitement on launch day guaranteed, one way or another.\n'Hold-down test fire next week. Launch end of the month.'\nWhen it lifts off for the first time in late January, the Falcon Heavy will become the most powerful rocket in the world thanks to its 5.1 million pounds of thrust generated through 27 Merlin engines.\nThe vast rocket, which is ultimately three Falcon 9 rockets linked together, will have the combined thrust to eventually launch 140,000 pounds (63,500kg) of cargo into orbit.\nThe mission marks SpaceX's most ambitious project to date.\nMusk founded SpaceX in 2002, with the aim of reducing space transportation costs and enabling the colonisation of Mars.\nThe 46-year-old South African is also the CEO of Tesla, and predicts Falcon Heavy's payload will stay in deep space for a while.\nA photo of the unusual cargo - Musk's cherry red 2008 Tesla Roadster - was released last month.\nImages released by SpaceX show an original Roadster perched on a large cone inside the Falcon Heavy on what appears to be a secure mount to keep it stationary as the rocket makes its maiden flight.\n'Test flights of new rockets usually contain mass simulators in the form of concrete or steel blocks. That seemed extremely boring,' Musk said in December.\nIf all goes according to plan, the Falcon Heavy will lift off and enter orbit before two of its booster rockets separate and return to Earth at Cape Canaveral in controlled landings. The centre core of the rocket will then separate from the main module, containing Musk's car, and begin its own controlled descent back to Earth, landing on a drone ship in the Pacific Ocean\nMusk said the launch vehicle will blast off at the 'end of the month' on an unmanned mission with a unique payload - the billionaire's cherry red 2008 Tesla Roadster, which will be fired toward Mars. Pictured is the car strapped into the Falcon Heavy's main module\nTHE FALCON HEAVY Height: 70 meters (229.6 feet) Stages: 2 Boosters: 2 Cores: 3 Engines: 27 Payload to LEO: 63,800kg (140,660 lb) Payload to Mars: 16,800kg (37,040 lb) Total width: 12.2m (39.9 ft) Mass: 1,420,788kg (3,125,735 lb) Total thrust at lift-off: 22,819 kilonewtons (5.13 million pounds)\n'Of course, anything boring is terrible, especially companies, so we decided to send something unusual, something that made us feel.\n'The payload will be an original Tesla Roadster, playing Space Oddity, on a billion year elliptic Mars orbit.'\nIf all goes according to plan, the Falcon Heavy will lift off and enter Earth's orbit, before two of its booster rockets separate off and return to Earth at Cape Canaveral in controlled landings.\nThe rocket's central core will then separate from the main module, containing Musk's car, and begin its own controlled descent back to Earth, landing on the firm's 'Of Course I Still Love You' drone ship in the Pacific Ocean.\nThe main module will continue its trajectory into 'deep space', the billionaire said, with a destination set for the orbit of Mars 140 million miles (225 million kilometres) away.\nMusk has said the payload 'will be in deep space for a billion years or so if it doesn't blow up on ascent.'\nIn a Washington, D.C., speech last July the Tesla founder which said Falcon Heavy is one of the most difficult and technically complex projects SpaceX has ever undertaken.\n'There's a lot of risk associated with Falcon Heavy,' he said during the 2017 International Space Station Research and Development Conference.\nThe rocket will use 27 engines and three separate re-usable cores that will return to Earth after liftoff during the test flight, which is set to be one of the firm's most technically complex challenges to date\nThe vast rocket, which is ultimately three Falcon 9 rockets linked together, will have the combined thrust to eventually launch 140,000 pounds (63,500kg) of cargo into orbit\n'Real good chance that the vehicle doesn't make it to orbit. I want to make sure to set expectations accordingly.'\nMusk has spent the proceeding months building up hype for the historic launch with a series of social media posts.\nLast month he posted an image to Twitter of people stoof next to a landed Falcon Heavy rocket to give an idea of the vehicle's scale.\nHe tweeted: 'Falcon Heavy launching from same @NASA pad as the Saturn V Apollo 11 moon rocket.\n'It was 50% higher thrust with five F-1 engines at 7.5M lb-F.\n'I love that rocket so much.'\nHe also confirmed the rocket will have a 'max thrust at lift-off is 5.1 million pounds or 2300 metric tons,' adding the first mission will run at 92 per cent capacity.\n'Falcon Heavy to launch next month from Apollo 11 pad at the Cape.\n'Will have double thrust of next largest rocket. Guaranteed to be exciting, one way or another,' Musk originally posted.\nOnce the three main cores (pictured) of the rocket have separated, the main module will continue its trajectory into 'deep space', with a destination set for the orbit of Mars 140 million miles (225 million kilometres) away",
  "title": "Elon Musk: SpaceX to launch Falcon Heavy rocket this month",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/sciencetech/article-5238433/Elon-Musk-SpaceX-launch-Falcon-Heavy-rocket-month.html",
  "dId": "8c22e99fff727e5ca246ac08386e8c703c4940961fa2dcd98ec6ab4a",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 18,
    "Event": "elon_musk_reveals_red_tesla_roadster_bound_for_mars"
  }
}