{
  "authors": [
    "Sam Morgan"
  ],
  "date_download": "2017-11-30T19:49:25",
  "date_modify": null,
  "date_publish": "2016-11-03T08:27:57",
  "description": "Ben Zobrist's tenth-inning double off Bryan Shaw broke a 6-6 tie and Joe Maddon's men saw off Cleveland Indians 8-7.",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fsport%2Fothersports%2F2106710%2Fchicago-cubs-win-world-series-hillary-clinton-bill-murray-and-barack-obama-lead-celebrations-as-cubs-end-108-year-curse%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2016/11/sport-preview-cubs-series-win.jpg?strip=all&w=620&h=413&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "HILLARY CLINTON, Bill Murray and Barack Obama led the celebrations as the Chicago Cubs ended their 108-year curse to finally win the World Series.\nJoe Maddon's men eventually saw off the Cleveland Indians 8-7 in ten innings of a rain-delayed game seven late last night.\nGetty Images Chicago Cubs celebrate winning the World Series\nGetty Images Bill Murray gets champagne sprayed in his face after the Cubs win\nUsa Today Sports Chicago Cubs catcher David Ross is carried off the field after defeating the Cleveland Indians\nGetty Images Ben Zobrist won the World Series Most Valuable Player award\nRelated stories OH NO, MO Moeen Ali doubt to bowl in Second Test with finger injury latest woe for England 'I feel really enthused' Everton announce Sam Allardyce as new manager on 18-month deal 'Taking me for a mug' Lip reader claims Pep Guardiola called Nathan Redmond a 'w****r' GET BEHIND YAN Top Tipster Steve Mullen's best horse racing tips for Friday, December 1 'It's a great fit' Origi admits he could leave Liverpool and make Wolfsburg loan permanent draw a blank Diego Maradona huge injury doubt for World Cup draw after hurting shoulder Brendan's bhoys Celtic vs Motherwell: Live stream, TV channel, kick-off time and team news CONOR BOAST Conor McGregor brags to judge that he earns £120m a DAY after being fined £35 Match preview When is Leeds vs Aston Villa and what TV channel is it on? Match preview How to watch Porto vs Benfica for FREE Final countdown Australia vs England TV channel, live stream, kick-off time and team news ON THE BOX World Cup draw 2018 live stream and TV: How to watch HUGE draw online and on TV\nAnd Hollywood legend Bill Murray was overcome with emotion as he saw his team end their drought.\nHe said: \"My mother died 20 years ago today. We're thinking about her - I'm not saying she's responsible, but she's saying that.\n\"I cried a bit but this is beautiful, this is just beautiful. We've been waiting for this for so long.\"\nAnd democratic presidential hopeful Hillary Clinton tweeted: \"They did it! 108 years later and the drought is finally over. Way to make history.\"\nUsa Today Sports Cleveland Cavaliers star LeBron James watched history be made\nChicago Cubs fans celebrate their team's first World Series baseball victory in over a century\nReuters Chicago Cubs fans were able to celebrate their 108-year wait\nReuters Starting pitcher Jake Arrieta starts the party\nEPA Chicago Cubs manager Joe Maddon was the man who ended the side's curse\nAP:Associated Press Hillary Clinton took time out from her campaign rally to watch the Cubs win\nEven Barack Obama, who supports Chicago's other team the White Sox, couldn't contain his joy.\nHe tweeted: \"It happened: Cubs win World Series. That's change even this South Sider can believe in. Want to come to the White House before I leave?\"",
  "title": "Bill Murray and Barack Obama lead celebrations as Cubs end 108-year curse",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/sport/othersports/2106710/chicago-cubs-win-world-series-hillary-clinton-bill-murray-and-barack-obama-lead-celebrations-as-cubs-end-108-year-curse/",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 61,
    "Event": "cubs_win_championship"
  },
  "dId": "8c28a3d0e8758e8694a1454ce4421d79cbd953bd7a51e9157c83b6bd"
}