{
  "authors": [],
  "date_download": "2017-11-30T16:14:30",
  "date_modify": null,
  "date_publish": "2017-03-17T03:13:13",
  "description": "Japan launched a new spy satellite on Friday, the country's space agency said, as the region grows increasingly uneasy over North Korea's quickening missile...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fafp%2Farticle-4322652%2FJapan-launches-latest-North-Korea-spy-satellite.html.json",
  "image_url": "http://i.dailymail.co.uk/1/2017/03/17/03/wire-231913-1489720395-427_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Japan started putting spy satellites into orbit in 2003, five years after North Korea fired a missile over the country and into the Pacific\nJapan launched a new spy satellite on Friday, the country's space agency said, as the region grows increasingly uneasy over North Korea's quickening missile programme.\nThe Radar 5 unit was carried into space on Japan's mainstay H-2A rocket from a launch site in the country's southwest.\nIt is meant to replace an existing satellite that is coming to the end of its mission.\nJapan started putting spy satellites into orbit in 2003 after North Korea fired a mid-range ballistic missile over the Japanese mainland and into the western Pacific in 1998.\nThe threat has steadily accelerated and just last week Pyongyang fired four ballistic missiles, with three landing provocatively close to Japan.\nTokyo currently maintains three optical satellites for daytime surveillance and three radar satellites for nighttime monitoring. Two of those are backups.\nThe new satellite will succeed one of the three radar satellites that was launched in 2011.\nThe satellites are officially for \"information-gathering\" -- a euphemism for spying -- but are also used to monitor damage in the wake of natural disasters.",
  "title": "Japan launches latest North Korea spy satellite",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/afp/article-4322652/Japan-launches-latest-North-Korea-spy-satellite.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 71,
    "Event": "north_Korea_Launches_satellite"
  },
  "dId": "8e26e074fde0ec6183b0f52410e820a7b07c51f5c75f461374fc8454"
}