{
  "authors": [],
  "date_download": "2018-01-10T23:37:10",
  "date_modify": null,
  "date_publish": "2018-01-10T22:37:00",
  "description": "The mastermind who claimed to be Nigerian royalty in order to conduct a well-known ‘phishing’ email scam has been arrested in Louisiana.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F414640-nigerian-prince-arrested-louisiana%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a479cfbfc7e9371068b4567.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "The mastermind who claimed to be Nigerian royalty in order to conduct a well-known ‘phishing’ email scam has been arrested in Louisiana.\nMichael Neu, 67, was arrested this week following an 18-month investigation by Slidell Police Department's Financial Crimes Division. He has been charged with 269 counts of wire fraud and money laundering and is believed to have set up hundreds of scam email accounts costing unassuming citizens thousands of dollars.\nThe scam emails involve a well-known trope that is almost as old as the internet: A person claiming to be a Nigerian prince, or their representative, emails you requesting personal financial information in order to expedite the transfer of a massive inheritance of which you were hitherto unaware.\n“So-called ‘Nigerian’ email scams are characterized by convincing sob stories, unfailingly polite language, and promises of a big payoff,” reports the Federal Trade Commission.\n\"Most people laugh at the thought of falling for such a fraud, but law enforcement officials report annual losses of millions of dollars to these schemes,\" Slidell police said in a news release.\nIn an interesting twist to the tale, Neu did in fact wire money to co-conspirators in Nigeria. The investigation is ongoing and has been further complicated as multiple leads point to additional conspirators based outside of the US.\n“If it sounds too good to be true, it probably is. Never give out personal information over the phone, through email, cash checks for other individuals, or wire large amounts of money to someone you don’t know. 99.9 percent of the time, it’s a scam,” Slidell Police Chief Randy Fandal said in a statement on the case.",
  "title": "‘Nigerian prince’ finally arrested: 67yo American behind 100s of scam emails",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/414640-nigerian-prince-arrested-louisiana/",
  "dId": "8eacba4745f5ed3c12340f024c1b8b72cf231053cfabbf3de66b822e",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 22,
    "Event": "police_arrest_alleged_nigerian_prince_email_scammer_in_louisiana"
  }
}