{
  "authors": [
    "Neil Callanan",
    "Michael J Moore",
    "Neil Callanan Michael J Moore",
    "More Stories Neil Callanan",
    "More Stories Michael J Moore"
  ],
  "date_download": "2018-01-10T23:37:40",
  "date_modify": null,
  "date_publish": "2017-12-29T11:50:11",
  "description": "Goldman Sachs Group Inc. said the U.S. tax reform will cut profit this year by about $5 billion, mainly because of a tax targeting earnings held abroad.",
  "filename": "https%3A%2F%2Fwww.bloomberg.com%2Fnews%2Farticles%2F2017-12-29%2Fgoldman-sachs-takes-one-time-5-billion-hit-from-u-s-tax-bill.json",
  "image_url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iv.oWGbHDkzA/v0/1200x675.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.bloomberg.com",
  "text": "Bloomberg’s Christine Harper discusses the impact of the new U.S. tax law on Goldman.\nGoldman Sachs Group Inc. said the U.S. tax reform will cut profit this year by about $5 billion, mainly because of a tax targeting earnings held abroad.\nAbout two-thirds of the hit comes from the repatriation tax, while writing down U.S. deferred tax assets also contributed, the company said in a filing on Friday. The bank also accelerated the delivery of previously granted stock awards to many of its top executives to lower its taxable profit subject to this year’s higher rates.\nWhile bank stocks have rallied on the tax bill’s lower corporate rates, the new law requires charges in the near-term as foreign earnings face taxation and the value of deferred tax assets declines. Citigroup Inc. said it expects a hit of as much as $20 billion, while Bank of America Corp. will take a $3 billion charge and Credit Suisse Group AG is at risk of posting a third consecutive annual loss.\nHit by Tax Overhaul Banks will have to take accounting charges because of changes to U.S. tax law Source: Regulatory filings, estimates from bank executives\nThe old tax regime allowed companies to defer U.S. taxes until they brought back earnings held abroad. Under the new law, U.S. companies’ overseas income held as cash would be subject to a 15.5 percent rate, while non-cash holdings would face an 8 percent rate. Companies can make the payments in eight annual installments.\nGoldman Sachs, which gets more than 40 percent of its revenue outside the U.S., had $31.2 billion in earnings reinvested abroad as of the end of 2016, according to a regulatory filing.\nBrian Kleinhanzl, an analyst at investment bank Keefe, Bruyette & Woods., said in a note Friday that he’d estimated Goldman Sachs’s total charge from the tax bill would be $3.2 billion, and that increasing the charge will reduce his estimate for fourth-quarter tangible book value.\nStill, “overall we view the signing of the tax bill as a positive for GS and the universal bank group, and we recently increased our estimates to incorporate the tax changes,” he wrote in the note to investors.\nCompanies have to account for the tax changes in the period in which they were enacted. That’s left corporate accounting departments scrambling after President Donald Trump signed the bill into law last week.\nChief Executive Officer Lloyd Blankfein was among managers receiving stock awards that were granted as compensation in years prior to 2017 and were due to be paid next month. The firm made a similar move in 2012 before new tax rates came into effect. The acceleration results in about $140 million in tax savings for the firm, while the individuals collectively will see a slight benefit, according to a person briefed on the move.\n— With assistance by Katherine Chiglinsky",
  "title": "Goldman Takes One-Time $5 Billion Hit From New U.S. Tax Law",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.bloomberg.com/news/articles/2017-12-29/goldman-sachs-takes-one-time-5-billion-hit-from-u-s-tax-bill",
  "dId": "8f5bf843dc8e16275dd5e880b78bf39b392112de69c69e0aabbbd1ba",
  "newsCluster": {
    "CategoryId": 2,
    "Category": "business",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 24,
    "Event": "goldman_sachs_feels_tax_bills_burn_with_5b_charge"
  }
}