{
  "authors": [
    "Najim Rahim",
    "Fahim Abed"
  ],
  "date_download": "2017-11-30T19:51:20",
  "date_modify": null,
  "date_publish": "2016-11-10T15:50:40",
  "description": "At least two people were killed and 84 wounded when the insurgents struck with a suicide car bomb near a hotel being used by German diplomats, Afghan officials said.",
  "filename": "http%3A%2F%2Fwww.nytimes.com%2F2016%2F11%2F11%2Fworld%2Fasia%2Ftaliban-strike-german-consulate-in-afghan-city-of-mazar-i-sharif.html%3F_r%3D0.json",
  "image_url": "https://static01.nyt.com/images/2016/11/12/world/11AFGHANISTAN-1/11AFGHANISTAN-1-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Photo\nKUNDUZ, Afghanistan — Taliban insurgents struck at the German Consulate in the northern commercial hub of Mazar-i-Sharif late Thursday night, killing at least two people and wounding at least 90, Afghan officials said.\nSayid Sarwar Hussaini, spokesman for the regional police zone in northern Afghanistan, said that there were two large explosions at the Mazar Hotel, which German diplomats have been using as their consulate in the city. A suicide car bomb apparently initiated the attack at the compound’s security wall, followed by gunfire and an explosion inside the hotel.\nThe provincial police force issued a statement saying that no German Consulate personnel had been hurt, and that the police had cleared the consulate of attackers. Mirwais Rabee, the head of the public health department in Balkh Province, which includes Mazar-i-Sharif, said that the casualties had been transferred to the regional hospital there.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA Taliban spokesman, Zabihullah Mujahid, called the attack a reprisal for airstrikes in Kunduz this week.\nAdvertisement Continue reading the main story\nGerman troops have been based in northern Afghanistan for years. After the end of the formal NATO combat mission in 2015, roughly 1,000 German service members have remained at a multinational military base near Mazar-i-Sharif, mostly responsible for training and supporting Afghan security forces.\nA spokesman for the German special forces command at its headquarters in Potsdam, Germany, said that Afghan police forces responded and fought with Taliban attackers soon after the initial bombing outside the consulate. He said that soldiers from the military base nearby also came to the scene.",
  "title": "Taliban Strike German Consulate in Afghan City of Mazar-i-Sharif",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.nytimes.com/2016/11/11/world/asia/taliban-strike-german-consulate-in-afghan-city-of-mazar-i-sharif.html?_r=0",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 73,
    "Event": "Benghazi_US_consulate_attack"
  },
  "dId": "921a73cf9c9293238dfb7460299647f9db62e582cee84dad8a4762e5"
}