{
  "authors": [],
  "date_download": "2018-01-08T00:17:53",
  "date_modify": null,
  "date_publish": "2017-12-27T00:00:00",
  "description": "American Airlines has apologized to two players on the Memphis Grizzlies’ minor league affiliate who were kicked off a plane in Dallas after a flight attendant wrongfully accused them of stealing blankets, which an assistant coach suggested happened because they are black.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fbusiness%2Famerican-sorry-for-accusing-pro-basketball-players-of-theft%2F2017%2F12%2F27%2Fe629ec7a-eaff-11e7-956e-baea358f9725_story.html%3Futm_term%3D.0050a351a99a.json",
  "image_url": "https://www.washingtonpost.com/pbox.php?url=https://www.washingtonpost.com/pb/resources/img/twp-social-share.png&w=1484&op=resize&opt=1&filter=antialias&t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "DALLAS — American Airlines has apologized to two players on the Memphis Grizzlies’ minor league affiliate who were kicked off a plane in Dallas after a flight attendant wrongfully accused them of stealing blankets, which an assistant coach suggested happened because they are black.\nAirline spokesman Joshua Freed said Tuesday that Memphis Hustle guard Marquis Teague and forward Trahson Burrell boarded the Sunday flight from Dallas-Fort Worth International Airport to Sioux Falls, South Dakota. The flight was operated by Envoy Air.\nTwo first-class passengers gave the players their blankets as they headed to their seats in coach. But a flight attendant, who is also black, accused them of theft and the players were asked to leave the plane following an argument.\nAn airline manager apologized to the players and they later flew first class to Sioux Falls, Freed said.\n“We take pride in bringing people together, and we know that on this flight we let some of our customers down,” Freed said. “Our team at American, along with Envoy Air, is reviewing what happened, and will be reaching out to them.”\nHustle assistant coach Darnell Lazare said in a tweet that the flight attendant saw two “young black athletes” with blankets from first class and that his first comment was “did you steal them?”\n“How about you teach people to get the facts first before jumping to conclusions,” Lazare tweeted Sunday.\nFreed declined to say whether race was a factor, explaining that airline officials are still reviewing the matter.\nSunday’s incident comes after American CEO Doug Parker told employees last month that American Airlines will implement so-called implicit-bias training.\nThe NAACP issued a “travel advisory” in October warning African-Americans they could face discrimination when flying on American. The alert followed several high-profile incidents including one involving an organizer of the Women’s March who was booted from a flight after a dispute over her seat.\nAmerican pledged to hire an outside firm to review its diversity in hiring and promotion, train all 120,000 employees to counteract implicit bias, create a special team to review passengers’ discrimination complaints, and improve resolution of employee complaints about bias.\nThe Memphis Hustle is in the G League, which is the NBA’s minor league and was formerly known as the NBA Development League.\nTeague played a year at the University of Kentucky before being drafted in the first round of the 2012 NBA draft by the Chicago Bulls. Burrell played two seasons at the University of Memphis.\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "American sorry for accusing NBA G League players of theft",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/business/american-sorry-for-accusing-pro-basketball-players-of-theft/2017/12/27/e629ec7a-eaff-11e7-956e-baea358f9725_story.html?utm_term=.0050a351a99a",
  "dId": "931861bb9016d593ca257987105b3dd5e6bbc18348ca0f4851bc5b1c",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 14,
    "Event": "american_airlines_apologizes_after_g_league_players_accused_of_stealing_blankets_thrown_off_flight"
  }
}