{
  "authors": [
    "Bill Chappell"
  ],
  "date_download": "2018-01-10T23:25:10",
  "date_modify": null,
  "date_publish": "2017-12-29T00:00:00",
  "description": "One suspected transfer was seen in U.S. reconnaissance photos; South Korean media say ships have sold oil to North Korean vessels about 30 times since October.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2017%2F12%2F29%2F574508075%2Fsouth-korea-seizes-ship-suspected-of-at-sea-oil-transfer-to-benefit-north-korea.json",
  "image_url": "https://media.npr.org/assets/img/2017/12/29/skor-ships_wide-2ef0541fce2c183918d023618e9835319398a0c4.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "South Korea Seizes Ship Suspected Of At-Sea Oil Transfer To Benefit North Korea\nEnlarge this image toggle caption U.S. Treasury Department U.S. Treasury Department\nSouth Korea has seized a Hong Kong-flagged vessel under suspicions that it illegally transferred oil to North Korea, in violation of U.N. sanctions. The vessel, the Lighthouse Winmore, was seized one month after it allegedly ferried oil, South Korean media report.\nSuch ship-to-ship transfers are prohibited by a U.N. Security Council Resolution that was adopted in September, part of a suite of sanctions that target North Korea over its nuclear and missile programs.\nThe seizure and inspection took place in November, but it was reported only after South Korea's Chosun Ilbo newspaper published U.S. reconnaissance photos on Tuesday that were part of a U.S. Treasury Department announcement of sanctions on 20 North Korean vessels and six shipping and trading companies. The U.S. sanctions cited suspected ship-to-ship transfers of oil in international waters.\nThe Chosun Ilbo reports that U.S. reconnaissance images had shown \"Chinese ships selling oil to North Korean vessels on the West Sea around 30 times since October.\"\nWhen the Treasury Department released reconnaissance images of an Oct. 19 rendezvous between two ships, the agency named the North Korean ship as the Rye Song Gang 1 — and included an image clearly showing the name on the vessel's hull. It did not identify the other, much larger, ship.\nCiting South Korean officials, the Yonhap news agency reports that the Lighthouse Winmore is suspected of transferring 600 tons of refined petroleum to a North Korean vessel on Oct. 19. The ship was seized in late November after it came into South Korea's port in Yeosu. It reportedly remains in custody.\nFrom Yonhap:\n\"The Hong Kong-flagged ship was chartered by Taiwanese company Billions Bunker Group and previously visited South Korea's Yeosu Port on Oct. 11 to load up on Japanese refined oil and head to its claimed destination in Taiwan, the authorities noted. \"Instead of going to Taiwan, however, the vessel transferred the oil to a North Korean ship, the Sam Jong 2, and three other non-North Korean vessels in international waters, they said.\"\nAfter the reconnaissance photos were publicized, President Trump tweeted, \"Caught RED HANDED - very disappointed that China is allowing oil to go into North Korea. There will never be a friendly solution to the North Korea problem if this continues to happen!\"\nOn Friday, China's Foreign Ministry spokesperson Hua Chunying said that charges of Chinese ships sending oil to North Korea \"do not accord with facts.\"\nAs state-run Xinua media reports, \"Hua said that China had immediately investigated the relevant ship and found that it has not docked in any Chinese ports and had no entry and departure records of Chinese ports since August.\"\nThe U.S. has repeatedly called China a pivotal player in the effort to convince North Korea to rein in its nuclear program and ease tensions on the Korean Peninsula. Earlier this week, Secretary of State Rex Tillerson called on China to \"exert its decisive economic leverage on Pyongyang.\"\nWriting an op-ed piece for The New York Times, Tillerson added, \"China has applied certain import bans and sanctions, but it could and should do more.\"",
  "title": "South Korea Seizes Ship Suspected Of At-Sea Oil Transfer To Benefit North Korea",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2017/12/29/574508075/south-korea-seizes-ship-suspected-of-at-sea-oil-transfer-to-benefit-north-korea",
  "dId": "94067b38ad99d19c53ac065ae5b7a11a6fef9a9fb3b0054337e341c0",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 19,
    "Event": "north_korea_received_oil_from_russia_in_violation_of_un_sanctions_report"
  }
}