{
  "authors": [],
  "date_download": "2018-01-14T13:07:01",
  "date_modify": null,
  "date_publish": "2018-01-14T12:07:00",
  "description": "Viewers can catch the first supermoon of 2018 on January 1st, which Nasa has subbed a 'wolf moon'.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fnews%2F414549-first-supermoon-january-2018%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a46491ffc7e93fa518b4569.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "The first supermoon of 2018 is set to light up our skies on the first night of the year, here’s all you need to know about the fascinating celestial event.\nDubbed a “Wolf Moon” by Nasa, it’s number two in a trilogy of supermoons that can be seen during their orbit near the closest point to Earth.\nREAD MORE: Two large meteors caught on camera in northwestern Russia (VIDEO)\nSupermoons take place when the moon is at the perigee side of its elliptical orbit around Earth – bringing it about 30,000 miles (50,000km) closer to us than Apogee. This is why perigee full moons appear about 14 percent bigger, and 30 percent brighter, than its more distant counterpart.\n“The supermoons are a great opportunity for people to start looking at the Moon, not just that once but every chance they have!” said Noah Petro, a research scientist from NASA’s Goddard Space Flight Center.\nAmateur astronomers don't need any specialized equipment to view the supermoon, however, those looking to document our satellite at its biggest and brightest, should opt for something more sophisticated than a smartphone, astrophysicist Neil DeGrasse Tyson says.\nAnd another?\nFor the Super Moon to look big in a picture requires a substantial telephoto lens. Try one with just your smart phone and post it. — Neil deGrasse Tyson (@neiltyson) December 3, 2017\nREAD MORE: ‘Supermoon’ lights up the night sky for stargazers (PHOTO)\nThe opening supermoon in the trio, also known as the ‘Full Cold Moon,’ was the last chance to catch the moon at its best this year and took place on December 3.\nThe grand finale in the supermoon trilogy will appear on January 31st and will be extra-special, as it will appear as a total lunar eclipse, and can be viewed in its totality from western North America across to Eastern Asia.",
  "title": "2018 to open with 'Wolf Moon'",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/news/414549-first-supermoon-january-2018/",
  "dId": "965d7456d9ec7568e4df877543dc6c6adbdbc50b8012f1abd15a241c",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 33,
    "Event": "january_will_bring_two_supermoons_a_blue_moon_and_a_total_lunar_eclipse"
  }
}