{
  "authors": [
    "Ofer Shacham",
    "Engineering Manager For Pixel Visual Core"
  ],
  "date_download": "2018-02-06T16:58:37",
  "date_modify": null,
  "date_publish": "2018-02-05T17:00:00",
  "description": "Pixel Visual Core uses computational photography and machine learning to help you take amazing photos on Pixel 2—and now Instagram, WhatsApp and Snapchat.",
  "filename": "https%3A%2F%2Fwww.blog.google%2Fproducts%2Fpixel%2Fuse-pixel-2-better-photos-instagram-whatsapp-and-snapchat%2F.json",
  "image_url": "https://www.blog.google/static/blog/images/google-200x200.7714256da16f.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.blog.google",
  "text": "Pixel Visual Core is built to do heavy-lifting image processing while using less power, which saves battery. That means we're able to use that additional computing power to improve the quality of your pictures by running the HDR+ algorithm. Like the main Pixel camera, Pixel Visual Core also runs RAISR, which means zoomed-in shots look sharper and more detailed than ever before. Plus, it has Zero Shutter Lag to capture the frame right when you press the shutter, so you can time shots perfectly. What’s also exciting is these new features are available to any app—developers can find information on Google Open Source.\nThese updates are rolling out over the next few days, along with other Pixel software improvements, so download the February monthly update when you see the notification.\nThese aren’t the only updates coming to Pixel this month. As we announced last year , our goal is to build new features for Pixel over time so your phone keeps getting better. Later this week, we’re adding new Augmented Reality (AR) Stickers themed around winter sports, so you can dress up videos and photos with freestyle skiers, twirling ice skaters, hockey players, and more. Like all AR stickers, these characters interact with both the camera and each other, creating a fun-filled way to enhance the moments you capture and share.",
  "title": "Use Pixel 2 for better photos in Instagram, WhatsApp and Snapchat",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.blog.google/products/pixel/use-pixel-2-better-photos-instagram-whatsapp-and-snapchat/",
  "dId": "9992dff8896282ce526998d39c5fbb76d8d03680f99689feedfe2b12",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 58,
    "Event": "Google_enables_Pixel_Visual_Core"
  }
}