{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-08-30T00:02:17",
  "description": "Kim Jong Un said the test was necessary to undertake more exercises with the Pacific as the target.",
  "filename": "https%3A%2F%2Fwww.huffingtonpost.com%2Fentry%2Fnorth-korea-missile-guam_us_59a5ff61e4b084581a14339c.json",
  "image_url": "https://img.huffingtonpost.com/asset/59a6003524000036004ba5da.jpeg?ops=1910_1000",
  "language": "en",
  "localpath": null,
  "source_domain": "www.huffingtonpost.com",
  "text": "SEOUL/WASHINGTON (Reuters) - North Korea said on Wednesday it had conducted a test of an intermediate-range ballistic missile (IRBM) to counter U.S. and South Korean military drills and as a first step in military action in the Pacific to “contain” the U.S. territory of Guam.\nThe North’s leader Kim Jong Un ordered the missile drill to be conducted for the first time from its capital, Pyongyang, and said it was necessary to undertake more exercises with the Pacific as the target, the North’s KCNA news agency said.\n“The current ballistic rocket launching drill like a real war is the first step of the military operation of the KPA in the Pacific and a meaningful prelude to containing Guam,” KCNA quoted Kim as saying. The Korean People’s Army or KPA is the North’s military.\nEarlier this month, North Korea threatened to fire four missiles into the sea near Guam, home to a major military presence, after U.S. President Donald Trump said the North would face “fire and fury” if it threatened the United States.\nTuesday’s test was of the same Hwasong-12 missile Kim had threatened to use on Guam, but the test flight took it another direction, over northern Japan’s Hokkaido and into the North Pacific Ocean.\nTrump, who has vowed not to let North Korea develop nuclear missiles that can hit the mainland United States, said the world had received North Korea’s latest message “loud and clear”.\n“Threatening and destabilizing actions only increase the North Korean regime’s isolation in the region and among all nations of the world. All options are on the table,” Trump said in a statement on Tuesday.\nLACKING DETAIL\nThe launch came as U.S. and South Korean forces conducted annual military exercises on the Korean peninsula, angering Pyongyang which sees the war games as a preparation for invasion.\nNorth Korea has conducted dozens of ballistic missile tests under Kim in defiance of U.N. sanctions, but firing a projectile over mainland Japan was a rare and provocative move.\nReports of the launch by North Korean media were lacking the usual boasts of technical advances, indicating the test may not have accomplished its intended technical goals.\nThe 2,700 km (1,680 miles) the missile flew before splashing down was much shorter and at a lower trajectory than that of an earlier and lofted launch of the same missile. The May launch would have had a range of about 4,800 km on a standard trajectory, an expert on missile technology, David Wright said.\n“It is not clear what new North Korea would have learned from this launch that is relevant to a long-range missile,” Wright of the Union of Concerned Scientists said.\nThe shorter range points to an intended early cutting of the engine thrust or a possible mechanical problem, as the trajectory taken would not have been useful in simulating re-entry or heating of the missile, Wright wrote in a blog post.\nUN IN FOCUS\nJapan reacted sharply to the missile overflight, warnings residents to take cover as the missileapproached and raising protests at the United Nations.\nThe United States has said before that all options, including military, are on the table, although its preference is for a diplomatic solution.\nU.S. Ambassador to the United Nations Nikki Haley said the launch was “absolutely unacceptable and irresponsible” and that the Security Council now needed to take serious action.\nThe Security Council earlier this month unanimously imposed new sanctions on North Korea after it staged two long-range missile launches in July.\nSouth Korea and the United States had discussed deploying additional “strategic assets” on the Korean peninsula, South Korea’s presidential Blue House said in a statement, without giving more details.\n(Additional reporting by Jack Kim; Editing by Lincoln Feast)",
  "title": "North Korea Says Missile Test Was Threat For Guam",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.huffingtonpost.com/entry/north-korea-missile-guam_us_59a5ff61e4b084581a14339c",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 55,
    "Event": "north_Korea_hokkaido_missile",
    "Url": "https://www.huffingtonpost.com/entry/north-korea-missile-guam_us_59a5ff61e4b084581a14339c"
  },
  "dId": "a124707a5aa22b683f5a2b4a84dd75df7acb3a183b34a54714d69fce"
}