{
  "authors": [
    "Lisa Respers France"
  ],
  "date_download": "2018-02-06T16:56:00",
  "date_modify": null,
  "date_publish": "2018-02-06T13:34:20",
  "description": "Leave it to Sarah Silverman to make a joke of her breakup.",
  "filename": "https%3A%2F%2Fedition.cnn.com%2F2018%2F02%2F06%2Fentertainment%2Fsarah-silverman-michael-sheen-split%2Findex.html.json",
  "image_url": "https://cdn.cnn.com/cnnnext/dam/assets/180206072013-01-silverman-sheen-file-super-tease.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "edition.cnn.com",
  "text": "Photos: Shocking celebrity splits In February comic Sarah Silverman tweeted that she and \"Masters of Sex\" star Michael Sheen broke up after four years. She chalked it up to their long distance relationship. Hide Caption 1 of 59\nPhotos: Shocking celebrity splits Actress-singer Jennifer Hudson and pro wrestler David Otunga have broken up, according to a statement from her rep. The pair were engaged for a decade and have a son, David Daniel Otunga, Jr., who was born in 2009. Hide Caption 2 of 59\nPhotos: Shocking celebrity splits In September 2017, Gina Torres announced her separation from Laurence Fishburne. The couple, who were married in 2002 and share a daughter, quietly split the previous year. Hide Caption 3 of 59\nPhotos: Shocking celebrity splits In September 2017, Fergie and Josh Duhamel announced they were separating after eight years of marriage. \"To give our family the best opportunity to adjust, we wanted to keep this a private matter before sharing it with the public,\" the couple said in a joint statement. \"We are and will always be united in our support of each other and our family.\" Hide Caption 4 of 59\nPhotos: Shocking celebrity splits Actors Chris Pratt and Anna Faris announced August 6 that they were separating after eight years of marriage. \"We tried hard for a long time, and we're really disappointed,\" they said in separate social media posts. Hide Caption 5 of 59\nPhotos: Shocking celebrity splits Tom DAgostino Jr. and his reality star wife, the former Luann de Lesseps, have split. \"The Real Housewives of New York City\" star tweeted on August 3 that she and her husband of seven months had decided to divorce. Hide Caption 6 of 59\nPhotos: Shocking celebrity splits Ben Affleck and Jennifer Garner filed for divorce in April, almost two years after they announced they planned to. The couple took many fans by surprised when, one day after their 10th wedding anniversary, they revealed they were splitting. Hide Caption 7 of 59\nPhotos: Shocking celebrity splits People has reported that Tarek El Moussa and Christina El Moussa are separating following an altercation at their home earlier this year. The parents of two young children are the stars of HGTV's \"Flip or Flop.\" Hide Caption 8 of 59\nPhotos: Shocking celebrity splits The back and forth relationship between Lamar Odom and Khloe Kardashian is over, after a Los Angeles judge finalized their divorce on December 9, 2016. Hide Caption 9 of 59\nPhotos: Shocking celebrity splits Rapper Big Sean and \"Glee\" actress Naya Rivera called off their engagement in April 2013, six months after announcing their plans to wed. Rivera moved on from Big Sean to marry Ryan Dorsey. Hide Caption 10 of 59\nPhotos: Shocking celebrity splits Naomi Watts and Liev Schreiber announced in September 2016 that they were ending their 11-year relationship. They are the parents of two young sons. Hide Caption 11 of 59\nPhotos: Shocking celebrity splits Angelina Jolie Pitt filed for divorce from husband actor Brad Pitt in September 2016. The couple married in 2014, but had been together almost a decade by then. They are the parents of six children. Hide Caption 12 of 59\nPhotos: Shocking celebrity splits Actor Ricky Schroder and his wife Andrea Bernard have reportedly split after almost 24 years of marriage. The couple share four children together. Hide Caption 13 of 59\nPhotos: Shocking celebrity splits People reported that singer Taylor Swift and producer Calvin Harris split after 15 months. Hide Caption 14 of 59\nPhotos: Shocking celebrity splits Keshia Knight Pulliam's husband of only seven months, former football player Ed Hartwell, filed for divorce in July. The \"Cosby Show\" star said she was blindsided by the news which came soon after she announced she was pregnant with her first child. Hide Caption 15 of 59\nPhotos: Shocking celebrity splits Lady Gaga said on July 20, 2016, that she and fiance Taylor Kinney were taking a break. The singer and the actor got engaged on Valentine's Day 2015. Hide Caption 16 of 59\nPhotos: Shocking celebrity splits In a statement, Gavin Rossdale said Monday, August 3, that he and Gwen Stefani will \"will no longer be partners in marriage.\" He went on to say that the couple will jointly raise their three children. Hide Caption 17 of 59\nPhotos: Shocking celebrity splits Lisa Marie Presley reportedly filed for divorce in June from her husband of 10 years, musician Michael Lockwood. He was Presley's fourth husband after Danny Keough, Michael Jackson and Nicolas Cage. Hide Caption 18 of 59\nPhotos: Shocking celebrity splits Actress Amber Heard has filed for divorce from actor Johnny Depp, according to documents obtained by CNN. Heard, 30, and Depp, 52, have been married since February 2015. Hide Caption 19 of 59\nPhotos: Shocking celebrity splits In May it was reported that rocker Ozzy Osbourne moved out of the Beverly Hills, California, home he shared with his wife of more than 30 years, Sharon Osbourne. Hide Caption 20 of 59\nPhotos: Shocking celebrity splits \"How to Get Away With Murder\" co-star Liza Weil has split from her husband, \"Scandal\" actor Paul Adelstein. According to People, the couple, who wed in 2006, separated in January. They are the parents of a daughter, Josephine, 5. Hide Caption 21 of 59\nPhotos: Shocking celebrity splits Once called the Beyonce and Jay Z of country music, singers Miranda Lambert and Blake Shelton have split. The couple confirmed July 20 that they were ending their marriage after four years. Both have since moved on to new relationships. Hide Caption 22 of 59\nPhotos: Shocking celebrity splits After 26 years of marriage, Narvel Blackstock and Reba McEntire divorced on October 28, after a separation of a few months, McEntire announced in late December. Though their marriage has ended, the couple will continue to work together. Blackstock is McEntire's manager. Hide Caption 23 of 59\nPhotos: Shocking celebrity splits Olivier Martinez and Halle Berry announced October 27 that they've called it quits after two years of marriage. \"It is with a heavy heart that we have come to the decision to divorce,\" the actors said in a joint statement. Hide Caption 24 of 59\nPhotos: Shocking celebrity splits Actress Kaley Cuoco and her husband, Ryan Sweeting, called it quits in 2015 after nearly two years of marriage. The couple \"mutually decided\" to get a divorce after 21 months of marriage, a publicist for the actress said in a statement. Hide Caption 25 of 59\nPhotos: Shocking celebrity splits \"Mad Men\" actor Jon Hamm and filmmaker Jennifer Westfeldt split in 2015, according to a statement the former couple provided to People magazine. \"With great sadness, we have decided to separate, after 18 years of love and shared history,\" the pair said. \"We will continue to be supportive of each other in every way possible moving forward.\" The couple was not married. Hide Caption 26 of 59\nPhotos: Shocking celebrity splits Singer Avril Lavigne confirmed that she and hubby of two years Chad Kroeger separated. \"It is with heavy heart that Chad and I announce our separation today,\" she said in 2015. Hide Caption 27 of 59\nPhotos: Shocking celebrity splits Actress Megan Fox has filed for divorce from her husband of five years, Brian Austin Green, in 2015. Hide Caption 28 of 59\nPhotos: Shocking celebrity splits Longtime loves Kermit the Frog and Miss Piggy announced August 4 that they had \"made the difficult decision to terminate our romantic relationship.\" If this crazy couple can't make it work, what hope is there? Hide Caption 29 of 59\nPhotos: Shocking celebrity splits Scott Disick and Kourtney Kardashian called it quits after nine years and three kids. According to E! (which hosts all things Kardashian), Kardashian decided to end it over the July Fourth weekend after photos surfaced of Disick with another woman. Hide Caption 30 of 59\nPhotos: Shocking celebrity splits Amy and Matt Roloff, stars of TLC reality series \"Little People, Big World,\" filed for divorce after 27 years of marriage. Hide Caption 31 of 59\nPhotos: Shocking celebrity splits Actor Ed Asner has reportedly filed for divorce from wife Cindy Gilmore eight years after the couple first split. The pair married in 1998 and separated almost a decade later. Hide Caption 32 of 59\nPhotos: Shocking celebrity splits After a year of \" Conscious Uncoupling ,\" Gwyneth Paltrow made her split with Chris Martin official, filing for divorce on April 20. She's seeking joint legal and physical custody of their two children. The A-list pair, who had been married for 10 years before separating in March 2014, reportedly took a \"breakup-moon\" in the Bahamas following their 2014 announcement. Hide Caption 33 of 59\nPhotos: Shocking celebrity splits \"Good Morning America\" co-host Lara Spencer and husband David Haffenreffer released a statement to Page Six in March 2015 stating that they had decided to divorce after 15 years of marriage. The couple have two children. Hide Caption 34 of 59\nPhotos: Shocking celebrity splits Mandy Moore and Ryan Adams divorced six years after tying the knot, according to People magazine. \"Mandy Moore and Ryan Adams have mutually decided to end their marriage,\" a representative for Moore said in a statement. \"It is a respectful, amicable parting of ways, and both Mandy and Ryan are asking for media to respect their privacy at this time.\" Hide Caption 35 of 59\nPhotos: Shocking celebrity splits Comedian and actor Chris Rock filed for divorce from his wife, Malaak. They have been married 19 years and have two children. \"Chris Rock has filed for divorce from his wife, Malaak,\" Rock's attorney, Robert S. Cohen, said in a statement. \"This is a personal matter and Chris requests privacy as he and Malaak work through this process and focus on their family.\" Hide Caption 36 of 59\nPhotos: Shocking celebrity splits People reported that actress Helena Bonham Carter and her husband, director Tim Burton, called it quits after 13 years together. The pair, who worked together on films such as \"Alice in Wonderland\" and \"Dark Shadows,\" \"separated amicably earlier this year and have continued to be friends and co-parent their children,\" a rep told the magazine. Hide Caption 37 of 59\nPhotos: Shocking celebrity splits Kris Jenner filed for divorce from Bruce Jenner on September 22, 2014. The couple acknowledged that they separated in October . \"We will always have much love and respect for each other. Even though we are separated, we will always remain best friends and, as always, our family will remain our No. 1 priority,\" they told E! Hide Caption 39 of 59\nPhotos: Shocking celebrity splits Neil Young had more than a wife in Pegi Young; he also had a musical collaborator and a muse for some of his most classic love songs. But according to Rolling Stone, Young filed for divorce from his wife of 36 years in July 2014. Hide Caption 40 of 59\nPhotos: Shocking celebrity splits Actors Idina Menzel and Taye Diggs surprisingly decided to separate after 10 years of marriage, a rep for the couple confirmed to People magazine in December 2013. The couple's son, Walker, was born in 2009. Hide Caption 41 of 59\nPhotos: Shocking celebrity splits Melanie Griffith and Antonio Banderas \"thoughtfully and consensually\" brought an end to their 20-year marriage in June 2013. The two actors released a statement announcing their breakup after reports indicated Griffith had filed for a divorce. Hide Caption 42 of 59\nPhotos: Shocking celebrity splits Actors Evan Rachel Wood and Jamie Bell separated after nearly two years of marriage. The couple, who welcomed a son in July 2013, said in a statement that they plan to remain close friends. Hide Caption 43 of 59\nPhotos: Shocking celebrity splits After a six-year relationship, Miranda Kerr and Orlando Bloom announced in October 2013 that they had decided to formally separate. TMZ indicated that the pair were planning to divorce. The couple, who share a son, said in a statement that they remain amicable. Hide Caption 44 of 59\nPhotos: Shocking celebrity splits Movie veteran Clint Eastwood and his wife of 17 years, Dina, separated over the summer of 2013, according to People . They have one daughter together. Hide Caption 45 of 59\nPhotos: Shocking celebrity splits George Clooney and Stacy Keibler were going strong -- and looking hot on the red carpet -- for two years. But in July 2013, their photogenic romance came to an end. Hide Caption 46 of 59\nPhotos: Shocking celebrity splits Jane Seymour and James Keach announced the end of their 20-year union in April 2013. The couple are the parents of twin sons. Hide Caption 47 of 59\nPhotos: Shocking celebrity splits Julianne Hough and Ryan Seacrest decided to take a break in March 2013 after more than two years together, People reported. The duo's busy schedules were to blame, but they plan to stay friends, sources told the magazine. Hide Caption 48 of 59\nPhotos: Shocking celebrity splits In September 2012, Will Arnett and Amy Poehler separated after nine years of marriage. They have two sons. Hide Caption 49 of 59\nPhotos: Shocking celebrity splits Tom Cruise and Katie Holmes \"amicably settled\" their divorce in July 2012, just two weeks after Holmes filed for it, an attorney said. Holmes and Cruise, who were married for five years, have one daughter. Hide Caption 50 of 59\nPhotos: Shocking celebrity splits Former California Gov. Arnold Schwarzenegger and Maria Shriver separated in May 2011 after 25 years of marriage. The public has since learned of Schwarzenegger's affair with the family's housekeeper that resulted in the birth of his fifth child. Hide Caption 51 of 59\nPhotos: Shocking celebrity splits After almost seven years together, Kate Winslet and director Sam Mendes went their separate ways in March 2010. The couple said that the split was mutual and that they would continue raising their children together. Hide Caption 52 of 59\nPhotos: Shocking celebrity splits Tom Cruise and Nicole Kidman collaborated on four films together, including the controversial \"Eyes Wide Shut,\" during their 11-year marriage. The couple split in 2001. Hide Caption 53 of 59\nPhotos: Shocking celebrity splits Susan Sarandon and Tim Robbins split in 2009 after 23 years together. The pair, who met on the set of \"Bull Durham,\" have two sons but never married. Hide Caption 54 of 59\nPhotos: Shocking celebrity splits Mia Farrow appeared in several of Woody Allen's films before the couple went their separate ways in 1992. The pair reportedly split after Farrow found out about Allen's sexual relationship with one of her adopted daughters, whom Allen married in 1997. Hide Caption 55 of 59\nPhotos: Shocking celebrity splits MTV \"Newlyweds\" Jessica Simpson and Nick Lachey split in 2005 after their three-year marriage. Hide Caption 56 of 59\nPhotos: Shocking celebrity splits Reese Witherspoon and Ryan Phillippe were married for seven years before calling it quits in 2006. The pair, who have two children, finalized their divorce in 2008. Hide Caption 57 of 59\nPhotos: Shocking celebrity splits Brad Pitt and Jennifer Aniston's seven-year romance came to an end in 2005. Speculation over whether Angelina Jolie had anything to do with the breakup added a juicy angle to the split. Hide Caption 58 of 59",
  "title": "Sarah Silverman and Michael Sheen split",
  "title_page": null,
  "title_rss": null,
  "url": "https://edition.cnn.com/2018/02/06/entertainment/sarah-silverman-michael-sheen-split/index.html",
  "dId": "a139774f08b031f6fe00288c361386503457dc17df0a5eaaf3ce19cd",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 56,
    "Event": "Sarah_Silverman_and_Michael_Sheen_Break_Up"
  }
}