{
  "authors": [
    "Lizzie Stromme",
    "Martin Bamford"
  ],
  "date_download": "2017-11-30T19:50:56",
  "date_modify": null,
  "date_publish": "2016-11-09T20:01:00",
  "description": "A FATHER-of-four who survived the Croydon tram crash, which left seven dead, has described the lethal derailment like 'something out of a film' as he spoke of the “absolute carnage” caused when it toppled over.",
  "filename": "http%3A%2F%2Fwww.express.co.uk%2Fnews%2Fuk%2F730639%2FCroydon-tram-crash-carnage-survivor-derailment-seven-dead.json",
  "image_url": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/730639.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.express.co.uk",
  "text": "More than 51 people were also rushed to hospital after the horror crash, which happened during rush hour on Wednesday morning. Martin Bamford, 30, was travelling on the tram when it flipped and derailed off the tracks near the Sandilands stop on Addiscombe Road. The father, from New Addington, south east London, said people were screaming for help and there was blood all over the train. Mr Bamford said: \"When we were coming through the tunnel we were going at some speed and the tram was speeding up more and more.\nSWNS • PA Martin Bamford survived the Croydon tram crash which left seven dead\n\"We were coming out of the tunnel and we hit the bend way too fast and the tram flipped. \"There was a girl who was on top of me and she did not look very much alive at all. \"She was bleeding all over the place and I don't think she made it. \"People had broken legs and head injuries. When it flipped everything went flying, people were on top of me.\nBBC Police have confirmed a 42-year-old man from Beckenham has been arrested following the incident\nThere was blood everywhere and belongings and shoes Martin Bamford\n“There was blood everywhere and belongings and shoes. It was absolute carnage.” Police have confirmed a 42-year-old man from Beckenham has been arrested on suspicion of manslaughter and is currently in police custody following the deadly crash. Robin Smith, Assistant Chief Constable at the British Transport Police (BTP), confirmed there had been fatalities and called it a “tragic” incident. He said: “Sadly we can say there has been some loss of life.\"\nDeputy Chief Constable Adrian Hanstock added: \"Our officers will continue to work tirelessly throughout the evening to formally identify them and provide care and support for their families.” \"In the coming days, we will continue to work alongside the Rail Accident Investigation Branch to establish the circumstances of how this happened. \"At this stage it is too early to speculate on a single factor being the cause of this incident.\" The tram which flipped on its side will be removed tomorrow at the earliest, British Transport Police said.\nSWNS More than 51 people were also rushed to hospital after the horror crash",
  "title": "Croydon tram crash survivor describes ‘carnage’ which left seven dead",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.express.co.uk/news/uk/730639/Croydon-tram-crash-carnage-survivor-derailment-seven-dead",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 59,
    "Event": "croydon_tram_trash",
    "Url": "http://www.express.co.uk/news/uk/730639/Croydon-tram-crash-carnage-survivor-derailment-seven-dead"
  },
  "dId": "a2bbab834c24ce38bb74b0b5fe0cb49dcacbeb7d16fc0106710f3002"
}