{
  "authors": [],
  "date_download": "2017-11-30T19:52:34",
  "date_modify": null,
  "date_publish": "2017-05-09T00:00:00",
  "description": "The United Nations welcomes the released of 82 Nigerian Chibok schoolgirls that were kidnapped by the extremist group Boko Haram in 2014, said a spokesperson here on Monday.",
  "filename": "http%3A%2F%2Fafrica.chinadaily.com.cn%2Fworld%2F2017-05%2F09%2Fcontent_29261603.htm.json",
  "image_url": "http://africa.chinadaily.com.cn/img/attachement/jpg/site241/20161207/b8ac6f43d06319b2225108.jpg",
  "language": null,
  "localpath": null,
  "source_domain": "africa.chinadaily.com.cn",
  "text": "Some of the 21 Chibok school girls released are seen during a meeting with Nigeria's Vice President Yemi Osinbajo in Abuja, Nigeria, October 13, 2016. [Photo/Agencies]\nUNITED NATIONS -- The United Nations welcomes the released of 82 Nigerian Chibok schoolgirls that were kidnapped by the extremist group Boko Haram in 2014, said a spokesperson here on Monday.\nThe extremist group freed the girls on late Saturday in exchange for Boko Haram suspects. On April 14, 2014, more than 200 schoolgirls were seized by the extremists, and 21 of them were set free in October 2016.\n\"We remain deeply concerned about the safety and wellbeing of the schoolgirls and other victims still in captivity,\" UN Spokesperson Stephane Dujarric told a daily briefing.\n\"We appeal to all Nigerians, including the families and local communities of the liberated girls, to fully embrace them and provide all necessary support to ensure their reintegration into society,\" said Dujarric.\nHe also urged the international community to continue supporting the government of Nigeria in its efforts to ensure the release, rehabilitation, and reintegration of all Boko Haram victims.\nBoko Haram has been blamed for the deaths of more than 20,000 people and displacement of 2.3 million others in Nigeria since their insurgency in 2009.\nNigeria has made a considerable gain on the Boko Haram front, with its security forces operating in the restive region dislodging Boko Haram fighters from the Sambisa Forest, the group's largest training camp in the country, in January.",
  "title": "UN welcomes release of Nigerian girls by Boko Haram",
  "title_page": null,
  "title_rss": null,
  "url": "http://africa.chinadaily.com.cn/world/2017-05/09/content_29261603.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 51,
    "Event": "boko_haram_21_schoolgirls_freed"
  },
  "dId": "a386e5ed27e0877454b373d63dc29d8c2836321db3545f352c1f549a"
}