{
  "authors": [
    "Merrit Kennedy"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-19T00:00:00",
  "description": "Equifax is already struggling to retain public trust after it waited at least a month to disclose a cyberattack that potentially impacted the personal information of millions of people.",
  "filename": "https%3A%2F%2Fwww.npr.org%2Fsections%2Fthetwo-way%2F2017%2F09%2F19%2F552124551%2Fequifax-confirms-another-security-incident.json",
  "image_url": "https://media.npr.org/assets/img/2017/09/19/ap_17262506643541_wide-f0679d775f8c76368a487c343b59a9afefa72ce4.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "Equifax Confirms Another 'Security Incident'\nEnlarge this image toggle caption Mike Stewart/AP Mike Stewart/AP\nAfter the revelation that a cybersecurity breach at the international credit reporting agency Equifax exposed personal information of 143 million people, the company has confirmed an additional security incident with a payroll-related service in the months prior. It says the two are unrelated.\nEquifax is already struggling to regain public trust after it waited at least a month to disclose to consumers that the cyberattack potentially impacted their personal information, such as names, Social Security numbers, birth dates, addresses and, in some cases, driver's license numbers and credit card information.\n\"Earlier this year, during the 2016 tax season, Equifax experienced a security incident involving a payroll-related service,\" an Equifax spokesperson told NPR. \"The incident was reported to customers, affected individuals and regulators. This incident was also covered in the media.\"\nThe company spokesperson disputes a Bloomberg report released Monday, where an unnamed source \"said the breaches involved the same intruders.\" The company adds that the same security company, Mandiant, \"has investigated both events and found no evidence that these two separate events or the attackers were related.\"\nEquifax's spokesperson characterizes this second breach as the \"March event.\" However, it appears that the incident in question may have lasted considerably longer than a single month. When asked for information about previous media coverage, Equifax pointed NPR to coverage in KrebsonSecurity.\nThat article describes a breach at TALX Corp., an Equifax subsidiary also called Equifax Workforce Solutions, where \"crooks were able to reset the 4-digit PIN given to customer employees as a password and then steal W-2 tax data after successfully answering personal questions about those employees.\"\nKrebs reported that Equifax said the breach happened over the course of nearly a year: \"unauthorized access to customers' employee tax records happened between April 17, 2016 and March 29, 2017.\"\nEquifax did not immediately confirm these details. It's not clear how many organizations were affected, though Krebs links to documentation of breaches at five organizations, including Northrop Grumman and the University of Louisville.\nAccording to The Louisville Cardinal, the University of Louisville's student paper, the university stated that some \"750 employees had 'suspicious activity' surrounding their online TALX Tax Express accounts when someone tried to reset PIN numbers.\"\nOther reports date back to early 2016. A notice of data breach from Kroger executives states that the incident began in late January of that year. In a document released by New Hampshire's attorney general, the Kroger executives say that hackers \"accessed the default website using default login information based on Social Security Numbers and dates of birth, which we believe were obtained from some other source.\"\nThe thieves then used the access to employees' W-2 forms to potentially \"file tax returns in their names to claim a refund.\"\nA Georgia man employed at Kroger filed a federal lawsuit against Equifax and its subsidiary in May 2016 over the breach, seeking class action status. In it, Betzalel Yochanan claimed that the breach happened \"because Equifax failed to implement adequate security measures to safeguard consumers' Personal Identifying Information ('PII') and willfully ignored known weaknesses in its data security, including prior hacks into its information systems.\"\nYochanan voluntarily dismissed the lawsuit the following month, without providing a reason.\nNPR's Sarah Knight contributed to this report.",
  "title": "Equifax Confirms Another 'Security Incident'",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/sections/thetwo-way/2017/09/19/552124551/equifax-confirms-another-security-incident",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "science_tech",
    "TopicId": 3,
    "Topic": "hack",
    "EventId": 9,
    "Event": "hack_equifax_breach",
    "Url": "https://www.npr.org/sections/thetwo-way/2017/09/19/552124551/equifax-confirms-another-security-incident"
  },
  "dId": "acb45b063ffbda8a9ce0dbe7b384f55cd20d5e48ee95a1f9b839acb1"
}