{
  "authors": [],
  "date_download": "2018-02-06T16:56:30",
  "date_modify": null,
  "date_publish": "2018-02-06T15:56:00",
  "description": "For the first time ever, scientists have detected planets in a galaxy far, far away from our swirling Milky Way.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F417984-exoplanets-chandra-x-ray%2F.json",
  "image_url": "https://cdni.rt.com/files/2018.02/article/5a78e37afc7e93dd588b4567.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "For the first time ever, scientists have detected planets in a galaxy far, far away from our swirling Milky Way.\nThe groundbreaking discovery was made by astrophysicists at the University of Oklahoma, with help from NASA's Chandra X-ray observatory – and a university supercomputer.\nUsing a technique called ‘gravitational microlensing’ – when a planet passes in front of a star, its gravitational force bends and magnifies the star’s light – the team detected planets sitting in a galaxy a stunning 3.8 billion light years away.\nThese new exoplanets, which no-one in our or future generations will likely ever see, range in size from as small as our moon to as large as gas giant Jupiter.\nMilky Way in technicolor: Stellar light show capture by dazzling Hubble image https://t.co/Pzk2KkXcro — RT (@RT_com) January 13, 2018\n“We are very excited about this discovery. This is the first time anyone has discovered planets outside our galaxy,” study author Xinyu Dai said of the find. “These small planets are the best candidate for the signature we observed in this study using the microlensing technique. We analyzed the high frequency of the signature by modeling the data to determine the mass,” he added.\nAnd while this technique has been used to find planets within our Milky Way, until this study there has been no evidence for the existence of planets in other galaxies.\nREAD MORE: SpaceX rocket booster defies laws of gravity to survive extreme water landing (PHOTO)\n“This is an example of how powerful the techniques of analysis of extragalactic microlensing can be. This galaxy is located 3.8 billion light years away, and there is not the slightest chance of observing these planets directly, not even with the best telescope one can imagine in a science fiction scenario,” researcher Eduardo Guerras said.\n“However, we are able to study them, unveil their presence and even have an idea of their masses. This is very cool science,” he added.\nThe team's research was published in The Astrophysical Journal.\nIf you like this story, share it with a friend!",
  "title": "Blink twice if you're a new planet: Stunning discovery of new worlds outside Milky Way",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/417984-exoplanets-chandra-x-ray/",
  "dId": "ad54d4c6ff3fd9b4702c8fa8f725210c6198d18b2dd825b88bf02d60",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 51,
    "Event": "first_planets_outside_the_Milky_Way"
  }
}