{
  "authors": [
    "Maeve Mcdermott",
    "Published A.M. Et Feb."
  ],
  "date_download": "2018-02-06T16:55:58",
  "date_modify": null,
  "date_publish": "2018-02-06T13:46:37",
  "description": "Silverman tweeted that she would be \"consciously uncoupling\" from her boyfriend of four years.",
  "filename": "https%3A%2F%2Fwww.usatoday.com%2Fstory%2Flife%2Fpeople%2F2018%2F02%2F06%2Fsarah-silverman-michael-sheen-split-after-four-years%2F310195002%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/02e3854fe02b1eaddecdd431f80817df2e5ae482/c=0-70-3880-2262&r=x1683&c=3200x1680/local/-/media/2018/02/06/USATODAY/USATODAY/636535005440587411-GTY-629895802-87407402.JPG",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "CLOSE John Mahoney, who played cranky dad on \"Frasier,\" dies at 77; Police: Inquiry is last push to resolve Natalie Wood's death; Sarah Silverman splits from boyfriend Michael Sheen. (Feb. 6) AP\nMichael Sheen and Sarah Silverman in 2016. (Photo: Gregg DeGuire, WireImage)\nSarah Silverman is taking a page out of Gwyneth Paltrow's book.\nThe comedian, 47, tweeted Monday that she \"consciously uncoupled\" from Michael Sheen, 49, ending their four-year-long relationship, over the holidays, borrowing Paltrow's famous breakup language.\n\"No fight,\" Silverman wrote on Twitter, attributing their split to their transatlantic long-distance relationship, with Sheen based in the U.K. and Silverman living in the U.S. \"We just live in different countries and it got hard.\"\nSilverman was first spotted with Sheen, best known for roles in Masters of Sex and Frost/Nixon, in February 2014. Prior to getting together, Silverman had dated Jimmy Kimmel, while Sheen had previously been linked to Rachel McAdams and co-parents his daughter Lily with his ex Kate Beckinsale.\nIn an interview with Kimmel last year, whom she dated on-and-off between 2002 and 2009, Silverman described Sheen's decision to move from Los Angeles to the U.K. to be closer to his daughter.\n“His daughter turned 18, he wanted to go home,” she said. “He was here to be near his daughter, now she’s off, she’s going to start her own life...“So he’s there a lot, and then we just long for each other and we see each other and we love each other.\"\nUSA TODAY's request for comment was not immediately returned.\nThe great @michaelsheen & I consciously uncoupled over Christmas. I mean, not “over Christmas” - like that wasn’t the fight that ended it. No fight. We just live in different countries & it got hard. Felt we should just tell y’all so u stop askin, “How’s Michael/How’s Sarah?” — Sarah Silverman (@SarahKSilverman) February 5, 2018\nRead or Share this story: https://usat.ly/2nICgD6",
  "title": "Sarah Silverman, Michael Sheen split after four years",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.usatoday.com/story/life/people/2018/02/06/sarah-silverman-michael-sheen-split-after-four-years/310195002/",
  "dId": "b7013f8eb8a9ad8d79a6bfa0a8c58136c38fa412d4e111d6153f230b",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 56,
    "Event": "Sarah_Silverman_and_Michael_Sheen_Break_Up"
  }
}