{
  "authors": [
    "Soraya Sarhaddi Nelson"
  ],
  "date_download": "2017-11-30T16:14:44",
  "date_modify": null,
  "date_publish": "2016-01-06T00:00:00",
  "description": "Police are investigating dozens of sexual assaults that occurred during New Year's Eve celebrations in Cologne. The police chief has been criticized for his officers slow reaction to the assaults.",
  "filename": "https%3A%2F%2Fwww.npr.org%2F2016%2F01%2F06%2F462114345%2Fmigrants-in-germany-accused-of-coordinated-sexual-assaults.json",
  "image_url": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "Migrants In Germany Accused Of Coordinated Sexual Assaults\nPolice are investigating dozens of sexual assaults that occurred during New Year's Eve celebrations in Cologne. The police chief has been criticized for his officers slow reaction to the assaults.\nRENEE MONTAGNE, HOST:\nNew Year's Eve in Cologne, Germany can be a raucous affair with plenty of fireworks. This year, it took a dark turn. Young men are said to have assaulted dozens of women in a city square. And police say the attackers appeared to be Arab or North African. That's an incendiary thing to say at a time Germany is debating how to integrate more than a million recent migrants. NPR's Berlin correspondent, Soraya Sarhaddi Nelson, joined us for more. Good morning.\nSORAYA SARHADDI NELSON, BYLINE: Good morning, Renee.\nMONTAGNE: Take us through what happened that night.\nNELSON: The largest number of attacks happened in Cologne. And as you mentioned, it was a crowd of about 1,000 young men between the ages of 18 and 35. They gathered in the small square between the famous cathedral in Cologne and the city's main train station on New Year's Eve. Cell phone videos were circulating, like this one on YouTube.\n(SOUNDBITE OF YOUTUBE VIDEO)\nNELSON: They showed the crowd engaging in hooliganism one sees in many German cities on New Year's Eve, with inebriated young men launching fireworks in all possible directions. Except, in this case, many of these men weren't speaking German and were dark complected. The police chief in Cologne was saying they looked Arab or North African. And he says that police cleared the crowd from the square around midnight but that his offices didn't learn of the sexual assaults until the next day.\nMONTAGNE: And the next day, of course, was January 1, which was days ago. So why did it take so long for police to figure out that there had been these massive numbers of sexual assaults and even of rape?\nNELSON: Yeah, and in fact, it took more than even one day. It took several days in some cases. And the police chief says that's because victims took their time coming forward to file complaints, even though some of the victims actually dispute that. So far, there have been 90 victims who filed complaints. One woman reported being raped. But most of the victims say they were groped by groups of men who also stole their cell phones, wallets and purses. Some of the victims on German TV accused Cologne police of not taking their assault claims seriously for days anyway, even if they did file them. The delay also really bothered the German interior minister, Thomas de Maiziere.\n(SOUNDBITE OF ARCHIVED RECORDING)\nGERMANY THOMAS DE AIZIERE: (Speaking German).\nNELSON: He told German ARD public television late last night that he was flabbergasted police cleared the square where assaults were happening and then sat back and waited until victims came forward to file criminal complaints. Police shouldn't work this way, he says.\nMONTAGNE: And Soraya, what about suspects?\nNELSON: Well, there aren't any. The police chief says that many victims can't identify their attackers and don't think they'll be able to, even if they were arrested. And of the various pick-pocket gangs that the police had been investigating in the square for months, at this stage, the police can't say whether they were involved or not. And so police are also asking witnesses with videos to come forward that night, videos of the square where this happened.\nMONTAGNE: And possibly predictably, Soraya, there now seems to be something of a backlash brewing against refugees.\nNELSON: That certainly seems to be happening. And it's something that refugee advocates are worried about. Politicians are calling for migrants who commit serious crimes to be deported, even though we don't know for a fact that migrants were involved in this crime. And the Cologne mayor is also pretty adamant that just because these people may have looked North African, that one not assume they are connected to refugees who are staying in the city. At the same time, Chancellor Angela Merkel is saying that she's outraged at these attacks and that no matter what the perpetrators' ethnic origin or background, that they swiftly be brought to justice.\nMONTAGNE: That's NPR's Soraya Sarhaddi Nelson speaking to us from Berlin. Thanks very much.\nNELSON: You're welcome, Renee.\nCopyright © 2016 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
  "title": "Migrants In Germany Accused Of Coordinated Sexual Assaults",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/2016/01/06/462114345/migrants-in-germany-accused-of-coordinated-sexual-assaults",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 54,
    "Event": "NewYearsEveSexualAssaultsGermany"
  },
  "dId": "b936ebab44bf4c9920ab8e48205030fe7c81d872482190001fa505da"
}