{
  "authors": [
    "Sarah Almukhtar",
    "Audrey Carlsen",
    "Kenan Davis",
    "John Eligon",
    "Ford Fessenden",
    "Troy Griggs",
    "Mika Gröndahl",
    "Evan Grothjan",
    "K.K. Rebecca Lai",
    "Jasmine C. Lee"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-02T00:00:00",
  "description": "How one of the deadliest mass shootings in American history unfolded.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Finteractive%2F2017%2F10%2F02%2Fus%2Fmandalay-bay-vegas-shooting.html.json",
  "image_url": "https://static01.nyt.com/images/2017/10/02/us/mandalay-bay-vegas-shooting-1506946492937/mandalay-bay-vegas-shooting-1506946492937-facebookJumbo-v18.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "A man unleashed a barrage of gunfire from a hotel room onto an outdoor music festival in Las Vegas on Oct. 1, in what is now one of the deadliest mass shootings in American history.\nLAS VEGAS LAS VEGAS FREEWAY EXCALIBUR HOTEL LUXOR HOTEL Mandalay Bay Resort and Casino The gunman shot from the 32nd floor. BROKEN WINDOWS VISIBLE MAIN ENTRANCE The hotel is about 400 yards from the stage. 200 FEET LAS VEGAS BOULEVARD CROWD STAGE Site of Route 91 Harvest Festival NORTH LAS VEGAS LAS VEGAS FREEWAY LUXOR HOTEL Mandalay Bay Resort and Casino The gunman shot from the 32nd floor. BROKEN WINDOWS VISIBLE The hotel is about 400 yards from the stage. 200 FEET LAS VEGAS BOULEVARD CROWD STAGE Site of Route 91 Harvest Festival NORTH Mandalay Bay Resort and Casino LAS VEGAS FREEWAY The gunman shot from the 32nd floor. LUXOR HOTEL BROKEN WINDOWS VISIBLE LAS VEGAS BOULEVARD STAGE Site of Route 91 Harvest Festival NORTH By The New York Times | Source: Aerial image by Google\nThe events played out on two stages on Sunday: the streets and festival grounds that became a killing field, and the halls of the Mandalay Bay Resort and Casino where the police sought the gunman.\nScenes of Carnage at a Concert\nAs the gunman sprayed bullets from the 32nd floor of the hotel, concertgoers began to flee. In a video taken near the concert stage, panicked screams can be heard amid bursts of continuous gunfire.\nShooting at Route 91 A post shared by Randy (girl) Kindred (@randy_kindred_girl_) on Oct 1, 2017 at 10:56pm PDT\nAs victims fell, people ran or ducked for cover. Many concertgoers jumped fences to escape.\nDavid Becker/Getty Images\nThe gunfire interrupted the performance of Jason Aldean, a singer at the Route 91 Harvest Festival, a three-day country music event.\nWhat happened at the concert venue Videos showed chaos unfolding among concertgoers, while multiple rounds were being fired. People took cover under the bleachers. Vehicles stopped to pick up victims and carry them away. LAS VEGAS BLVD. E. RENO AVE. V.I.P. area FESTIVAL GROUNDS 200 FEET CROWD MAIN STAGE MANDALAY BAY RD. People fled in this direction GILES ST. NORTH Many victims lay on an area covered with synthetic grass. A video showed people climbing over a fence about eight feet tall. Multiple victims were brought here on metal security barriers, used as makeshift stretchers. LAS VEGAS BLVD. V.I.P. area 2 FESTIVAL GROUNDS MAIN STAGE CROWD 1 200 FEET GILES ST. 6 3 5 4 People fled in this direction NORTH By The New York Times\n1Videos showed chaos unfolding among concertgoers, while multiple rounds were being fired. 2People took cover under the bleachers. 3Many victims lay on an area covered with synthetic grass. 4A video showed people climbing over a fence about eight feet tall. 5Multiple victims were brought here on metal security barriers, used as makeshift stretchers. 6Vehicles stopped to pick up victims and carry them away.\nPolice officers told people to take cover near the festival grounds. Sunday night’s performance was the festival’s last scheduled show.\nTwitter/EirikurH via Storyful\nBloodied victims were seen lying on the ground at the festival.\nDavid Becker/Getty Images\nConcertgoers described hearing round after round of gunfire. “This shooting was going on for at least 10 minutes,” said Jake Owen, a country singer who was on stage with Mr. Aldean when the shooting began.\nA Frantic Search for the Gunman\n[The account below is based primarily on recordings of police communications, captured by Broadcastify.com and some individuals.]\nAt 10:08 p.m., an officer on the scene sounds the alarm. “We got shots fired,” he says. “Sounds like an automatic firearm.”\nThere is confusion over the next few minutes as officers arrive to scenes of death and mayhem.\n“It’s coming from upstairs in the Mandalay Bay. Upstairs in the Mandalay Bay, halfway up I see the shots coming from Mandalay Bay, halfway up.”\n“We have an active shooter — we have an active shooter inside the fairgrounds!”\nAt 10:12 p.m., the scale of the attack becomes more clear as an officer, using law-enforcement shorthand for gunshot wounds, reports in an agitated voice: “We have multiple casualties. G.S.W.’s in the medical tent. Multiple casualties!”\nBut the confusion over the source of the gunshots continues:\n“Shots are coming from Gate 7.”\n“We’re in front of Mandalay Bay. We’re trying to see where the shots are coming from. If anyone can advise if they’re coming from Mandalay.”\n“It sounds like it’s either Mandalay or Luxor, we cannot tell.”\nAt 10:13 p.m., the manhunt begins to focus.\n“It’s coming from like the 50th or 60th floor, north of the Mandalay Bay! It’s coming out a window.”\n“We’re seeing local flashes in the middle of Mandalay Bay on the north side, kind of on the west tower but towards the center of the casino, like one of the middle floors.”\nThe gunman had smashed two windows that have a broad view of the festival ground, the sheriff said later at a news conference.\nJohn Locher/Associated Press\nEven with pandemonium on the streets, one officer has clearly identified where the shooting is coming from:\n“I’m inside the Mandalay Bay on the 31st floor, I can hear the automatic fire coming from one floor ahead, one floor above us.”\n“Repeating, just be advised it is automatic fire. Fully automatic fire from an elevated position. Take cover.”\n“That is correct, it’s fully automatic fire. I’m right below it.”\nOutside, frustration grows.\n“We’re taking gunfire. It’s going right over our heads. There’s debris coming over our heads. We’re pinned down here with a bunch of civilians.”\n“We can’t worry about victims, we need to snuff the shooter before we have more victims! Anybody have eyes on him, on this shooter?”\n“Hey officers, please stay calm, just relax, we’re trying to get this set up.”\nBy 10:20 p.m., there are some indications the shooting has stopped, although it is not clear.\n“It’s been awhile since we’ve heard any shots. Does anybody have eyes on the shooter?”\nA later transmission indicates that the shooting may have ended about 10:25.\nAt 10:24 p.m., officers report from the stairwell just outside the gunman’s door.\n“I’m on the 32nd floor. The room is going to be 135.”\n“It’s room 135 on the 32nd floor. I need the SWAT.”\nAt 10:28 p.m., as SWAT teams gather on the 32nd floor and the 29th floor, where there have been erroneous reports of another gunman, an officer says that a hotel security officer has been shot.\nThe gunman was at one point in a large suite on the 32nd floor, with windows facing the concert grounds. The diagram below shows the typical floor plan.\nMANDALAY BAY RESORT AND CASINO Stairs Hallway Entrance Some suites have doors to adjoining rooms. Hotel suite Broken window Location of broken window on 32nd floor Diagram based on typical suite. Exact layout can vary. Direction of concert venue MANDALAY BAY RESORT AND CASINO Stairs Hallway Entrance Some suites have doors to adjoining rooms. Hotel suite Broken window Location of broken window on 32nd floor Diagram based on typical suite. Exact layout can vary. Direction of concert venue MANDALAY BAY RESORT AND CASINO Hallway Stairs Entrance Hotel suite Broken window Location of broken window on 32nd floor Some suites have doors to adjoining rooms. Direction of concert venue Diagram based on typical suite. Exact layout can vary. By The New York Times\nOver the next 50 minutes, officers secure the floor and ready several SWAT teams.\nAt about 11:20 p.m., they explode a door-breaching device, and enter to find the suspect dead of a self-inflicted gunshot wound. The man, who was later identified as Stephen Paddock, 64, had an arsenal of firearms in the room, officials said.\nAbout the Hotel\nThe Mandalay Bay Resort and Casino anchors the southern tip of a row of luxury hotels on Las Vegas Boulevard known as the Strip. It is the first major casino north of the famous “Welcome to Fabulous Las Vegas” sign.",
  "title": "Las Vegas Shooting: Chaos at a Concert and a Frantic Search at Mandalay Bay",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/interactive/2017/10/02/us/mandalay-bay-vegas-shooting.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 1,
    "Event": "las_vegas_shooting",
    "Url": "https://www.nytimes.com/interactive/2017/10/02/us/mandalay-bay-vegas-shooting.html"
  },
  "dId": "bc57ffddd242800dbbbd6786c51f1d910b77063539b50a966caa025f"
}