{
  "authors": [],
  "date_download": "2018-01-14T13:08:40",
  "date_modify": null,
  "date_publish": "2017-12-31T00:00:00",
  "description": "A plane carrying 10 foreigners and two local crewmembers crashed in a wooded area, killing all aboard Sunday, Costa Rica’s government said.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fworld%2Fthe_americas%2Fplane-with-12-believed-aboard-crashes-in-costa-rica%2F2017%2F12%2F31%2F94038cdc-ee68-11e7-95e3-eff284e71c8d_story.html%3Futm_term%3D.e52f8203b852.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Online/2017-12-31/AP/Images/Costa_Rica_Plane_Crash_79115.jpg-52a93.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "This photo released by Costa Rica’s Civil Aviation press office shows the site of a plane crash in Punta Islita, Guanacaste, Costa Rica, Sunday, Dec. 31, 2017. A government statement says there were 10 foreigners and two Costa Rican crew members aboard the plane belonging to Nature Air, which had taken off nearby. (Costa Rica’s Civil Aviation press office via AP) (Associated Press)\nSAN JOSE, Costa Rica — A plane carrying 10 foreigners and two local crewmembers crashed in a wooded area, killing all aboard Sunday, Costa Rica’s government said.\nThe Public Safety Ministry posted photographs and video of the crash site showing burning wreckage of the plane in Guanacaste, northwest Costa Rica.\nA statement from the ministry said 10 foreign passengers and two Costa Rican crew members were aboard the plane belonging to Nature Air. It said the plane had taken off nearby.\nAuthorities did not immediately release any names or details on the home countries of the passengers.\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
  "title": "10 foreigners, 2 locals killed in Costa Rica plane crash",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/world/the_americas/plane-with-12-believed-aboard-crashes-in-costa-rica/2017/12/31/94038cdc-ee68-11e7-95e3-eff284e71c8d_story.html?utm_term=.e52f8203b852",
  "dId": "bd381f111f1a9d6aa1d8af48d3c223fe8ae151bcafec1a897cd63b0f",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}