{
  "authors": [
    "An Avid Reader",
    "Writer",
    "Motorcyclist",
    "Manik Is Intrigued The Ever Evolving Tech Ecosystem. Manik Is Responsible To Take Care Of What S Happening In The Indian Smartphones Market",
    "Update The Website Readers Accordingly Through His Detailed Coverage On Any Given Topic. In His Free-Time",
    "You Ll Find Him Fine-Tuning His Bike Or Exploring The Web For Something New."
  ],
  "date_download": "2018-02-06T16:58:20",
  "date_modify": null,
  "date_publish": "2018-02-06T19:30:07",
  "description": "Mountain View Tech giant Google has announced that you can take better images for social media using your Pixel device now, thanks to the new Pixel Visual Core introduced by the company.",
  "filename": "https%3A%2F%2Fgadgetstouse.com%2Fnews%2Fgoogle-pixel-visual-core-pixel-2%2F96002.json",
  "image_url": "https://gadgetstouse.com/wp-content/uploads/2017/07/Pixel-featured.png",
  "language": "en",
  "localpath": null,
  "source_domain": "gadgetstouse.com",
  "text": "Mountain View based tech giant Google has announced that Pixel 2 users can take better images for social media on the their Pixel 2 devices now, thanks to the Pixel Visual Core. The company has now enabled this feature by default for all apps.\nGoogle had introduced the new Pixel Visual Core on the Pixel 2 and Pixel 2 XL. The enhancement is a Machine Learning backed Image coprocessor that helps you get better images. The highlight here is that it is designed to work in sync with in-app cameras on different social media platforms. Here is all about the enhancements and how you can get them.\nAbout Google Pixel Visual Core\nStarting with the basics, the Pixel Visual Core is a machine-learning based image coprocessor to get better quality images on the Google Pixel 2 and Pixel 2 XL. Google has said in its blog post that the update will roll out to Pixel 2 devices in the coming days.\nThe update allows Pixel 2 users to take better images with social media apps like Instagram, WhatsApp and Snapchat. It means you can take sharper and brighter images with the in-app cameras of these applications. Also, the tech includes RAISR (Rapid and Accurate Image Super-Resolution) which lets you take sharper images even with the cameras zoomed in.\nThe Google Pixel 2 is already the best rated smartphone camera by DxOmark and now with the Pixel Visual Core being enabled for third-party apps, users can now witness the benefits of this feature more evidently.\nThe Pixel Visual Core is built to do heavy image processing while using less power, which saves battery. That means apps can use that additional computing power to improve the quality of your pictures by running the HDR+ algorithm.\nWith this update, the Pixel 2 can now take sharper, brighter, and better zoomed in images even with third-party apps. Google has also announced that it will soon roll out Augmented Reality Stickers themed around winter sports for the Pixel smartphones.",
  "title": "Google enables Pixel Visual Core for all third party apps on Pixel 2",
  "title_page": null,
  "title_rss": null,
  "url": "https://gadgetstouse.com/news/google-pixel-visual-core-pixel-2/96002",
  "dId": "bdddc9336a946c2501553ca6a0191fed22cebdd6cc379be7e512dff7",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 58,
    "Event": "Google_enables_Pixel_Visual_Core"
  }
}