{
  "authors": [
    "Lydia Lam"
  ],
  "date_download": "2018-01-14T13:49:51",
  "date_modify": null,
  "date_publish": "2018-01-01T00:00:00",
  "description": "Thousands of revellers fled and two people suffered minor injuries after a fireworks malfunction at a beach party in Australia on New Year's Eve (Dec 31), Australian media said.. Read more at straitstimes.com.",
  "filename": "http%3A%2F%2Fwww.straitstimes.com%2Fasia%2Faustralianz%2F2-injured-thousands-flee-as-fireworks-malfunction-at-australian-beach.json",
  "image_url": "https://static.straitstimes.com.sg/sites/default/files/styles/x_large/public/articles/2018/01/01/barge.jpg?itok=Dkj3uT6s",
  "language": "en",
  "localpath": null,
  "source_domain": "www.straitstimes.com",
  "text": "Thousands of revellers fled and two people suffered minor injuries after a fireworks malfunction at a beach party in Australia on New Year's Eve (Dec 31), Australian media said.\nA crowd had gathered at Terrigal Beach in New South Wales on Sunday night for the New Year's Eve fireworks from 9pm, News.com.au reported.\nAn explosion sparked a fire on a display barge metres away from the crowd, with two pyrotechnicians jumping into the sea to escape the flames.\nThe police said the two men suffered minor injuries when the barge caught fire at 9pm, sending many fireworks into the air all at once, ABC.net.au reported.\nWitnesses reportedly said fireworks were spraying into the crowd after the blast.\nThe two pyrotechnicians, both men, were rescued from the water by passing boats and later taken to hospital for treatment.\nEmergency services including the police, ambulances and marine rescuers arrived shortly after and the crowd was evacuated.\nThe event organiser for the NYE Terrigal Fireworks Festival said in a statement on Facebook on New Year's Day that the period between 5pm and 9pm \"was truly amazing\".\nThe organiser said the operators believe there was an explosion in a canister which led to multiple detonations.\nIt added that \"no one was injured\".\nThe incident will be investigated by New South Wales' workplace health and safety regulator Safe Work NSW.\nAustralia is one of the first countries to ring in the New Year and is known for its crossing-year parties, with tourists flying to the country for the occasion.",
  "title": "2 injured, thousands flee as fireworks malfunction at Australian beach",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.straitstimes.com/asia/australianz/2-injured-thousands-flee-as-fireworks-malfunction-at-australian-beach",
  "dId": "c9a0be098cd0189bb0dd9bd38fd1031fec68ea94048688078b54a662",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 37,
    "Event": "thousands_flee_fireworks_explosion_at_australia_beach"
  }
}