{
  "authors": [],
  "date_download": "2018-01-10T23:25:21",
  "date_modify": null,
  "date_publish": "2018-01-10T22:25:00",
  "description": "Donald Trump has accused China of exporting oil to North Korea, in contravention of UN sanctions, after a media report alleged transactions between the two countries. Beijing has denied making illegal shipments.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fusa%2F414485-caught-red-handed-china%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a452e01fc7e93ef3b8b4567.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "Donald Trump has accused China of exporting oil to North Korea, in contravention of UN sanctions, after a media report alleged transactions between the two countries. Beijing has denied making illegal shipments.\n“Caught RED HANDED – very disappointed that China is allowing oil to go into North Korea. There will never be a friendly solution to the North Korea problem if this continues to happen!” tweeted the US president.\nCaught RED HANDED - very disappointed that China is allowing oil to go into North Korea. There will never be a friendly solution to the North Korea problem if this continues to happen! — Donald J. Trump (@realDonaldTrump) 28 December 2017\nOn Tuesday, the South Korean newspaper Chosun Ilbo claimed US surveillance satellites spotted Chinese vessels engaged in ship-to-ship oil transfers with North Korean ships at sea, citing government sources in Seoul. At least 30 such transfers have allegedly occurred since October.\nRead more\nSeptember’s United Nations Security Council Resolution 2375 imposed an import quota of 500,000 barrels of refined petrol on North Korea, for three months starting in October, as well as restrictions on crude oil transactions. Direct ship-to-ship transfers, which make it harder to account for the oil, are also banned by the UN, which imposed Resolution 2375 in response Pyongyang’s suspected nuclear test earlier that month.\nOn Thursday, China insisted that it was in full compliance with the resolution, as well as the new UN Security Council resolution passed last week, which places even tighter restrictions on North Korea’s energy imports.\n“The situation you have mentioned absolutely does not exist,” Chinese defense ministry spokesman Ren Guoqiang said when questioned about the media revelations.\nIn fact, in recent days China has publicized its decision to entirely cut off North Korea’s oil and gas exports following its series of missile and nuclear tests, on the back of its move earlier this year to suspend import of coal from the cash-starved regime, saying that the sanctions-led tightening “reflects its views.” China’s General Administration of Customs published statistics showing that no gasoline or diesel was pumped or shipped to the southern country in either October or November.\nOn Friday, the South Korean authorities said they had inspected a Hong Kong-flagged vessel in late November, suspected of secretly transferring oil to a North Korean ship in international waters, Yonhap reported. The vessel, Lighthouse Winmore, reportedly transferred 600 tons of refined oil to a North Korean vessel on October 19.\nDonald Trump has designated North Korea as the prime security threat to the US since his election in 2016, and last month threatened to “utterly destroy” the Asian country in response to any potential acts of aggression.",
  "title": "‘Caught RED HANDED!’ Trump claims China selling oil to N. Korea despite sanctions",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/usa/414485-caught-red-handed-china/",
  "dId": "cc3904fcc936a2ef8104b44365252e63e26ca906b21e7c16287b9b96",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 19,
    "Event": "north_korea_received_oil_from_russia_in_violation_of_un_sanctions_report"
  }
}