{
  "authors": [
    "Sebastian Kettley",
    "Zhu Congpeng",
    "China Aerospace Science",
    "Technology Corporation"
  ],
  "date_download": "2018-01-14T13:53:31",
  "date_modify": null,
  "date_publish": "2018-01-09T22:28:00",
  "description": "THE burning wreckage of Chinese space station Tiangong-1 is on a dramatic collision course with Earth, authorities have revealed. But when will the giant space lab slam into Earth?",
  "filename": "https%3A%2F%2Fwww.express.co.uk%2Fnews%2Fscience%2F902498%2Ftiangong-1-when-will-chinese-space-station-crash-into-earth.json",
  "image_url": "https://cdn.images.express.co.uk/img/dynamic/151/750x445/902498.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.express.co.uk",
  "text": "The massive space satiation will spectacularly burn up in the atmosphere sometime in March, amid rumours that authorities have lost control of the deadly Tiangong-1. The Tiangong-1, or Heavenly Palace, was originally decommissioned in 2013 but its rentry was repeatedly delayed sparking fears the space lab went rogue. But a Chinese spaceflight engineer has now broken the silence to reassure everyone that the rogue space station poses no threat to the Earth below. Zhu Congpeng, from the China Aerospace Science and Technology Corporation, said: “We have been continuously monitoring Tiangong-1 and expect to allow it to fall within the first half of this year.\n“It will burn up on entering the atmosphere and the remaining wreckage will fall into a designated area of the sea, without endangering the surface.” The 8.5 ton Tiangong-1 is now predicted to reenter the atmosphere in just a few months but it remains to be seen here the wreckage will land. The last bits of information shared by the China Manned Space Engineering Office, suggested that Tiangong-1 was speeding 230 miles above Earth. Although most of the station is expected to burn up during reentry, a leading space expert has warned that individual parts such as the rocket engines could survive the journey to Earth. Jonathan McDowell, a renowned astrophysicist from Harvard University, suggested in 2016 that China had indeed lost control of the satellite.\nGETTY The Tiangong-1 Chinese space station was launched into orbit in 2011\nHe said: “There will be lumps of about 100kg or so, still enough to give you a nasty wallop if it hit you.\nWe have been continuously monitoring Tiangong-1 and expect to allow it to fall within the first half of this year Zhu Congpeng, China Aerospace Science and Technology Corporation\n“Yes there’s a chance it will do damage, it might take out someone’s car, there will be a rain of a few pieces of metal, it might go through someone’s roof, like if a flap fell off a plane, but it is not widespread damage.” The expert argued that there is no feasible way to control a speeding object those size and mass as it plummets through the sky. The California-based Aerospace Corporation agreed that the Tiangong-1 cannot be controlled upon reentry but dismissed concerns its wreckage could hit buildings or people.\nGETTY The unmanned space laboratory will crash into Earth sometime in March 2018\nThe non-profit group said: “When considering the worst-case location (yellow regions of the map) the probability that a specific person (i.e., you) will be struck by Tiangong-1 debris is about one million times smaller than the odds of winning the Powerball jackpot. “In the history of spaceflight, no known person has ever been harmed by reentering space debris. “Only one person has ever been recorded as being hit by a piece of space debris and, fortunately, she was not injured.” The Aerospace Corporation has also suggested that hazardous rocket propellant known as hydrazine could be onboard the spacecraft when its crash.\nNASA space station Mon, July 18, 2016 NASA space station. Play slideshow Getty Images 1 of 35 American geologist and Apollo 17 astronaut Harrison Hagan Schmitt stands next to the US flag on the surface of the moon, December 1972",
  "title": "Tiangong-1: When will the Chinese space station crash into Earth?",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.express.co.uk/news/science/902498/tiangong-1-when-will-chinese-space-station-crash-into-earth",
  "dId": "cc9bdfcf6b33df2cd6d92f947ba2b7c99d485fc4d1b46882ca2f5a91",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 47,
    "Event": "chinas_tiangong_1_space_station_is_out_of_control_and_will_soon_fall_to_earth"
  }
}