{
  "authors": [],
  "date_download": "2017-11-30T13:52:22",
  "date_modify": null,
  "date_publish": "2016-04-09T00:00:00",
  "description": "Panamanians were riding high, with hopes of a financial boon. Then two reporters got ahold of the Panama Papers.",
  "filename": "https%3A%2F%2Fwww.washingtonpost.com%2Fworld%2Fthe_americas%2Fwhere-the-papers-got-their-name%2F2016%2F04%2F09%2Ff088582e-fcf8-11e5-813a-90ab563f0dde_story.html.json",
  "image_url": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/04/08/Foreign/Images/519591198.jpg?t=20170517",
  "language": "en",
  "localpath": null,
  "source_domain": "www.washingtonpost.com",
  "text": "The building that houses the law firm Mossack Fonseca & Co., which specializes in setting up offshore companies, is headquartered in Panama City. (Joe Raedle/Getty Images)\nCouldn’t it be called something else?\nThe Law-Firm Letters? The Tax-Free Files? Anything but that most unfortunate alliteration.\n“It should be named the Offshore Papers,” Eyda Varela de Chinchilla, Panama’s vice minister of finance, insisted.\n“Panama is part of the story but not a major player,” Álvaro Alemán Healy, the president’s chief of staff, pointed out. “From a banking perspective, undoubtedly, it shouldn’t be called the Panama Papers.”\nAnd yet it is.\nThe Panama Papers consist of 11.5 million documents from Panama-based law firm Mossack Fonseca. The papers apparently implicate a number of high-profile global figures in potentially illegal financial activities. (Deirdra O'Regan/The Washington Post)\nBefore the Panama Papers scandal landed on this equatorial isthmus with hurricane force, the little country had been riding high. It boasted one of the fastest growth rates in Latin America last year, above 6 percent. A decade-long project to double the capacity of the Panama Canal will be formally completed in June, raising hopes for a financial boon that a former president predicted would usher Panama into the First World.\nBut all that good news evaporated when two German newspaper reporters got their hands on 11.5 million documents from the Panamanian law firm Mossack Fonseca. The flood of disclosures that began earlier this month has revealed oceans of dark money sloshing through offshore companies the firm helped create. The leak outed the global rich and infamous: from relatives of China’s Politburo and Russian President Vladimir Putin’s cellist friend to British Prime Minister David Cameron and soccer god Lionel Messi. The Papers led the prime minister of Iceland to resign and the president of Argentina to announce: “I have nothing to hide.”\nHere in Panama, the 17th-\ncentury colonial seaside palace where the president keeps his office sits around the bay from a cluster of gleaming high-rise towers, a visible reminder of the old-vs.-new conflict at the heart of this crisis, where a business model born in the pre-Internet age has been slow to adapt to modern notions of transparency. Panama’s leaders have expressed dismay at the revelations and tried to deflect blame, but have also risen to the defense of an industry that has helped transform the nation and earns $500 million a year. They admit that regulations to identify the true beneficiaries of shell companies have been slow in coming and expect that this offshore business may one day fade into something like a relic.\n“I think this will have an effect worldwide,” Alemán said.\n[What are the Panama Papers?]\nPanama has been in the business of creating offshore shell corporations, companies that can be set up in low-tax or no-tax jurisdictions, and operate with a premium on secrecy, since the early 20th century. They did not invent these benefits: Their corporate law in 1927 was modeled after Delaware’s. The country’s geography and its canal positioned Panama to serve international shipping companies. U.S. cargo ships as far back as Prohibition were registering under Panamanian flags to transport booze or avoid taxes on oil shipments.\nThe industry gained more notoriety in the 1980s under military dictator Manuel Noriega, who helped make Panama a welcome port for stashing Colombian cocaine-trade profits.\nThe United States is now becoming one of the world’s largest tax and secrecy havens. Here's why. (Daron Taylor/The Washington Post)\n“Panama was a pioneer in the offshore finance system and has been central to drug-money laundering schemes, to various kinds of arms-dealing schemes,” said Jack Blum, an adviser at the Tax Justice Network. “That offshore center has become — second next to the canal — the principal source of income in Panama.”\nTax havens have different specialties. The British Virgin Islands forms more corporations than anywhere in the world. The Cayman Islands deals in bank accounts, while its Caribbean neighbor, St. Kitts, focuses on foreign trusts. Panama has a reputation for secrecy, incorporating companies and forming foundations. The size of the offshore financial industry is difficult to judge, but economist Gabriel Zucman, of the University of California at Berkeley, has estimated that $7.6 trillion, or 8 percent of global financial assets of households, are held in tax havens.\nPanama offers a wealth of benefits for the world’s wandering money. Setting up an offshore company in Panama is cheap: It costs about $1,000 to buy a company, including the franchise tax and fees. Foreign-sourced income is not usually subject to taxes here, and more than 100 multinational businesses have set up shop. Panama law firms tout the fact that the country has no capital gains taxes except for real estate and no interest income tax. There are strict privacy laws and criminal penalties for releasing financial information.\n[How global tax evasion keeps poor countries poor]\n“They saw an opportunity to fill a void, as more and more of the traditional tax havens were moving toward greater transparency and tax information exchange,” said Daniel Reeves, former lead investigator for the Internal Revenue Service’s offshore compliance initiatives. “The problem is that the only people who really need absolute financial secrecy are criminals and tax evaders. That’s the market segment they may have cut out for themselves, and maybe that’s why they’re in trouble today.”\nThe law firm at the center of the scandal is not a back-alley outfit that requires a secret knock to enter. From its glass-fronted headquarters in the capital, Mossack Fonseca employs more than 500 people and has a network of branches, run as franchises, around the world. Until his formal resignation last week, one of its owners, Ramon Fonseca, had been an adviser to President Juan Carlos Varela and regularly attended cabinet meetings on Tuesdays.\n“From the offshore perspective, they were the biggest law firm in Panama,” Alemán, the chief of staff, said.\nThe Mossack Fonseca documents, to which The Washington Post does not have access, have revealed four decades of work creating offshore companies for a range of wealthy clients. The many law firms that perform this work here act as intermediaries, doing the paperwork to set up the business, offering an address and a mailbox. They can also open bank accounts, purchase real estate and produce “nominee directors” who are the faces of the company, creating further layers between the public and the actual beneficiary of the company. The firm opens about 20,000 offshore companies per year but also rejects 70 to 80 applicants, Fonseca told the Associated Press.\nMossack Fonseca has denied any wrongdoing. “Nothing in this illegally obtained cache of documents suggests we’ve done anything wrong or illegal, and that’s very much in keeping with the global reputation we’ve worked hard to build over the past 40 years of doing business the right way,” a company spokesman said in a statement.\nWhile Panama’s attorney general has said that there will be an investigation into the company, so far other political leaders are standing behind the firm.\nBut others here have taken issue with the industry’s hands-off approach.\n“In all of this, there is an ethical problem,” said Juan Jované, a former presidential candidate and economics professor. “I don’t share the idea that ‘I create an anonymous corporation, and I don’t know what could happen with it.’ This is like saying, ‘I make guns, and I don’t know how they might be used.’ ”\nIn recent years, Panama has made some overhauls to increase transparency in its financial and corporate services industries. Earlier this year, an international agency that monitors money laundering took Panama off its gray list. The country also recently passed a law whereby non-\nfinancial institutions, such as law firms, have to report suspicious financial transactions, which, officials here point out, the United States has not yet accomplished.\nThe Organization for Economic Co-Operation and Development, which represents a few dozen wealthier nations, still says that Panama lags far behind other comparable financial centers in transparency. The OECD and Panama have had an ongoing dispute about what type of financial reporting standards the country is willing to use.\nSince the scandal broke, Panamanian authorities have been bombarded by consternation from abroad. A European Union official has threatened sanctions against Panama. French authorities placed Panama on the country’s list of uncooperative nations over concerns about information sharing.\nAll of the uproar, Alemán said, probably means change must occur: The offshore business will not disappear but will probably diminish in size. “Not only in Panama,” he said. “This will be a worldwide matter.”\nPanamanian authorities know their reputation has been sullied. The best they can hope for, they say, is for countries who participate in this market to agree to more openness. Until then, Varela said, “Panama is going to be in the eye of the hurricane.”\nRead more\nBritish Prime Minister David Cameron acknowledges profiting from offshore trust\nThe Panama Papers are super awkward for Beijing\nThe Panama Papers are having a huge impact on tiny Iceland\nToday’s coverage from Post correspondents around the world",
  "title": "How Panama ended up in the middle of a financial scandal",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.washingtonpost.com/world/the_americas/where-the-papers-got-their-name/2016/04/09/f088582e-fcf8-11e5-813a-90ab563f0dde_story.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers"
  },
  "dId": "d03c8efa54e926b5d401fb88791df25bdf816041b828f7db58b52f38"
}