{
  "authors": [
    "Ron Lieber",
    "Your Money"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-09-27T20:02:39",
  "description": "The interim chief executive apologized to victims of the company’s data breach and offered a credit lock instead of an old-fashioned credit freeze.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2F2017%2F09%2F27%2Fyour-money%2Fequifax-credit-freeze-lock-apology.html.json",
  "image_url": "https://static01.nyt.com/images/2017/09/28/business/28money2/28money2-facebookJumbo.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "Photo\nFor some time, the credit reporting industry has been quietly attempting to change the behavior of consumers who wish to protect their own data: They want you to “lock” your files, not “freeze” them.\nFreezing allows you to close down your credit file in a way that stops thieves in their tracks. When they try to open new credit in your name, the bank or cellphone company will find that it can’t pull the credit report. This can cost the bureaus money. If you simply don’t bother applying for instant credit at the department store or do not remember the numerical PIN they gave you to thaw your file, then the bureaus can’t sell that access to your file. Freezes are also subject to state laws.\nBut locking — which has the same effect as freezing — faces no such rules and has no hard-to-remember PIN. When Equifax issued the mea culpa it owed us a few weeks ago via an op-ed column in The Wall Street Journal on Wednesday night, Paulino do Rego Barros Jr., the interim chief executive, threw a padlock our way.\nThe company says its credit lock will be free for life and be ready by Jan. 31. It already offers a credit locking service, so perhaps we should take its word on the date.\nAdvertisement Continue reading the main story\nThis is the same company, however, that could not create a functioning website for people worried about whether thieves had stolen their Social Security numbers. People who have been trying to freeze their files have run into too many problems to name, and many of them do not yet have PINs. I’ve received hundreds of emails complaining about Equifax’s basic dysfunction.\nPhoto\nAll we know about its locking service is what Mr. Barros said in his op-ed piece. Here are the questions we don’t have answers to, drawn from 18 questions I sent to Equifax on Tuesday night about locks and freezes.",
  "title": "3 Weeks Later, Equifax Makes a Peace Offering",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/2017/09/27/your-money/equifax-credit-freeze-lock-apology.html",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "science_tech",
    "TopicId": 3,
    "Topic": "hack",
    "EventId": 15,
    "Event": "hack_equifax_breach",
    "Url": "https://www.nytimes.com/2017/09/27/your-money/equifax-credit-freeze-lock-apology.html"
  },
  "dId": "de37fd40e39a33921bf182eeec592794f4289680e25a6ec47fb9e6fe"
}