{
  "authors": [
    "Mark Bridge",
    "Technology Correspondent"
  ],
  "date_download": "2018-02-06T17:04:23",
  "date_modify": null,
  "date_publish": "2018-02-06T12:00:00",
  "description": "Google Glass, the £1,000 spectacles with a built-in camera and computer, were labelled “creepy” and wearers dubbed “glassholes”. Now Intel has unveiled the fi",
  "filename": "https%3A%2F%2Fwww.thetimes.co.uk%2Farticle%2Fintels-subtle-smart-glasses-avoid-google-glass-blind-spot-w368svbph.json",
  "image_url": "http://www.thetimes.co.uk/imageserver/image/methode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fc571af7e-0b28-11e8-a5b3-3d239643ad40.jpg?crop=1055%2C593%2C10%2C9",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thetimes.co.uk",
  "text": "The Vaunt glasses by Intel are designed to display useful notifications and information on the righthand lens\nGoogle Glass, the £1,000 spectacles with a built-in camera and computer, were labelled “creepy” and wearers dubbed “glassholes”. Now Intel has unveiled the first smart glasses that look like ordinary specs.\nThe Vaunt glasses sync to a smartphone and are supposed to provide useful alerts and information in an unobtrusive format that is invisible to others.\nFrom their right arm a low-intensity laser shines a red, monochrome image onto a holographic reflector on the right lens. This is reflected directly onto the wearer’s retina. The image appears only when the wearer looks down slightly from his normal line of sight.\nThe glasses connect wirelessly to the wearer’s smartphone via Bluetooth and display information such as walking directions or notifications of texts or incoming calls. There…",
  "title": "Intel’s subtle smart glasses avoid Google Glass blind spot",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thetimes.co.uk/article/intels-subtle-smart-glasses-avoid-google-glass-blind-spot-w368svbph",
  "dId": "df8305faa4d8f9e8c2c463ab77b10ac76028297cd928425a23eac3e0",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 60,
    "Event": "Intel_smart_glass"
  }
}