{
  "authors": [],
  "date_download": "2018-01-10T23:22:12",
  "date_modify": null,
  "date_publish": "2018-01-10T22:22:00",
  "description": "Elon Musk is planning on sending a Tesla Roadster to the Red Planet.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fnews%2F411715-spacex-tesla-mars-falcon-heavy%2F.json",
  "image_url": "https://cdni.rt.com/files/2017.12/article/5a22764cfc7e93821f8b456a.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "It appears billionaire Elon Musk really does like a challenge. As if bringing humans to the Red Planet were not difficult enough, he has now announced he wants to send his Tesla sports car too. Not that the first humans on Mars will be able to drive it.\nThe SpaceX frontman revealed his audacious plans via Twitter late Friday, saying that the first payload for his company’s brand spanking new Falcon Heavy Rocket, which is due to launch next month, will be his very own “midnight cherry Tesla Roadster.” Rather fittingly, the car will play David Bowie’s 1969 classic ‘Space Oddity’ as it orbits Mars.\nThe tech-giant also said that the roadster will “be in deep space for a billion years or so if it doesn’t blow up on ascent.”\nFalcon Heavy to launch next month from Apollo 11 pad at the Cape. Will have double thrust of next largest rocket. Guaranteed to be exciting, one way or another. — Elon Musk (@elonmusk) December 2, 2017\nPayload will be my midnight cherry Tesla Roadster playing Space Oddity. Destination is Mars orbit. Will be in deep space for a billion years or so if it doesn’t blow up on ascent. — Elon Musk (@elonmusk) December 2, 2017\nFalcon Heavy is a beefed up version of the company's Falcon 9 rocket which, along with its Dragon craft capsule, has been used multiple times to bring supplies to astronauts on board the International Space Station, before safely returning to Earth.\nThe rocket’s triumvirate of boosters give Falcon Heavy substantially more thrust than Falcon 9 though, allowing the larger rocket to carry more than 140,000lb into lower Earth orbit and 37,000lb to Mars. Currently, Falcon 9 can bring just over 50,000lb to lower Earth orbit.\nA step closer to Mars: SpaceX test fires ‘world’s most powerful rocket’ (VIDEO) https://t.co/wv7UtRUyFipic.twitter.com/BX7W7rDnfK — RT (@RT_com) May 10, 2017\nSpaceX successfully completed a ‘static fire test’ of the “world’s most powerful” rocket back in May.",
  "title": "Space oddity: Tesla car heading for Mars onboard first Falcon Heavy Rocket",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/news/411715-spacex-tesla-mars-falcon-heavy/",
  "dId": "e2f8cc8b39b6d694af8d40f747135dc51a52667b7319081cb0f9b617",
  "newsCluster": {
    "CategoryId": 6,
    "Category": "science",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 18,
    "Event": "elon_musk_reveals_red_tesla_roadster_bound_for_mars"
  }
}