{
  "authors": [
    "David Dawkins"
  ],
  "date_download": "2018-02-06T19:48:12",
  "date_modify": null,
  "date_publish": "2018-02-06T10:04:00",
  "description": "BITCOIN continued on its sorry path south last night briefly falling below $6,000, while one new online community celebrated BTC's decline with memes and merriment.",
  "filename": "https%3A%2F%2Fwww.express.co.uk%2Ffinance%2Fcity%2F915014%2FBitcoin-price-live-latest-fall-news-ripple-ethereum-cash-dow-buttcoin.json",
  "image_url": "https://cdn.images.express.co.uk/img/dynamic/22/750x445/915014.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.express.co.uk",
  "text": "Afternoon Update. It was another harrowing night for wallet holders who watched on as the price of bitcoin fell to its lowest point since November last year. After having dipped to below $6,000, BTC is now priced at $6,116, a $795 loss on the day so far. For most, the year 2018 has been an absolute crypto-omnishambles after regulatory threats from South Korea, electricity use concerns in China, a $500m hack in Japan, a ban on Facebook, the “outright scam” at AriseBank and the price manipulation of tether. And last night BTC plunged to a low of $5,995.58, on four major exchanges. Bitcoin has now lost more than 50 percent of its value on the year so far. However, for one group of internet users on Reddit find the whole bitcoin price plunge story rather amusing. The Buttcoin subreddit celebrates each and every piece of bad news around bitcoin as a reason to cheer. Last night one user posted: \"We are about to break the 7k barrier, everybody get to the boardroom. We have caviar, champagne and bonuses for all of you!\" UPDATES BELOW...\nGETTY Is bitcoin debt 'toxic'?\n3.54pm - UPDATE - Dr Doom not a believer in bitcoin Nouriel Roubini, professor of economics at Stern School, part of the New York University, also known as Dr Doom is not a believer in bitcoin. The name Dr Doom was coined for him due to his negative economic predictions. He tweeted: “As Bitcoin crashes to a $5K handle the wash traders move rapidly into action to prop it up...price and quantity action now clearly consistent with criminal wash trades...will the SEC and CFTC start looking into these criminal activities?” The term 'wash' is where someone in the crypto world buys and sells their own order to manipulate the market. Last week Mr Roubini told Bloomberg that bitcoins the “biggest bubble in human history.” Bitcoin is currently valued at $7,348. 2.05pm - UPDATE -Bitcoin fights back BTC is back in the green at $7,230, marking a $316 rise on the day so far. 11.38am - UPDATE - US prosecutor: College kids using Bitcoin to pay for 'huge drug deals' USA Today are reporting that a man from Iowa has been arrested and accused of selling shipments of narcotics and other drugs to two Ohio college students, who bought the drugs using bitcoin. Authorities arrested one Anthony Scott Boeckholt, 42, on Jan. 29 at his home in Forest City, Iowa. Mr Boeckholt has been charged in Athens County court with engaging in a pattern of corrupt activity. Athens County Prosecutor Keller Blackburn said: \"Ohio is in the middle of an opiate crisis, and this suspect in Iowa was using college kids to traffic thousands of dollars in narcotics. \"The secretive nature of the dark web and cryptocurrency allows huge drug deals to be made without a trace.\" 11.04am - UPDATE - Losses down to $488 BTC is now priced at $6,427 with ethereum struggling at $633 and ripple at $0.63. US authorities “are open” to discussing “increased federal regulation” for cryptocurrency trading platforms according to Christopher Giancarlo, the chairman of the Commodity Futures Trading Commission (CFTC) and Jay Clayton, chairman of the Securities and Exchange Commission (SEC) The pair will appear in front of the Senate Banking Committee today where they will discuss the potential future of virtual currencies. Prepared testimony’s for the pair were released yesterday and suggest that the US government could slap further regulations on plummeting cryptocurrencies in the near future. Mr Clayton wrote: “We are open to exploring with Congress, as well as without federal and state colleagues, whether increased federal regulation of cryptocurrency trading platforms is necessary or appropriate.”\nsecond hand video cards are hitting the markets again!! TOTALLY NOT USED FOR MINING IGNORE SLIGHT CHARRING AND BURNING SMELL pic.twitter.com/5iFnrkjjgb — Buttcoin (@ButtCoin) February 6, 2018\n10.06am - UPDATE - 'Toxic' debt and bitcoin? Express.co.uk asked Ian Bradbury, CTO, Financial Services, Fujitsu UK if bitcoin debt could become 'toxic'? \"Definitely. This is why most banks have limited their ban to credit cards. If debt is run up on a credit card – which is really a bank’s money on loan to an individual – and then lost, the bank is at risk of not being able to recover its money. This is what is driving the ban for bitcoin debt. \"Banks are not trying to stop you spending your own money on cryptocurrencies like bitcoin, just theirs! When asked if this the first sign that mainstream firms are moving away from, rather than closer to digital currencies? Mr Bradbury said: \"Not really. Until this point, mainstream companies haven’t been very close to digital cryptocurrencies such as like bitcoin. This is a sign that banks recognise that at this point in time, there is a crypto-currency bubble which will burst. \"Understandably, they don’t want to be exposed to that risk and want to protect their customers from unnecessary risks too. With time, however, cryptocurrencies will continue to evolve, and stabilise, and become more useful to mainstream firms and investors.\" Can regulation solve these problems? \"Regulation can help, and many governments are looking at this. China has already banned “ICO’s” – a way of launching new cryptocurrencies like bitcoin. That’s an easy solution, if a little drastic. \"Regulation is needed to ensure that cryptocurrencies are not used to deliberately defraud investors, and to educate investors on the risks involved – just as with any other traded investment.\"\nGETTY Bitcoin has fallen to its lowest point since November\nCryptocurrency price: A year in charts Tue, January 16, 2018 Compare crypto currencies (Ripple, Bitcoin, Ethereum, LiteCoin) on value, market cap and supply for the past year Play slideshow Getty Images 1 of 10\nGETTY Bitcoin mining is not as profitable as it once was",
  "title": "Bitcoin Price LIVE: As BTC falls past $6k - 'Buttcoin' community celebrate with champagne",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.express.co.uk/finance/city/915014/Bitcoin-price-live-latest-fall-news-ripple-ethereum-cash-dow-buttcoin",
  "dId": "e444d7d1d0f08fe92f5640cb6c7aa4a8e9184cb5bbaf3c651b732d76",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 63,
    "Event": "Bitcoin_drops"
  }
}