{
  "authors": [],
  "date_download": "2018-02-06T17:05:34",
  "date_modify": null,
  "date_publish": "2018-02-06T06:45:00",
  "description": "Hey, good morning! You look fabulous.\nGood morning! Interested in a three-wheeled EV? How about a Han Solo origins movie? Ah, okay, how about Intel trying to m...",
  "filename": "https%3A%2F%2Fwww.engadget.com%2F2018%2F02%2F06%2Fthe-morning-after-intel-attempts-smartglasses%2F.json",
  "image_url": "https://o.aolcdn.com/images/dims?thumbnail=1200%2C630&quality=80&image_uri=https%3A%2F%2Fs.aolcdn.com%2Fhss%2Fstorage%2Fmidas%2Fe5e16b679270f7734a045320687af261%2F206098765%2F2018-02-06%2B10_05_42.gif&client=cbc79c14efcebee57402&signature=0bcb6f2d733cf1c536b3224238327e29a14a4e6e",
  "language": "en",
  "localpath": null,
  "source_domain": "www.engadget.com",
  "text": "A low-powered laser beams images into your eye.\nIntel's smart glasses are subtle enough that you might want to wear 'em\nIntel has launched an impressively light, regular-looking set of smart glasses called Vaunt, confirming last week's rumors. Seen by The Verge, they have plastic frames and weigh just under 50 grams, a bit more than regular eyeglasses but much less than Google Glass, for example. The electronics are crammed into the stems and control a very low-powered, class-one laser that shines a red, monochrome, low-fi image into your eye. Perhaps crucially, the glasses contain no camera, eliminating the big brother vibe from Glass and other smart glasses. Vaunt is mainly aimed at giving you relatively simple heads-up notifications. Intel says the glasses are more stealthy than a smartwatch, allowing you to check notifications while doing other activities. But would you want a pair?\nHe's as overconfident as ever.\nSolo: A 'Star Wars Story' trailer reveals Han's roots\nThe troubled spin-off production finally manages a trailer.\nFrom pro snowmobiler to Paralympic athlete.\nA US Paralympian designed Team USA's snowboard prosthetics\nMike Schultz was a professional snowmobile racer, but in 2008, his life's course took a turn after a competition accident shattered his left knee and left him clinging to life. When his injuries began causing his kidneys to shut down, doctors decided to amputate the leg just above the knee.\n\"I spent a total of 13 days in the hospital and was able to get back home on Christmas Eve to a whole new world of challenges,\" he explained. \"Later that spring, after learning how to walk on my everyday prosthetic leg, I realized pretty quickly that I needed a plan B to get back into sports and the fun activities that I wanted to do.\" That plan B turned out to be designing his own prosthetic leg -- one purpose-built to handle the rigors of extreme sports -- and starting a fabrication company, Biodapt, to produce it. Thus, the Moto Knee was created.\nJay Y. Lee was meant to spend five years in jail, however...Disgraced Samsung boss walks free from prison\nThe heir to South Korea's largest company has avoided a lengthy spell in prison after a court suspended his sentence. Samsung vice chairman Jay Y. Lee was meant to spend five years behind bars after being found guilty of bribing public officials. Now, after spending close to a year in detention, he has been released and will spend the next four years on probation.\nLee was arrested as part of the corruption scandal that brought down South Korean President Park Geun-Hye, herself awaiting trial.\nThe nation is trying to battle a big uptick in road deaths.\nFrance bans smartphone use in cars even when you pull over\nRoad deaths have been on the rise lately in France and with nothing much else to pin it on, authorities are going after scofflaw drivers who text or call. It's now illegal to hold your phone on public roads even when you're pulled over to the side, whether you're blocking traffic or not. The high-court ruling means that taking what some consider to be a safe step -- pulling over to talk on the phone -- could still result in points and a fine of 135 euros.\nThe company just has to make more than one.\nSondors' three-wheeled EV is affordable and stylish\nStarting a new car company is tough. In fact, it's nearly impossible. Then Tesla pulled it off. As we transition from the internal combustion engine to electrification, startups and even a few established players are taking a chance on EVs. Building a three-wheeled autocycle isn't revolutionary, exactly. But making an EV starting at $10,000, with all the usual amenities, makes it a car worth watching. Plus, it looks spectacular. Three wheels, c'mon!\nBut wait, there's more...\nThe Morning After is a new daily newsletter from Engadget designed to help you fight off FOMO. Who knows what you'll miss if you don't Subscribe.\nCraving even more? Like us on Facebook or Follow us on Twitter.\nHave a suggestion on how we can improve The Morning After? Send us a note.",
  "title": "The Morning After: Intel attempts smartglasses",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.engadget.com/2018/02/06/the-morning-after-intel-attempts-smartglasses/",
  "dId": "e5b26d1ba171e91af37d189676f52777020206e009d23ef77a49f3c2",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 60,
    "Event": "Intel_smart_glass"
  }
}