{
  "authors": [
    "Kevin Armstrong"
  ],
  "date_download": "2018-01-08T00:17:56",
  "date_modify": null,
  "date_publish": "2017-12-27T09:42:02",
  "description": "The Houston Astros' victory parade became a race to save one coach's life in November.",
  "filename": "http%3A%2F%2Fwww.nydailynews.com%2Fsports%2Fbaseball%2Fastros-base-coach-died-collapsing-parade-article-1.3722556.json",
  "image_url": "http://assets.nydailynews.com/polopoly_fs/1.3722555.1514385517!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/89432922.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nydailynews.com",
  "text": "The Houston Astros' victory parade became a race to save one coach's life in November.\nRich Dauer, the first base coach for the World Series champions, lost color and became less responsive while on stage for the team's celebrations at City Hall.\nDauer is 65 years old, and according to a story on The Athletic, team trainers and EMTs found a golf cart and placed a stretcher with Dauer onto the back of the vehicle after he started staggering. Getting to a hospital provided a number of hurdles as the streets were filled with revelers. Fellow coaches were alerted via text messages, and told to pray for him.\nSurgeons operated on Dauer for an acute subdural hematoma. Doctors told Dauer's wife and friends that he had a 3 percent chance of survival. The surgery took three hours.\nDauer had previously decided he was going to retire after the season. Those around him at the parade thought he was dehydrated when he collapsed. By the time he reached the hospital, he was in a respiratory arrest.\nThe Astros' victory parade took a scary turn when Dauer collapsed. (Brett Coomer/AP)\nDr. James Muntz, a team physician, specializes in internal bleeding. Dr. Muntz told The Athletic, \"He was unresponsive, just a disaster.\" A CT scan then showed there was blood on Dauer's brain. That issue was exacerbated by the fact that Dauer was on a blood thinner due to a heart condition.\nDr. David Cech noted that Dauer was in a coma, \"almost brain dead,\" at the start of the operation.\nHe is now out of the hospital and has resumed working out.\nSign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "title": "Astros first base coach nearly died after collapsing at parade",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.nydailynews.com/sports/baseball/astros-base-coach-died-collapsing-parade-article-1.3722556",
  "dId": "e8f99dba78d92238a950e1546491354e98b58b369741d67e74f5cf00",
  "newsCluster": {
    "CategoryId": 5,
    "Category": "sports",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 15,
    "Event": "how_astros_first_base_coach_rich_dauer_escaped_near_death_after_world_series_parade"
  }
}