{
  "authors": [],
  "date_download": "2017-11-30T15:57:04",
  "date_modify": null,
  "date_publish": "2016-07-14T00:00:00",
  "description": "NPR's Ari Shapiro talks to Vivienne Walt, a reporter for Time Magazine in Paris, about the truck attack in Nice that left more than 70 people dead. The mayor said the truck was full of explosives.",
  "filename": "https%3A%2F%2Fwww.npr.org%2F2016%2F07%2F14%2F486097589%2Fmore-than-70-people-killed-in-truck-attack-in-nice-france.json",
  "image_url": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400",
  "language": "en",
  "localpath": null,
  "source_domain": "www.npr.org",
  "text": "More Than 70 People Killed In Truck Attack In Nice, France\nNPR's Ari Shapiro talks to Vivienne Walt, a reporter for Time Magazine in Paris, about the truck attack in Nice that left more than 70 people dead. The mayor said the truck was full of explosives.\nARI SHAPIRO, HOST:\nMore now on the deadly attack in the city of Nice in the south of France. A truck plowed into a crowd celebrating Bastille Day on a boardwalk along the Mediterranean Sea. The mayor says the truck was packed with explosives. Witnesses describe a horrific scene, and local officials have told people to stay indoors. In Paris, French President Francois Hollande is meeting with his advisers. We are joined now by Vivienne Walt, a reporter with Time magazine in Paris. Thank you for joining us.\nVIVIENNE WALT: You're welcome.\nSHAPIRO: What are the latest details you can give us about what happened tonight? And how many people have been killed or injured?\nWALT: We hear that more than 70 people are dead. At one point, we heard 73. The exact number's not quite known and, sadly, it's been rising all night. But right now, it is more than 70 dead. What we hear is that there was a very large truck, perhaps 45 feet long, that plowed into a crowd celebrating Bastille Day and then just kept on moving at high speed. This is along Nice's Promenade des Anglais, the most, you know, famous, I would say, thoroughfare in that city that runs around the Mediterranean.\nAnd there were thousands of people out tonight. It was a warm summer's night. The fireworks displays were, you know, going off all over this country. And so it was really the perfect movement, I guess, for somebody to launch what appears to have been a mass casualty attack.\nSHAPIRO: Now, you say a mass casualty attack. Have French officials called this terrorism?\nWALT: No, they have not, but they have come close to it. We just heard about 15 minutes ago that the anti-terrorist investigators in Paris - those are the ones that have been investigating the Paris attacks, for example - have just convened and opened a formal inquiry. And officially this is being called assassination with links to a terrorist enterprise. So nobody seems to be in the least bit ambiguous at this point about what they believe that this is.\nSHAPIRO: We have seen video of the truck accelerating into the crowd and photographs of the truck with the windshield full of bullets. What can you tell us about how this concluded?\nWALT: Well, it concluded with the death of the truck driver. So, in other words, the truck then stalled. We've heard conflicting reports in the couple of hours since then. We do hear that there might have been a second person inside that truck that then fled the scene and that the police are still looking for. And we also heard - and this is not confirmed - that the truck was laden with weapons and grenades. It was a closed truck. You cannot see anything that's inside it, at least from the video that we're seeing. But if that is the case, this is obviously a deeply, deeply worrying event for the government and for police.\nSHAPIRO: Now, I believe...\nWALT: The country has been...\nSHAPIRO: I believe the Nice mayor has said that the truck was full of explosives. But as we are in the early hours of this investigation, with so many details from the possibility of a second person in the truck to other aspects of this, we will learn more as the night goes on. Can you just briefly tell us what the security situation in Nice has been since the terrorist attacks of last November in Paris?\nWALT: Well, like all of France (unintelligible) you know, France has been in a state of emergency for eight months now. That means that there's been thousands of armed soldiers in sensitive locations, like train stations, department stores and so on. But the sad fact is that you simply cannot really control every place...\nSHAPIRO: And I'm afraid we're going to have to leave it there. Vivienne Walt with TIME magazine, thank you.\nWALT: You're welcome.\nWALT: Thanks Ari.\nCopyright © 2016 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
  "title": "More Than 70 People Killed In Truck Attack In Nice, France",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.npr.org/2016/07/14/486097589/more-than-70-people-killed-in-truck-attack-in-nice-france",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 53,
    "Event": "truck_attack_in_nice"
  },
  "dId": "e951663c53b6a024569b5eaf1040d621a0a2441ab8548de2659e1e74"
}