{
  "authors": [],
  "date_download": "2018-02-06T16:58:29",
  "date_modify": null,
  "date_publish": "2018-02-05T13:58:33",
  "description": "The Google Pixel 2's Pixel Visual Core, which hardware-accelerates HDR+ and other camera features, now works in apps like Instagram, Snapchat, and WhatsApp. It's also open to third-party developers.",
  "filename": "https%3A%2F%2Fwww.xda-developers.com%2Fgoogle-pixel-visual-core-instagram-snapchat-whatsapp%2F.json",
  "image_url": "https://www1-lw.xda-cdn.com/files/2017/10/Google-Pixel-2-XL-Feature-Image-Yellow.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.xda-developers.com",
  "text": "Google Pixel 2’s Pixel Visual Core Now Enhances Photos in Instagram, Snapchat, and WhatsApp\nGoogle is ahead of the game when it comes to camera technologies. The Pixel 2 boasts one of the best (if not the best) cameras of any smartphone released in 2017, and that’s largely thanks to software. We’ve been covering the Android developer community’s efforts to port the Google Camera to other devices, and for phones like the Essential Phone, it’s improved photo quality by leaps and bounds.\nBut be that as it may, the Google Camera app is no substitute for the Pixel 2’s Pixel Visual Core, a custom-designed eight-core chip optimized for image processing. It’s been disabled until now for most users, but this week, Google’s flipping the switch.\nIn a blog post Monday, Ofer Shacham, Google’s engineering manager for the Pixel Visual Core, announced that third-party applications including Instagram, Snapchat, and WhatsApp will be able to make use of the Pixel Visual Core to improve picture quality.\n“We’re turning on Pixel Visual Core for Pixel 2 users,” wrote Mr. Shacham in a blog post. “Using computational photography and machine learning […], Pixel Visual Core improves image quality in apps that take photos. This means it’ll be easier to shoot and share amazing photos on Instagram, WhatsApp, and Snapchat, along with many other apps which use the Pixel 2 camera. All you need to do is take the photo and Pixel 2 will do the rest.”\nLeft: Google HDR+ // Right: HDR+ with the Google Pixel Visual Core\nThe Pixel Visual Core, which can crunch a whopping 3 trillion operations per second, accelerates Google’s HDR+ feature, which takes up to 10 identical underexposed shots and averages them together for the best result. As can be seen from the sample photos, there is a pretty noticeable improvement in some cases.\nThe Pixel Visual Core also saves battery by reducing CPU cycles (Google says it consumes 1/10th of the energy of the battery compared to the Pixel 2’s Qualcomm Snapdragon 835) while improving the camera experience with Zero Shutter Lag (ZSL) and digital zoom enhanced with RAISR technologies. What’s more, any app developer can make use of these features.\nGoogle says the Pixel Visual Core update will roll out over the next few days as part of the Pixel 2’s February monthly update, which will also bring new Augmented Reality Stickers themed around winter sports. If you’re an app developer interested in adding support for the Pixel Core, check out Google’s Open Source documentation.",
  "title": "Google Pixel 2's Pixel Visual Core Now Enhances Photos in Instagram, Snapchat, and WhatsApp",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.xda-developers.com/google-pixel-visual-core-instagram-snapchat-whatsapp/",
  "dId": "e9b4065e969efabac4f6d7ddba478fbbe4ae14a46b58e7b9e66313e8",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 58,
    "Event": "Google_enables_Pixel_Visual_Core"
  }
}