{
  "authors": [
    "Reuters Editorial",
    "Min Read"
  ],
  "date_download": "2018-02-06T19:48:01",
  "date_modify": null,
  "date_publish": "2018-02-06T03:15:53",
  "description": "Broadcom Ltd made a $121 billion \"best and final offer\" on Monday to acquire Qualcomm Inc, ratcheting up pressure on its U.S. semiconductor peer to engage in talks on what would be the biggest ever technology acquisition.",
  "filename": "https%3A%2F%2Fuk.reuters.com%2Farticle%2Fus-qualcomm-m-a-broadcom%2Fbroadcom-unveils-121-billion-best-and-final-offer-for-qualcomm-idUKKBN1FP1KX.json",
  "image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20180205&t=2&i=1228399829&w=1200&r=LYNXMPEE140XR",
  "language": "en",
  "localpath": null,
  "source_domain": "uk.reuters.com",
  "text": "(Reuters) - Broadcom Ltd made a $121 billion “best and final offer” on Monday to acquire Qualcomm Inc, ratcheting up pressure on its U.S. semiconductor peer to engage in talks on what would be the biggest ever technology acquisition.\nThe takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc and Samsung Electronics Co Ltd use their market dominance to negotiate down chip prices.\nQualcomm responded that its board of directors would review the latest offer, and declined to comment further until then.\nBroadcom’s new $82 per share offer included $60 in cash and $22 in Broadcom stock. Its first offer, of $70 per share, in November comprised $60 in cash and $10 in stock. The increased stock component would subject the deal to a Broadcom shareholder vote.\nReuters first reported on Broadcom’s new offer on Sunday.\nQualcomm shares fell 4.3 percent to $63.20 at mid-afternoon on doubts about the deal’s prospects, as well a KGI Securities report that said Apple might drop the chipmaker in favor of Intel Corp to supply modem chips for its next-generation iPhones.\nBroadcom shares edged up 0.2 percent to $235.77.\n“Qualcomm and its board now have a tough decision, as this is a compelling offer in our opinion,” said analyst Daniel Ives of GBH Insights.\nSingapore-based Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. Qualcomm primarily licenses its technology for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.\nQualcomm is locked in a patent dispute with Apple over its licensing agreements.\n“Qualcomm got where it did in the last 30 years with a business model hinging on intellectual property licensing that is, at this day and age, not sustainable. You can sell products, as Broadcom does, very successfully, and generate a very good return for your shareholders,” Broadcom Chief Executive Hock Tan said in an interview.\nA sign on the Qualcomm campus is seen, as chip maker Broadcom Ltd announced an unsolicited bid to buy peer Qualcomm Inc for $103 billion, in San Diego, California, U.S. November 6, 2017. REUTERS/Mike Blake\nIn a presentation issued on its website, Broadcom criticized Qualcomm’s management team, led by its CEO Steve Mollenkopf, for its total shareholder returns of negative 7 percent since 2005, while the wider semiconductor index has returned 106 percent.\nIn January, Qualcomm announced an ambitious 2019 profit target predicated on a new $1 billion cost reduction plan and resolving licensing disputes, including with Apple. Broadcom said there was no reason to believe Qualcomm’s latest initiative would be successful.\nBroadcom also announced concessions to address Qualcomm’s concerns that their combination could take more than 18 months to secure regulatory approval, and that divestitures demanded by antitrust watchdogs could be financially burdensome.\nBroadcom said it was willing pay Qualcomm a “ticking fee” if the transaction is not completed within its target of 12 months after any definitive agreement. It would also pay a significant “reverse termination fee” if regulators scuttle the deal.\nBroadcom’s antitrust counsel, Daniel Wall of Latham & Watkins LLP, said in a filing with the U.S. Securities and Exchange Commission that Broadcom was willing to sell two Qualcomm businesses to resolve any antitrust problems. These are its Wi-Fi networking processors and RF Front End chips for mobile phones.\n“There is no antitrust issue. The overlap is very limited in this transaction. People talk about us making even more commitments on the regulatory front, like adding hell-or-high water provisions, which are not a very well defined legal standard, and we chose not to include it because it would not add much incremental certainty,” said Tan.\nQUALCOMM‘S DEAL WITH NXP\nBroadcom said on Monday its improved offer was premised on either Qualcomm acquiring NXP Semiconductors NV on the current disclosed terms of $110 per share in cash, or the $38 billion transaction being terminated.\nNXP shareholders, led by activist hedge fund Elliott Management Corp, are resisting the deal, pushing for Qualcomm to raise its offer. NXP shares were trading at $119.16 on Monday afternoon, indicating investors were expecting a sweeter deal.\nQualcomm’s proposed acquisition of NXP was approved by European Union antitrust regulators last month. Qualcomm expects China’s blessing later this month, at which point it has to decide whether it would raise its offer.\nAt Qualcomm’s March 6 shareholder meeting, Broadcom plans to nominate a slate of directors to replace Qualcomm’s board. That remains the company’s focus unless Qualcomm agrees to negotiate, Tan said. When asked, he did not exclude the option of launching a direct offer for Qualcomm shares.\n“We are going all the way to Qualcomm’s shareholder meeting of March 6,” Tan said.",
  "title": "Broadcom unveils $121 billion 'best and final' offer for Qualcomm",
  "title_page": null,
  "title_rss": null,
  "url": "https://uk.reuters.com/article/us-qualcomm-m-a-broadcom/broadcom-unveils-121-billion-best-and-final-offer-for-qualcomm-idUKKBN1FP1KX",
  "dId": "eb8d1d017a3f45f04a5e15876759dd577a32c7b25b2f1dc30d4881cb",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 62,
    "Event": "Broadcom_Raises_Its_Qualcomm_Offer_to_121"
  }
}