{
  "authors": [],
  "date_download": "2017-11-30T16:14:39",
  "date_modify": null,
  "date_publish": "2016-01-11T00:00:00",
  "description": "German Chancellor Angela Merkel announced on Saturday that her party has decided to take tougher action against refugees who commit crimes.",
  "filename": "http%3A%2F%2Fwww.chinadaily.com.cn%2Fopinion%2F2016-01%2F11%2Fcontent_23017934.htm.json",
  "image_url": "http://www.chinadaily.com.cn/opinion/2016-01/11/content_23017934.htm",
  "language": null,
  "localpath": null,
  "source_domain": "www.chinadaily.com.cn",
  "text": "Women hold up placards that read \"Mrs. Merkel: Where are you? What are you saying? This worries us!\" during a protest in front of the Cologne Cathedral, Germany, January 5, 2016. [Photo/Agencies]\nGerman Chancellor Angela Merkel announced on Saturday that her party has decided to take tougher action against refugees who commit crimes.\nIt is only natural that Germany should take tough measures against the criminal offenses committed by refugees. It is also understandable that it should raise its vigilance to a higher level against potential risks from the large influx of refugees on its social stability. But such is the divisive nature of the refugee issue, that any misstep could have deep repercussions in both Germany and Europe at large.\nA spate of attacks and sexual assaults in Cologne on New Year's Eve by gangs the victims claimed included refugees sparked great controversy in Germany and cast a shadow over the country's policy of accepting and assisting refugees from war-torn Middle East countries, such as Syria.\nSo far, German police have identified a total of 31 suspects, most of whom are asylum seekers, which supports the allegations that refugees were the main perpetrators of the sexual assaults.\nLast week, German Interior Minister Thomas de Maiziere announced that the country registered 1.1 million asylum seekers in 2015, the highest number ever recorded in Germany in the wake of World War II.\nTrue, refugees are always a thorny issue for any society. But, apart from cracking down on refugees who commit crimes, Berlin also needs to guard against fueling xenophobia.\nLike the rise of right-wing political forces in France after the Paris terrorist attacks on Nov 13, an anti-refugee trend has already raised its ugly head in Germany after the sexual assaults in Cologne. Saturday's demonstrations by anti-immigrant supporters and right-wing extremists in Cologne are just one example.\nConsidering that Germany has taken the lead in Europe in throwing its door open to refugees, any shift in Berlin's policy toward refugees could trigger a chain reaction and weaken other European countries' resolve to address the crisis.",
  "title": "Cologne crimes add to crisis",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.chinadaily.com.cn/opinion/2016-01/11/content_23017934.htm",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 54,
    "Event": "NewYearsEveSexualAssaultsGermany",
    "Url": "http://www.chinadaily.com.cn/opinion/2016-01/11/content_23017934.htm"
  },
  "dId": "ed9594d2018b9d49b25302949a83dc587f124880162df97318b6ab56"
}