{
  "authors": [
    "Harriet Agerholm"
  ],
  "date_download": "2017-11-30T19:51:08",
  "date_modify": null,
  "date_publish": "2016-11-09T00:00:00",
  "description": "At least five people are dead after a tram overturned in Croydon, south London. Two people remain trapped and more than 50 people have been injured after the accident. The London Mayor has warned that the death toll 'may well increase'. The driver of the tram has been arrested, British Transport Police said.",
  "filename": "http%3A%2F%2Fwww.independent.co.uk%2Fnews%2Fuk%2Fhome-news%2Ffive-trapped-40-injured-after-tram-overturns-south-london-croydon-a7406496.html.json",
  "image_url": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2016/11/09/08/croydon-tram.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.independent.co.uk",
  "text": "At least five people are dead after a tram overturned in Croydon, south London.\nTwo people remain trapped and more than 50 people have been injured after the accident. The London Mayor has warned that the death toll 'may well increase'.\nThe driver of the tram has been arrested, British Transport Police said.\nFive people were initially trapped after the accident but three have been rescued from the wreckage.\nThe accident involved a vehicle and two carriages and occurred near a tunnel, Transport for London said. The overturned tram remains on its side next to an underpass.\nMore than 70 firefighters, eight fire engines and four rescue units are at the scene and people have been asked to avoid the area.\n(Lucy Pasha Robinson / The Independent)\nSt George's Hospital in Tooting, said 20 people have been brought in for treatment of which four are seriously injured.\nOne man told The Croydon Advertiser his wife had phoned him from on board the train and to say she was trapped and could not get up.\nCroydon resident Hannah Collier, 23, said it was raining heavily at the time of the incident.\nShe told the BBC: \"I was in bed watching the election when I heard a big crash, which I thought was the wind.\n\"Then I heard people shouting and then the emergency services arriving.\nChris Grayling on Croydon tram crash\n\"Later I saw at least one person being brought out on a stretcher.\"\nAdil Salahi, whose property overlooks the track, told Press Association the he heard a \"sudden\" noise.\nThe 76-year-old said: \"It was about 6.10am or 6.15am and because I was praying. I could not move and try to check what it is. I thought it was something in the garage doors. Then I thought it was some lorry.\"\nLiam Lehane, from the London Ambulance Service, described many of those hurt as \"walking wounded\" but said others suffered serious injuries.\nInvestigations have been launched after the tram derailed (Reuters)\nLondon Mayor Sadiq Khan issued a statement that said he was in contact with the emergency services and said his thoughts were with those involved.\n\"Terrible accident in Croydon,\" Boris Johnson said in a tweet, \"my thoughts and prayers are with the victims and their families\".\nA spokesperson from the British Transport Police said: \"Officers from British Transport Police attended alongside officers from London Fire Brigade, London Ambulance Service and the Metropolitan Police.\nMike Brown, Transport Commissioner, on Croydon tram crash\n\"Together, we are currently working to free two people still trapped. A number of people have been taken to hospital with injuries and sadly we can say there has been some loss of life.\"\nHe said British Transport Police and the Rail Accident Investigations branch had launched independent investigations into the incident.\nUK news in pictures\n34 show all UK news in pictures\n1/34 30 November 2017 A supporter of Lauri Love, who is accused of hacking into U.S. government computers, wears a Donald Trump mask as he protests in front of the Royal Courts of Justice in London AP\n2/34 29 November 2017 A sign reading 'We want our future back' is displayed in front of Westminster during an Anti-Brexit Demonstration Rex Features\n3/34 28 November 2017 This year's innovative V&A Christmas Tree, The Singing Tree, is shaped from a cloud of floating words, contributed by visitors, and is created by leading stage and performance designer Es Devlin. Rex Features\n4/34 27 November 2017 David Jones and Margaret Tyler wait outside Kensington Palace after hearing about the engagement of Prince Harry and Meghan Markle Rex\n5/34 26 November 2017 Sailors from the Royal Navy perform the Changing of the Guard ceremony at Buckingham Palace for the first time in its 357-year history PA\n6/34 25 November 2017 Arlene Foster gives her leader's speech during the annual DUP party conference at La Mon House Getty Images\n7/34 24 November 2017 Ex-England footballer Michael Owen prior to riding in a charity race at Ascot racecourse Rex\n8/34 23 November 2017 Shoppers pass a promotional sign for 'Black Friday' sales discounts on Oxford Street AFP/Getty Images\n9/34 22 November 2017 Britain's Chancellor of the Exchequer Phillip Hammond poses with the budget box at 11 Downing Street EPA\n10/34 21 November 2017 Protestors hold up a banner during a protest held in solidarity with the University of London cleaners' strike Petros Elia\n11/34 20 November 2017 British Prime Minister Theresa May greets Ghana's President Nana Akufo-Addo outside number 10 Downing Street Getty\n12/34 19 November 2017 Grigor Dimitrov reacts to winning the Men's Singles Final with the trophy, during day eight of the NITTO ATP World Tour Finals at the O2 Arena in London PA\n13/34 18 November 2017 Central Scotland MSP Richard Leonard is congratulated by Glasgow MSP Anas Sarwar at the Glasgow Science Centre after he was announced as the new leader of Scottish Labour Jane Barlow/PA\n14/34 17 November 2017 British Military Working Dog Mali poses for a photograph with his handler, Cpl. Daniel Hatley, after receiving the PDSA Dickin Medal, the animal equivalent of the Victoria Cross, for his heroic action in Afghanistan Reuters\n15/34 16 November 2017 Theresa May chats with resident Val Lay during a visit to a housing estate in London AFP/Getty\n16/34 15 November 2017 Richard Radcliffe leaves the Foreign Office with his local MP Tulip Siddiq, following a meeting with Foreign Secretary Boris Johnson Marc Ward/REX\n17/34 14 November 2017 Four-time Olympic champion Sir Mo Farah after being awarded a Knighthood by Queen Elizabeth II PA\n18/34 13 November 2017 Restoration work continues on the Palace of Westminster Photographs by Reuters/Getty/iStock\n19/34 12 November 2017 A veteran takes his hat off during the Remembrance Sunday Cenotaph wreathe laying ceremony REUTERS\n20/34 11 November 2017 Members of the Western Front Association during a service at the Cenotaph to mark the Armistice Day EPA\n21/34 10 November 2017 David Davis and Michel Barnier REUTERS\n22/34 9 November 2017 Britain's newly appointed Secretary of State for International Development, Penny Mordaunt, leaves Downing Street AP\n23/34 8 November 2017 Priti Patel leaves number 10 Downing street through the back entrance EPA\n24/34 7 November 2017 School children and their teacher from Thomas Tallis School look at pictures on display at the Red Star Over Russia exhibition at the Tate Modern in London Philip Toscano/PA\n25/34 6 November 2017 A cast of The Wrestlers, two men taking part in the Greek sport pankration, is lowered into place at Natural Trust's Stowe Landscape Garden near Buckingham PA\n26/34 5 November 2017 Protesters in Trafalgar Square, London, during the Million Mask March bonfire night protest PA\n27/34 4 November 2017 Protestors take part in the 'Justice Now: Make it Right for Palestine' march, organised by the Palestine Solidarity Campaign, in central London PA\n28/34 3 November 2017 People queue outside an Apple store in London to purchase the new iPhone X upon its release in the U.K. The iPhone X is positioned as a high-end, model intended to showcase advanced technologies such as wireless charging, OLED display, dual cameras and a face recognition unlock system Getty\n29/34 2 November 2017 British Prime Minister Theresa May greets Israeli Prime Minister Benjamin Netanyahu outside 10 Downing Street in London. The pair are today celebrating the centenary of a British declaration that ultimately led to the foundation of the state of Israel Getty\n30/34 1 November 2017 Mammatus clouds over St Mary's Lighthouse in Whitley Bay, Northumberland Owen Humphreys/PA\n31/34 31 October 2017 Women protest outside Downing Street as they join a demonstration demanding rights for working mothers Getty Images\n32/34 30 October 2017 England's under 17's pose with the World Cup trophy as they arrive back to the UK PA\n33/34 29 October 2017 Leicester City remembrance day fixture between between Leicester City and Everton at King Power Stadium Plumb Images/Leicester City FC via Getty Images\n34/34 27 October 2017 Spiderman steals a seat on the Iron Throne from Game of Thrones at MCM London Comic Con's opening day Rex Features\nIt is believed to be the first tram crash involving fatalities on board since 1959, when two women passengers and the driver died after a tram caught fire in Shettlestone Road, Glasgow, following a collision with a lorry.\nLondon Tramlink have confirmed no services are operating between Reeves Corner and Addington Village/Harrington Road.\n(Lucy Pasha Robinson / The Independent)\nThis is a breaking news story, more follows...",
  "title": "Croydon tram crash: Five dead after vehicle overturns in south London",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.independent.co.uk/news/uk/home-news/five-trapped-40-injured-after-tram-overturns-south-london-croydon-a7406496.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "global_politics",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 11,
    "Event": "croydon_tram_trash",
    "Url": "http://www.independent.co.uk/news/uk/home-news/five-trapped-40-injured-after-tram-overturns-south-london-croydon-a7406496.html"
  },
  "dId": "f5f5577d9812350a1cf2cce1b35bc24ddef59e2d095ad51a90cc68b9"
}