{
  "authors": [],
  "date_download": "2017-11-30T13:51:37",
  "date_modify": null,
  "date_publish": "2016-10-14T00:37:43",
  "description": "Jihadist group Boko Haram has freed 21 of the more than 200 Chibok schoolgirls kidnapped more than two years ago, raising hopes for the release of the others...",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fafp%2Farticle-3836078%2FBoko-Haram-releases-21-Chibok-girls-Nigerian-official.html.json",
  "image_url": "http://i.dailymail.co.uk/i/pix/2016/10/14/article-doc-h38dq-30knxzhDGT1c868da3b2279aeb86-555_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Boko Haram frees 21 Chibok girls, raising hope for others\nJihadist group Boko Haram has freed 21 of the more than 200 Chibok schoolgirls kidnapped more than two years ago, raising hopes for the release of the others, officials said Thursday.\nNigerian Vice President Yemi Osinbajo met with the freed girls in Abuja and expressed joy over their release.\n\"It's a very exciting news for the whole country,\" he said.\nThe Nigerian government said in September it was committed to rescuing the 218 Chibok girls still held captive by Boko Haram\n\"About an hour ago I met with the 21 who have been brought back. They are reasonably in good health considering the circumstances in which they have been held,\" Osinbajo told reporters after the meeting.\nThe vice president's office also released the names of the girls which showed that one of them was carrying a baby.\nLocal sources said their release was part of a prisoner swap with the Nigerian government, but the authorities denied doing a deal with Boko Haram.\nDeclaring Thursday's release \"significant\", Nigerian officials said the breakthrough would help the recovery of the 197 girls who remain in captivity.\n\"It's just a first step in what we believe will lead to the eventual release of all our girls,\" Nigerian information minister Lai Mohammed said in Abuja.\n\"When you are fighting an insurgency, it's a combination of carrot and stick,\" Mohammed said. \"The release of these girls does not mean the end to military operations. But it could mean a new phase in the conduct of the war against terror.\"\nIn a statement, the Nigerian presidency said the girls were freed after negotiations between Boko Haram and the Nigerian government brokered by the International Committee of the Red Cross (ICRC) and the Swiss government.\n\"Switzerland facilitated contacts between representatives of the Nigerian government and intermediaries of Boko Haram on the release of the Chibok girls,\" confirmed Swiss foreign ministry spokesman Pierre-Alain Eltschinger.\nThe girls were exchanged for four Boko Haram militants in Banki, a town in northeast Nigeria close to the Cameroon border, said local sources.\n\"The girls were brought to Kumshe, which is 15 kilometres (nine miles) from Banki where a military base is stationed, in ICRC vehicles,\" said a local source.\n\"The four Boko Haram militants were brought to Banki from Maiduguri in a military helicopter from where they were driven to Kumshe in ICRC vehicles.\"\nFrom Kumshe the Chibok girls were flown by helicopter to Maiduguri, capital of northeast Borno state, said another local source.\n- 'Not a swap' -\nInformation minister Mohammed denied that the 21 girls were exchanged for Boko Haram prisoners, saying \"this is not a swap.\"\n\"It is a release, the product of painstaking negotiations and trust on both sides,\" he added.\nIn September, the Nigerian government had admitted it had come close to a swap last year, but that talks broke down.\nThe Chibok girls were abducted in April 2014, drawing global attention to the Boko Haram insurgency engulfing the area when US First Lady Michelle Obama joined the #BringBackOurGirls online movement.\nOf the 276 girls initially seized, scores escaped in the hours after the kidnapping, while another 19-year-old was found with her four-month-old baby earlier this year.\nDespite winning back swathes of territory from the jihadists, Nigerian President Muhammadu Buhari had faced intense criticism for failing to recover the young captives, who became the defining symbol of Boko Haram's brutal campaign to establish a fundamentalist Islamic state in the country.\n- 'Stepping stone' -\nThe alleged swap was \"bittersweet\" said Ryan Cummings, director at intelligence firm Signal Risk.\n\"Whatever is being given to Boko Haram in exchange for the girls would potentially be used against the Nigerian state again.\"\nWhile the return of the 21 girls is an encouraging sign, analysts point out that Boko Haram is still a potent force in the region with rival factions competing for control.\nOn Thursday, the heads of the armies of Nigeria, Chad, Niger, Cameroon and Benin, met in the Niger capital Niamey to discuss a \"final assault\" on the jihadists.\n\"The current meeting aims at preparing the final phase of the eradication of Boko Haram from our territory,\" said Niger's Defence Minister Hassoumi Massoudou.\nNiger, Chad and Nigeria had launched near-simultaneous operations in July against the Islamists, leading to \"decisive results including the liberation of many areas from Boko Haram control,\" Massoudou said.\nOn Wednesday, Boko Haram was believed to be behind a suicide attack that saw eight people killed in Maiduguri.\nThe insurgency has claimed more than 20,000 lives and displaced 2.6 million people from their homes since Boko Haram took up arms against the Nigerian government in 2009.\nGrab from a video obtained via CNN footage shows 15 of the more than 200 schoolgirls abducted by Boko Haram on April 14, 2016",
  "title": "Boko Haram frees 21 Chibok girls, raising hope for others",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/afp/article-3836078/Boko-Haram-releases-21-Chibok-girls-Nigerian-official.html",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 51,
    "Event": "boko_haram_21_schoolgirls_freed"
  },
  "dId": "f647e6bff66fcda9f8106b37a3e069ed5eee0fea0337a32437cd847b"
}