{
  "authors": [
    "James Wright"
  ],
  "date_download": "2018-02-06T17:12:14",
  "date_modify": null,
  "date_publish": "2018-02-06T12:55:00",
  "description": "SONY has released a new firmware update for the PS4 family of consoles, shortly after its massive 5.0 update dropped.",
  "filename": "https%3A%2F%2Fwww.dailystar.co.uk%2Ftech%2Fgaming%2F679642%2FPS4-Update-5-50-Sony-release-new-system-upgrade-here-s-what-it-does.json",
  "image_url": "https://cdn.images.dailystar.co.uk/dynamic/184/photos/140000/936x622/1227140.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailystar.co.uk",
  "text": "SONY has released a new firmware update for the PS4 family of consoles, shortly after its massive 5.0 update dropped.\nSONY PS4 Update 5.50: Sony release new system upgrade - here’s what it does\nPS4 Update 5.50 - UPDATE 1: Sony has now released the patch notes on what you can expect from the update as it rolls out for beta users. We've published the full list here, but you can also check out the new features in our gallery below. The PlayStation 4 system's next major system software update 5.50 (codenamed KEIJI), will introduce Play Time Management, Library plus Quick Menu updates and much more besides. The update will also improve the image quality of some games on a TV with 2K resolution or lower - which is interesting for players using a regular old PS4 model, or the newer PS4 Pro. There's no timescale on when non-beta members will receive this update, but it usually isn't too long after the patch first gets rolled out. We'll keep you updated as soon as it's announced.\nPS4 update version 5.50 changes: supersampling, library hide options, custom wallpapers SONY has detailed the changes coming in the PS4's 5.50 update, including supersampling, library hide options and custom wallpapers. 1 / 18\nOriginal Story: Sony's newest PS4 patch was released on Friday and while this is only for Beta testers for the time being, it does give us some clues as to one or two cool little features that are surely in the pipeline for the next big PlayStation 4 firmware update. Though this is still subject to change, it looks as though the headline feature of the next big console update will be system-wide supersampling. Sony's own in-game message explained that this will, “improve the image quality of some games on a TV with 2K resolution or lower.” So, if you've upgraded to the PS4 Pro but haven't had the cash flow to fork out for a shiny new TV - sticking to your standard high definition screen - then the console will effectively shrink down a 4K image to suit your 1080p telly. Whilst a step in the right direction, it's also worth noting that this feature has some funky side effects. Namely, it's possible that you'll see a change in frame rate. Equally, Sony doesn't guarantee that all games will see a marked improvement. \"Results may differ depending on the games. In some games, image quality may not improve, or the frame rate may change.\" reads the official statement from the Beta. Those with access to the beta are still fishing through for what else is new, but it appears that you can also hide items in the Library - so you can not ditch demos and betas - as well as the ability to delete notifications. Unfortunately, the long requested feature of changing your PSN username still does not appear to be on the cards for Sony's next big update. If it's been a while since you updated your PS4 console and you're yet to update to 5.00, keep reading and we'll recap the newest available features for your console.\nPlayStation 4 games deals - February 2018: DOOM, CoD, Persona, The Last Guardian and more Some of the best deals available on PS4 in February 2018 1 / 10\nThe biggest part of the 5.00 update was directed mostly at PS4 Pro users, who following the update could stream their content at 1080p and 60FPS. Of course, streaming at this quality will require you to have a pretty strong internet connection. The new patch will also let you manage your Friends List with new, more in-depth tools. You'll be able to split your list into a variety of separate lists - so you can see all your friends that are playing any specific game at any one time. On top of this, you can also send invites asking players and Friends to come online at a certain time and disable notifications whilst watching TV or film apps. As previously mentioned, Parental Controls have also seen a huge overhaul - they're now called 'Family on PSN' and contain more tools to control the content you can access on the console. One user is the Family Manager and they can then set up accounts and appoint them as a parent/guardian, adult, or child. Parents or guardians can then restrict child accounts “use of online features and communication with other players”. They can also set restrictions for games, restrict the use of the internet browser, and set spending limits for PlayStation Store. The full patch notes for the PS4 system update 5.0 can be found below.\nShadow of the Colossus (PS4)\nPS4 Update 5.0 Patch Notes Main Features In Version 5.00 Update • You can now add users of your PS4 as family members. This makes it easy to manage your child’s account information and to restrict PS4 features. To add family members, select (Settings) > [Parental Controls/Family Management]. • As the family manager, you can set up your family. • Up to seven family members (including you) can be in your family and use online features. • Multiple adults can be in your family. The family manager can make other adults in the family parents or guardians. The family manager and family members who are parents or guardians can adjust parental controls for the children in your family. • You can configure parental control settings for each child. Using parental controls, you can restrict use of online features and communication with other players, set restrictions for games, restrict use of the Internet browser, and set spending limits for PlayStation Store. • You can configure parental controls anytime from your PC or smartphone.\n• You can now follow anyone, not just verified accounts. Select (Follow) on a person’s profile screen, and their activities and broadcasts will appear in [What’s New]. You automatically follow your Friends, but you have the option to unfollow them. • Recommendations for who to follow are now offered based on the games you play. Select (Friends) > (Follow). • You can now choose who can follow you and who can see your follow list. Select (Settings) > [Account Management] > [Privacy Settings], and then configure each setting. • (Custom Lists) has been added to (Friends). Create custom lists to easily organise your Friends and choose players to send messages or game invitations to. • For certain broadcasts, (Communities) now appears on the (Live from PlayStation) viewing screen. To access the broadcaster’s community, select (Communities). • You can now view (Notifications) on the quick menu. • The following languages have been added as system languages: Czech, Indonesian, Hungarian, Romanian, Vietnamese, Greek, Thai. • When broadcasting PlayStation VR gameplay, you can now see spectator comments on your VR headset screen\n22 AMAZING PS4, Xbox and Nintendo Switch games for 2018 and beyond Take a look at 22 of the biggest and best looking new games coming to PS4, Xbox One and Nintendo Switch in 2018 and beyond. 1 / 22 SONY Spider-Man",
  "title": "PS4 Update 5.50: Sony release new system upgrade - here’s what it does",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.dailystar.co.uk/tech/gaming/679642/PS4-Update-5-50-Sony-release-new-system-upgrade-here-s-what-it-does",
  "dId": "f9596d04918ccdc0cc054ca03d4863bc89b3e92bbcec2caabcce3b93",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 61,
    "Event": "PS4_System_Update_5_50"
  }
}