{
  "authors": [
    "Press Association"
  ],
  "date_download": "2018-01-14T13:08:06",
  "date_modify": null,
  "date_publish": "2017-12-31T20:31:59",
  "description": "Officials said the plane belongs to Nature Air and had taken off nearby.",
  "filename": "http%3A%2F%2Fwww.dailymail.co.uk%2Fwires%2Fpa%2Farticle-5225115%2FPlane-12-believed-aboard-crashes-Costa-Rica.html.json",
  "image_url": "http://i.dailymail.co.uk/1/2018/01/01/08/wire-1996042-1514796121-894_636x382.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dailymail.co.uk",
  "text": "Costa Rican investigators are looking into what caused a charter aircraft to crash in woods in the country’s north west soon after takeoff, killing the 10 US citizens and two local crew members on board.\nOfficials said they are still seeking to establish the names of the Americans who died when the plane went down in Guanacaste.\nThe tail of the plane could be seen at the crash site (Costa Rica's Public Safety Ministry/AP)\nThey said Nature Air had provided a passenger list, but the names on it had not been confirmed.\nA family in the suburbs of New York City said five of the dead Americans were relatives on holiday.\nThey identified them as Bruce and Irene Steinberg and their sons Matthew, William and Zachary, all of Scarsdale.\nTo Our WRT Family: It is with a heavy heart that I write this note in the final hours of 2017. Hours ago, I was... Posted by Westchester Reform Temple on Sunday, 31 December 2017\n“We are in utter shock and disbelief right now,” Bruce Steinberg’s sister Tamara Steinberg Jacobson wrote on Facebook.\nShe also confirmed the deaths in an interview with NBC News.\nRabbi Jonathan Blake, of the Westchester Reform Temple in Scarsdale, said in a statement posted on the temple’s Facebook page that the Steinbergs were involved in philanthropy and local Jewish groups. He wrote: “This tragedy hits our community very hard.”\n#ÚltimaHora #NoticiaLamentable Aeronave de Seguridad Pública MSP 006 confirma la localización de una aeronave en llamas,... Posted by Ministerio de Seguridad Pública on Sunday, 31 December 2017\nEnio Cubillo, the director of Costa Rica Civil Aviation, said the Nature Air charter flight crashed shortly after taking off just after noon on Sunday from Punta Islita on a planned flight to the capital San Jose.\nHe said investigators are looking into possible causes.\nMr Cubillo identified the pilot as Juan Manuel Retana and described him as very experienced.\nFormer Costa Rican president Laura Chinchilla said via Twitter that Mr Retana was her cousin.\nScreengrab translation of Laura Chinchilla's Twitter feed (PA)\nThe same plane had arrived in Punta Islita on Sunday morning from San Jose and was delayed in landing by strong winds, Mr Cubillo said.",
  "title": "12 killed in Costa Rica plane crash",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dailymail.co.uk/wires/pa/article-5225115/Plane-12-believed-aboard-crashes-Costa-Rica.html",
  "dId": "fc8c01361d9000f37ed6457bc954ca651db81b6df2767c626ea3a0af",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 35,
    "Event": "new_york_family_of_5_among_12_killed_in_costa_rica_plane_crash"
  }
}