{
  "authors": [],
  "date_download": "2018-01-14T13:49:32",
  "date_modify": null,
  "date_publish": "2018-01-01T13:06:28",
  "description": "Israel indicted a 16-year-old Palestinian girl on Monday on charges including assault for punching an Israeli soldier in the face two weeks ago, an incident which made her into a hero for Palestinians and was seen as humiliating by right-wing Israelis.",
  "filename": "https%3A%2F%2Fwww.nytimes.com%2Freuters%2F2018%2F01%2F01%2Fworld%2Fmiddleeast%2F01reuters-israel-palestinians-teen.html.json",
  "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png",
  "language": "en",
  "localpath": null,
  "source_domain": "www.nytimes.com",
  "text": "OFER PRISON, West Bank — Israel indicted a 16-year-old Palestinian girl on Monday on charges including assault for punching an Israeli soldier in the face two weeks ago, an incident which made her into a hero for Palestinians and was seen as humiliating by right-wing Israelis.\nIsrael has held Ahed Tamimi since arresting her three days after she was filmed punching the soldier at the entrance to her family home in a village in the occupied West Bank. The confrontation took place after what Israel says was a stone-throwing assault on its troops.\nThe case has made her into such a potent symbol for Palestinians that a commentator in Israeli left-wing newspaper Haaretz said Israel risked turning her into the \"Palestinian Joan of Arc\".\nRight-wing Israelis, meanwhile, have debated whether the soldier had appeared weak by opting not to strike back. The Israeli army said he \"acted professionally\" by showing restraint.\nAdvertisement Continue reading the main story\nThe charge sheet against Tamimi, seen by Reuters, included counts of aggravated assault against a soldier, who the army said was bruised on his brow by her punch, obstructing a soldier in the performance of his duty and throwing stones at troops.",
  "title": "Israel Indicts Palestinian Teenage Girl Who Punched Soldier-Army",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.nytimes.com/reuters/2018/01/01/world/middleeast/01reuters-israel-palestinians-teen.html",
  "dId": "fd87b38c4baa0666fb54696b8c782e1b77b2b20dc2bc5c18f158824d",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 36,
    "Event": "israel_indicts_palestinian_teenage_girl_who_punched_soldier_army"
  }
}