{
  "authors": [
    "Abc News",
    "Michael Rothman",
    "More Michael"
  ],
  "date_download": "2018-02-06T16:55:36",
  "date_modify": null,
  "date_publish": "2018-02-06T00:00:00",
  "description": "Tarantino: Thurman's 'Kill Bill' accident 'one of the biggest regrets of my life'",
  "filename": "http%3A%2F%2Fabcnews.go.com%2FGMA%2FCulture%2Fquentin-tarantino-sounds-off-uma-thurmans-kill-bill%2Fstory%3Fid%3D52871322.json",
  "image_url": "http://a.abcnews.com/images/Entertainment/quentin-tarantino-uma-thurman-nc-ml-180206_16x9_992.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "abcnews.go.com",
  "text": "\"Pulp Fiction\" director Quentin Tarantino has responded to an interview Uma Thurman gave to The New York Times, in which the actress detailed her concerns after being injured in a car accident on the set of \"Kill Bill\" and an alleged incident she said took place between her and disgraced movie producer Harvey Weinstein.\nThe online version of the article also included online footage of the accident, which Uma said permanently damaged her neck and knees.\n\"He pushed me down. He tried to shove himself on me. He tried to expose himself. He did all kinds of unpleasant things,\" Thurman told The Times about one particular incident with Weinstein.\nAs for the accident, Thurman claims that Weinstein's company at the time, Miramax, withheld the footage from her in an attempt to keep her from suing.\nJim Spellman/WireImage via Getty Images\nThe footage had been provided to Thurman by Tarantino 15 years after the movie was shot.\nTarantino told Deadline Monday that the accident was \"heartbreaking. Beyond one of the biggest regret of my career, it is one of the biggest regrets of my life.\"\nThe director said the accident, in a sequence he had convinced her was safe, damaged his relationship with the woman he often included in many of his films.\n\"It affected me and Uma for the next two to three years. It wasn’t like we didn’t talk. But a trust was broken,\" he admitted.\nTarantino said he was unaware that Miramax had not given Thurman access to the footage, and when she reached out to him this year for a copy, he found it in a storage facility.\nDimitrios Kambouris/WireImage via Getty Images, FILE\nThe director also addressed allegations by his girlfriend at the time, Mira Sorvino, and by Thurman that they had been the victims of sexual misconduct at the hands of Weinstein, saying that he insisted Weinstein apologize to Thurman before working on \"Kill Bill.\"\nOf his years of involvement with Weinstein, Tarantino said, \"One of the things that has happened in this whole thing is there is a lot of staring in the mirror. And thinking about, how did you think about things during that time? I remember when Mira told me about the time Harvey tried to get up in her apartment. I remember being shocked and appalled and that that was going on in today’s Hollywood. The big question I keep asking myself is, when did that shock go away?\"\nIn a statement to ABC News, a rep for Weinstein said, \"Mr. Weinstein acknowledges making an awkward pass 25 years ago at Ms. Thurman in England after misreading her signals, after a flirtatious exchange in Paris, for which he immediately apologized and deeply regrets. However, her claims about being physically assaulted are untrue. And this is the first time we have heard those details.\"\nMiramax\nThe statement added, \"There was no physical contact during Mr. Weinstein’s awkward pass and Mr. Weinstein is saddened and puzzled as to 'why' Ms. Thurman, someone he considers a colleague and a friend, waited 25 years to make these allegations public, noting that he and Ms. Thurman have shared a very close and mutually beneficial working relationship where they have made several very successful film projects together\"\nWeinstein has been accused by dozens of women of sexual misconduct, including rape since this past October. Though the former studio head has admitted to wrongdoing and sought professional help, his spokeswoman has said time and again that \"any allegations of nonconsensual sex are unequivocally denied by Mr. Weinstein.\" Following these claims and reports, Weinstein was fired from the company that bears his name, banned from the Producer's Guild of America and expelled from the Academy of Motion Picture Arts and Sciences.",
  "title": "Quentin Tarantino sounds off on Uma Thurman's 'Kill Bill' accident, Weinstein assault claims",
  "title_page": null,
  "title_rss": null,
  "url": "http://abcnews.go.com/GMA/Culture/quentin-tarantino-sounds-off-uma-thurmans-kill-bill/story?id=52871322",
  "dId": "fffcfd0dd7c20ac184cc3c6c1392360d334bd0a765993b0351c66c1b",
  "newsCluster": {
    "CategoryId": 4,
    "Category": "entertainment",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 54,
    "Event": "Quentin_Tarantino_Uma_Thurman_car_crash"
  }
}