{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-17T01:39:18",
  "description": "Star Wars: Battlefront II releases tomorrow, but before the game even made its official debut, it was raising all kinds of havoc, with players complaining about the time – and money – it would take to unlock everything via Microtransactions. EA has tried to revamp this system with lower Hero [...]",
  "filename": "http%3A%2F%2Fcomicbook.com%2Fgaming%2F2017%2F11%2F17%2Fstar-wars-battlefront-ii-no-more-microtransactions-turned-off-electronic-arts%2F.json",
  "image_url": "http://media.comicbook.com/2017/11/star-1059179-640x320.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "comicbook.com",
  "text": "Star Wars: Battlefront II releases tomorrow, but before the game even made its official debut, it was raising all kinds of havoc, with players complaining about the time – and money – it would take to unlock everything via Microtransactions. EA has tried to revamp this system with lower Hero costs and everything, but fans were still up in arms over the effort it would take to earn everything.\nEA, not to see its game dwindle in sales due to these mistakes, decided to own up to them, surprisingly enough. The company recent took to Twitter to announce that it was turning off all in-game purchases entirely, though it did leave the door open to a Crystal-purchasing system returning later on, at an unspecified date.\nOskar Gabrielson, general manager for DICE, addressed the matter, stating, “As we approach the worldwide launch, it’s clear that many of you feel there are still challenges in the design. We’ve heard the concerns about potentially giving players unfair advantages. And we’ve heard that this is overshadowing an otherwise great game.\n“This was never our intention. Sorry we didn’t get this right.\n“We hear you loud and clear, so we’re turning off all in-game purchases. We will now spend more time listening, adjusting, balancing and tuning. This means that the option to purchase crystals in the game is snow offline, and all progression will be earned through gameplay. The ability to purchase Crystals in-game will become available at a later date, only after we’ve made changes to the game. We’ll share more details as we work through this.”\nIt sounds like EA has learned its lesson, although the clunky progression system of Need For Speed: Payback, where players have to grind through the game to earn the best cars, remains in place. Hopefully that’ll get fixed too.\nToday, we turned off in-game purchases for #StarWarsBattlefrontII. The game is built on your input, and it will continue to evolve and grow. Read the full update: https://t.co/asGASaYXVp pic.twitter.com/vQSOmsWRgk — EAStarWars (@EAStarWars) November 17, 2017\nThere’s no word yet on how hero cost and all that will be effected with this new system, but it sounds like EA is changing its tune and making the game more open to everyone. Which is exactly how it should be.\nWe’ll note the changes and see how they work with the final product with our Star Wars: Battlefront II review, which posts tomorrow.\nStar Wars: Battlefront II releases tomorrow for Xbox One, PlayStation 4 and PC.",
  "title": "Star Wars: Battlefront II Doing Away With Controversial Microtransactions, Effective Immediately",
  "title_page": null,
  "title_rss": null,
  "url": "http://comicbook.com/gaming/2017/11/17/star-wars-battlefront-ii-no-more-microtransactions-turned-off-electronic-arts/",
  "category_id": 1,
  "category": "Star Wars: Battlefront II - Loot Box",
  "dId": "365b80b2f53a2ed492c43606ccf3552b350d3c620340a318c40d543c"
}