{
  "authors": [
    "Edmond Tran"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-16T17:00:00",
  "description": "Dragonball FighterZ’s roster grows with 3 new characters, and a massive new expansion is revealed for Path of Exile!",
  "filename": "https%3A%2F%2Fwww.gamespot.com%2Farticles%2Fea-respond-to-star-wars-loot-box-gambling-investig%2F1100-6455034%2F.json",
  "image_url": "https://static.gamespot.com/uploads/screen_kubrick/172/1720905/3316962-site_gsn_1116.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.gamespot.com",
  "text": "It’s Thursday, and we’re almost at the end of this rollercoaster of a news week! Join Jess McDonell and Dan Crowd on GameSpot News to get today’s scoops.\nNew Expansion Announced For Path Of Exile\nAction RPG Path of Exile was our 2013 Game of the Year for PC, and it’s still getting new content! The entertaining Diablo alternative will get a new expansion in December called War For The Atlus. For more details on the content within, keep your eyes and ears on the video above!\nDragon Ball FighterZ Adds 3 More Major Characters\nIf you have any passing interest in Dragon Ball or good fighting games, then Dragon Ball FighterZ is definitely a game to keep your eyes on. Today, it was announced that three major characters from the series are being added to the game’s already large roster. Are they your favourites? It’s very likely!\nEA Responds To Concerns Of Gambling With Loot Boxes\nExcellent! Microtransactions stories every day this week! The latest news comes from Belgium, where the Belgium Gaming Commissions has launched an investigation to determined if loot boxes found in games like Overwatch and Star Wars Battlefront 2 fall under the definition of gambling, which could result in Blizzard and EA having to pay large fines in the country! Find out why that is in today’s episode! I implore you!\nWhat did you think about today’s news? Let us know your thoughts in the comments below, and we’ll see you tomorrow. For more on today’s stories, you can also visit the links below:",
  "title": "EA Respond To Star Wars Loot Box Gambling Investigation - GS News Roundup",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.gamespot.com/articles/ea-respond-to-star-wars-loot-box-gambling-investig/1100-6455034/",
  "category_id": 1,
  "category": "Star Wars: Battlefront II - Loot Box",
  "dId": "76e177aa0f20090a9bad8de1754be0fe31672d1ae7309be05b570996"
}