{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-14T00:00:00",
  "description": "There is no reason to believe the North stopped developing war weapons, according to Shinzo Abe.",
  "filename": "http%3A%2F%2Fwww.newsweek.com%2Fnorth-korea-war-tests-talks-japan-710823.json",
  "image_url": "http://s.newsweek.com/sites/www.newsweek.com/files/2017/11/14/gettyimages-847153996.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.newsweek.com",
  "text": "Japanese Prime Minister Abe Shinzo insisted Tuesday North Korea was still developing nuclear and missile defense technology amid threats of war and that multilateral talks were useless at the moment.\n“I believe that it continues to develop its weapons,” Abe told reporters covering the Association of South East Asian nations in Manila, according to Reuters. “There is no point for talks for the sake of talks.”\nThe North, led by Kim Jong Un, last fired off a missile that sailed over Japan in September but has since stopped such tests after a record-breaking pace. Pyongyang’s military launched 22 missiles during 15 total tests between February and September of this year, putting the North well on pace to surpass the 24 missiles it tested last year, CNN reported.\nKeep up with this story and more by subscribing now\nBut Kim and the North’s tests have tailed off amid ominous threats from U.S. President Donald Trump and sole economic partner and ally China warning Pyongyang it would not stand in the U.S.’s way should the North attack first.\nIn addition to trade, Trump used part of his five-nation trip around Asia to focus on the North’s threats of war.\nSouth Korean Defense Ministry via Getty Images\nAbe’s stance appears to largely mirror Trump’s. The president and Treasury Department created new sanctions in September targeted at foreign financial firms that work with the North. Then in October, the Trump administration commended China for enforcing previous sanctions. Trump has long accused China of not taking a stronger stance or role in curbing the North’s nuclear and missile proliferation.\nJapan, along with neighboring South Korea, stand as those most in danger from a North Korean missile or military attack. But Abe has reportedly called for even tougher sanctions on the regime’s economy before this coming winter in order to bring the North to the negotiating table.\nBoth directly and through his state-run media, Kim has routinely threatened the South, Japan, the U.S. mainland and territories with “fire.” The 32-year-old leader takes umbrage with the three countries conducting military drills near the Korean Peninsula, charging the drills as practice runs for an invasion of the North.\nTrump, though, refused to back down to Kim’s threats and often takes to Twitter to blast the totalitarian. The president questioned Sunday why Kim’s government would call him “old,” and countered by calling Kim “short and fat.”",
  "title": "North Korea Won’t Stop Developing Nuclear Weapons For War So Talks Are Pointless, Japan’s Leader Says",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.newsweek.com/north-korea-war-tests-talks-japan-710823",
  "category_id": 0,
  "category": "North Korea Missile",
  "dId": "8b1da6be5d51e37980f01834b8b80b401232e318c2327f35f6f3abd9"
}