{
  "authors": [
    "Nico Gous"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-17T00:00:00",
  "description": "Nothing is going to change in Zimbabwe‚ because President Robert Mugabe and the military leaders who seized power made decisions together for the last 37 years.",
  "filename": "https%3A%2F%2Fwww.timeslive.co.za%2Fnews%2Fafrica%2F2017-11-17-zimbabwe-human-rights-lawyer-nothing-is-going-to-change%2F.json",
  "image_url": "https://lh3.googleusercontent.com/V2nBTXSWHTgMcpvxQbqaHaUS3yDqLp98iA5rNt7SrTDx0mJdx5842YMajkhj9KkKlFcVDHLgo1iXdtvgInTG=s1000",
  "language": "en",
  "localpath": null,
  "source_domain": "www.timeslive.co.za",
  "text": "“Do you think President Zuma would like to be Mugabe? Can you imagine him being able to do what Mugabe does and get away with it? They are in awe of him. They would love to do what he does‚” Mtetwa said.\n“I look at the leaders in the region as being really more like a trade union of presidents. If you scratch my back‚ I’ll scratch your back.”\nMtetwa has campaigned for freedom of speech in Zimbabwe‚ where media freedom is stifled. In 2005‚ she won the International Press Freedom Award of the Committee to Protect Journalists.\nMtetwa believes the Zimbabwean media has never been free‚ despite gaining independence.\n“In Zimbabwe‚ historically‚ we have just had this culture of a media that has always been stifled‚ even by those who claimed to have liberated us.”\nMtetwa said investigative journalism is “absolutely crucial” to democracy because it shines a light on where “politicians feed the wolves”.\nShe‚ however‚ criticised investigative journalism for focusing too much on politicians and not scrutinising the private sector with the same rigour.\n“It will help‚ because the consequences on private players‚ when we talk about corruption‚ are far more than those politicians have to face.”",
  "title": "Zimbabwe human rights lawyer: Nothing is going to change",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.timeslive.co.za/news/africa/2017-11-17-zimbabwe-human-rights-lawyer-nothing-is-going-to-change/",
  "category_id": 5,
  "category": "Zimbabwe",
  "dId": "3614fc7ed855defa5a653fe9204bd6351c0854b098b280425123d238"
}