{
  "authors": [
    "More Stories"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-15T14:58:22",
  "description": "And its all over food.",
  "filename": "http%3A%2F%2Fnationalinterest.org%2Fblog%2Fthe-buzz%2Fthe-strange-reason-north-koreas-mighty-missile-forces-are-23208.json",
  "image_url": "http://nationalinterest.org/files/main_images/rtx3a3fa.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "nationalinterest.org",
  "text": "North Korean soldiers are reportedly a little disappointed with North Korean dictator Kim Jong Un in the wake of a field inspection of the rogue regime’s missile forces.\nWhen Kim visited the Korean People’s Army (KPA) Strategic Forces in August, enlisted soldiers — the men and women who risk their lives launching experimental ballistic missile technology to advance the regime’s hostile ambitions — received a carton of Taedok Mountain Cigarettes, reports the Daily NK.\nThese are decent cigarettes for foot soldiers, however, the severely malnourished troops were a little disappointed as they were hoping for food. When Kim inspected the KPA’s Strategic Rocket Forces five years ago, he came bearing many gifts. “At that time, the soldiers received Taedok Mountain Cigarettes, candy, snacks, chicken, seasoning, and more,” a source inside the country revealed.\nThe military has reportedly been stealing food from local farms in raids. These incidents are becoming more frequent as the country struggles to provide adequate supplies for the armed forces.\nOther soldiers were bummed because they spent a month preparing for the visit and didn’t even get to see the young dictator, as only some of the strategic rocket forces were allowed to attend the event. “To ensure the success of the event, the soldiers worked as diligently as possible,” a source inside South Pyongan Province told the Daily NK. “Therefore, for those that couldn’t attend the event in the end, the cheering and clapping for Kim Jong Un only made them feel let down.”\nWhen Kim visited in August, he congratulated the team responsible for launching the Hwasong-14 intercontinental ballistic missile, a weapon tested twicesuccessfully in July that experts assess can strike parts, if not most, of the continental U.S. The ICBM is one of many achievements of the KPA’s Strategic Rocket Forces, that also have launched new short-, medium-, and intermediate-range rockets this year.\nIt is unclear whether or not there is dissension in the ranks, as military-level defections have spiked this year. A suspected North Korean soldier made a mad dash into the South at the Joint Security Area at the Demilitarized Zone. His North Korean comrades fired 40 bullets, hitting the man with five. He is currently receiving treatment at a medical facility in South Korea, where he remains in critical condition.\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].",
  "title": "The Strange Reason North Korea's Mighty Missile Forces are Angry (At Kim Jong-un)",
  "title_page": null,
  "title_rss": null,
  "url": "http://nationalinterest.org/blog/the-buzz/the-strange-reason-north-koreas-mighty-missile-forces-are-23208",
  "category_id": 0,
  "category": "North Korea Missile",
  "dId": "9edf6efacbcbd752f701c3eea8066ecc4da6156846b4eb03b3ba326a"
}