{
  "authors": [
    "Jim Michaels",
    "Published A.M. Et Nov."
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-15T00:00:00",
  "description": "North Korea has gone two months without test firing a missile, the longest such dry spell this year.\nIs it reason for hope?",
  "filename": "https%3A%2F%2Fwww.usatoday.com%2Fstory%2Fnews%2Fworld%2F2017%2F11%2F16%2Ftwo-months-without-north-korean-missile-test-record-year-cause-hope%2F867564001%2F.json",
  "image_url": "https://www.gannett-cdn.com/-mm-/dca6f9ca89af1e8b1951f53cd2312bf707e92f16/c=0-147-3000-1842&r=x803&c=1600x800/local/-/media/2017/11/15/USATODAY/USATODAY/636463547905388907-AP-North-Korea.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.usatoday.com",
  "text": "CLOSE It’s no secret that President Trump and North Korea’s leader Kim Jong Un have been feuding for months. But the Pyongyang’s state media evidently had enough of Trump's insults to the dignity of their “supreme leader.” Buzz60\nIn this undated photo provided on Wednesday, Nov. 15, 2017, by the North Korean government, North Korean leader Kim Jong Un sits in a tractor at the Kumsong Tractor Factory, in Nampo, North Korea. Independent journalists were not given access to cover the event depicted in this image distributed by the North Korean government. The content of this image is as provided and cannot be independently verified. Korean language watermark on image as provided by source reads: \"KCNA\" which is the abbreviation for Korean Central News Agency. (Korean Central News Agency/Korea News Service via AP) ORG XMIT: KNS801 (Photo: AP)\nWASHINGTON — North Korea has gone two months without test firing a missile, the longest such dry spell this year.\nIs it reason for hope?\n“Any answer is speculative,” said Jonathan Pollack, an analyst at the Brookings Institution, a Washington, D.C., think tank. “The reasons could be technical. The reasons could be political.”\nThe problem is that that the United States has very little insight into the isolated country and its enigmatic leader, Kim Jong Un.\nU.S. intelligence agencies can peer from the sky and count missiles, tanks and other weapons, at least those that aren’t hidden underground. But reading the intentions of its leadership has proved next to impossible. The country remains under the iron grip of Kim, who apparently is the sole decision-maker about when to launch a missile test.\nAnalysts scrutinize what information they can. North Korea has traditionally fired fewer missiles in the last three months of the year, said Tom Karako, an analyst at the Center for Strategic and International Studies. “We don’t know why that is,” he added.\nNorth Korea launched a record number of missile tests this year, raising worries that a miscalculation by the North of the United States about the other country's intentions could lead to war in the region.\nNorth Korea conducted 15 missile tests and detonated a nuclear bomb this year, according to data compiled by the Center for Strategic and International Studies. The last test was Sept. 14, when North Korea launched an intermediate range missile that flew over Japan and into the northern Pacific.\nThe high number of tests this year have helped North Korea advance its nuclear weapons program. It has also raised tensions with the United States and its allies to one of the highest levels in decades.\nNorth Korea is still conducting tests with rocket engines and conducting other work that suggests it is not slowing its nuclear weapons program, Pollack said.\nThat has raised speculation that the pause in tests could be political. Pollack said Kim may have cooled the tests to see the reaction from President Trump, who has repeatedly threatened to annihilate North Korea if it strikes first.\nThe lull in tests has not been accompanied by a respite in insults and threats the U.S. and North Korean leader have exchanged all year.\n“Why would Kim Jong Un insult me by calling me \"old,\" when I would NEVER call him \"short and fat?\" Trump tweeted on Saturday. North Korea’s response was quick. A newspaper controlled by North Korea’s ruling party said Trump has been \"sentenced to death” by the Korean people.\nMore: Kim Jong Un is cruel and dangerous but not crazy, North Korean experts say\nMore: From good to bad: 5 possible options for what's next in North Korea-U.S. standoff\nMore: North Korea on Trump's Asia visit: He deserves death\nRead or Share this story: https://usat.ly/2ildqXu",
  "title": "Two months without a missile test, longest pause in 2017",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.usatoday.com/story/news/world/2017/11/16/two-months-without-north-korean-missile-test-record-year-cause-hope/867564001/",
  "category_id": 0,
  "category": "North Korea Missile",
  "dId": "a232fc121729535aa1327a1779495e067684dcb03ee77809bb65702a"
}