{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-11T11:46:46",
  "description": "Volkswagen may be the subject of a new allegation of insider information disclosure as the Dieselgate emissions scam remains in the headlines more than two years following its disclosure.",
  "filename": "https%3A%2F%2Fwww.torquenews.com%2F3769%2Fdieselgate-seems-be-scandal-keeps-giving-new-vw-probe-possible.json",
  "image_url": "https://www.torquenews.com/sites/default/files/images/vw_sign_700_x_440_600_x_377_0.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.torquenews.com",
  "text": "Fully two years after the scam first broke, Dieselgate is the scandal that keeps on giving and Volkswagen has likely had enough of it. Already the subject of an investigation by Germany’s financial watchdog BaFin, the agency Friday disclosed that it is probing whether the automaker illegally informed others of its emissions violations.\nAgencies probing VW on several fronts\nVolkswagen, the world’s largest automaker, is the subject of another investigation by the agency for suspected insider trading relating to the diesel emissions scam. And, the German state of Braunschweig, is probing reports of market manipulation relating to the scandal.\nIn another significant setback for the automaker, a German court has ruled that an independent auditor should be appointed to probe Volkswagen’s plans to cheat on U.S. diesel engine testing. Said Reuters of this development: The development boosted “investors’ hopes for compensation.” Investor compensation has been the subject of legal action for more than a year.\nRegarding the latest accusations of potential financial impropriety, Der Spiegel, the German newsmagazine, said in its current issue that VW’s chief, at that time, Martin Winterkorn, had mentioned the true extent of the scandal before the automaker went public. Winterkorn reportedly told then-Transport Minister Alexander Dobrindt, also head of Germany’s KBA, the motor vehicle watchdog agency, on Sept. 21, 2015, about the extent of the scandal. However, the automaker did not alert the public until the next day that it had installed cheating software in 11 million vehicles worldwide. The cheating software contained the so-called “defeat switch” that allowed VWs to pass U.S. emissions testing. At the same time, the automaker disclosed that it would have to set aside billions in euros to cover the scandal’s costs.\nAgency probes potential insider information violation\n“We are looking at this process with a view to a potentially unauthorized disclosure of inside information,” a BaFin spokesman said, in confirming the report in Der Spiegel. VW declined to comment on the story but said its management board had done their due diligence regarding capital market disclosure rules. KBA was unavailable for comment.\nSources: Automotive News, Reuters, Der Spiegel",
  "title": "Dieselgate seems to be the scandal the keeps on giving; new VW probe possible",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.torquenews.com/3769/dieselgate-seems-be-scandal-keeps-giving-new-vw-probe-possible",
  "category_id": 4,
  "category": "Dieselgate",
  "dId": "bbbc3473055fec8ee8f9b8d92be71d5bf87b793a092e338488d2abc0"
}