{
  "authors": [
    "Ketan Pratap",
    "Email Ketan"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-13T11:09:07",
  "description": "Apple is reportedly replacing the affected iPhone X units with a new one free of cost.",
  "filename": "https%3A%2F%2Fgadgets.ndtv.com%2Fmobiles%2Fnews%2Fiphone-x-oled-display-green-line-hardware-defect-1774664.json",
  "image_url": "https://i.gadgets360cdn.com/large/iphone_x_apple_communities_page_1510551406927.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "gadgets.ndtv.com",
  "text": "iPhone X, Apple's first all-screen smartphone, is finally getting its share of issues and complaints. After unresponsive display issue in cold weather reported by some iPhone X users last week, the new smartphone has been reported to develop a vertical green line on side of the display in at least in some units.\nSeveral iPhone X users took to Twitter to vent their frustration. An iPhone X user on Twitter even referred the issue as, \"Green line of death.\" Unfortunately for some iPhone X users, the green line across the display is thick and isn't disappearing by its own. Majority users who have reported about the green line confirm that it runs from top to bottom on either side of screen. Many iPhone X users claimed that they restarted or even reset the device which doesn't help in getting rid of the line. MacRumors points out that at least 25 customers have reported the issue on various forums including Apple Support Communities. Some users also add that the green line wasn't present on the device right from the beginning but had developed in some days or weeks.\nSome iPhone X users on forums confirm that Apple is replacing the affected units free of cost which means if you are among those noticing the green line then go right away for a replacement. We expect Apple to officially comment on the issue after some initial investigation. TechCrunch speculates that the issue is related to the diamond sub-pixel pattern and this is may have been caused by an electrical fault in some units. We can safely say that at the moment this is mere speculation and we should wait for the company's official word.\nThe new green line issue has been reported merely few days after some users complained about unresponsive iPhone X screen. Apple had already acknowledged the issue and promised a software update for iPhone X users.\nWe assume that the iPhone X is finally getting its 'Antennagate' and 'Bendgate' moment which plagued previous generation iPhones.",
  "title": "iPhone X Affected by Green Line on OLED Display, Some Users Say",
  "title_page": null,
  "title_rss": null,
  "url": "https://gadgets.ndtv.com/mobiles/news/iphone-x-oled-display-green-line-hardware-defect-1774664",
  "category_id": 2,
  "category": "IPhone-X Green-Line",
  "dId": "bf6f38487d9c9b8434d328ca0afa07addca0d0d658c3eb9679f65c4e"
}