{
  "authors": [
    "Mark Wycislik-Wilson"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-12T14:20:33",
  "description": "Just days after the launch of the iPhone X, problems are starting to emerge with Apple's latest handset. Users are reporting various issues with the screen including the fact that it becomes unresponsive in cold conditions.",
  "filename": "https%3A%2F%2Fbetanews.com%2F2017%2F11%2F12%2Fiphone-x-green-line-cold-problems%2F.json",
  "image_url": "https://betanews.com/wp-content/uploads/2017/11/iphone-x-unicorn-50x50.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "betanews.com",
  "text": "Just days after the launch of the iPhone X, problems are starting to emerge with Apple's latest handset. Users are reporting various issues with the screen including the fact that it becomes unresponsive in cold conditions.\nOn top of this, other iPhone X users have found that the screen suffers with a green line appearing at the side of the display. These reports are in addition to Apple's own warnings of the OLED-centric screen burn-in problems, and in spite of the fact that the iPhone X has been found to have the best display of any smartphone.\nSee also:\nApple has said that it is aware of the problem when the iPhone X gets cold, adding that it will be fixed in an upcoming update -- it was not fixed with the release of iOS 11.1.1. While the company says that the handset should operate perfectly well in the temperature range 32 degrees F to 95 degrees F, some users have experienced issues even within these parameters.\nIn a statement given to The Loop, Apple said:\nWe are aware of instances where the iPhone X screen will become temporarily unresponsive to touch after a rapid change to a cold environment. After several seconds the screen will become fully responsive again. This will be addressed in an upcoming software update.\nThe green line problem appears to be rather more limited, but it is concerning nonetheless. A number of iPhone X owners have posted photos of their handsets showing a green line down either the left or right-hand side of the screen, although a few have shown it appearing nearer the middle. The number of affected handsets appears to be relatively small, but that will come as little consolation to those who find themselves with the issue after dropping a grand on a phone.\nThe problem does not appear to be limited to a particular region, or even a particular type of iPhone X. Apple has not issued a statement about the green line issue, but has been replacing handsets when affected users get in touch.\nImage credit: Anna Hoychuk / Shutterstock",
  "title": "iPhone X is unresponsive in the cold and has a green line screen problem",
  "title_page": null,
  "title_rss": null,
  "url": "https://betanews.com/2017/11/12/iphone-x-green-line-cold-problems/",
  "category_id": 2,
  "category": "IPhone-X Green-Line",
  "dId": "d34a4584bf3c39969f5ba9f6eff58b1f81f2eab4e6f48386fd039a9c"
}