{
  "authors": [
    "Sam Machkovech"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-17T11:30:51",
  "description": "Even if EA fulfills promises, this game may still be too far gone to the Dark Side.",
  "filename": "https%3A%2F%2Farstechnica.com%2Fgaming%2F2017%2F11%2Fstar-wars-battlefront-ii-review-nope-nope-nope-nope-nope-nope-nope%2F.json",
  "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2017/11/STAR-WARS™-Battlefront™-II-43-760x380.png",
  "language": "en",
  "localpath": null,
  "source_domain": "arstechnica.com",
  "text": "Game details Developer: DICE/Criterion\nPublisher: EA\nPlatform: Xbox One (reviewed), PS4, Windows\nRelease Date: November 17, 2017\nESRB Rating: T for Teen\nPrice: $60\nLinks: Official website\nI've tried to give the new video game Star Wars: Battlefront II a fair shake, and I tried to do so through three types of fandom, at that. I really dig Star Wars—and I've generally appreciated when the series has expanded its universe in video game form. I'm a big fan of DICE as a creator of high-polish, massively multiplayer online shooters. And I thought 2015's reboot of the Star Wars: Battlefront game series was perfectly satisfactory as an accessible online action game.\nI kept all of these optimistic angles in mind as I booted the new game—and as I used my lightsaber of fandom to try to carve through its confusing economies. But that has been Scarif-massacre levels of difficult. Battlefront II ultimately lands as an adequate-but-forgettable combination of polish, bombast, and been-there-done-that shooter tropes. Even after EA's last-minute about-face, little about the total package makes me eager to recommend it to anybody looking for a family-friendly blaster, a Star Wars-worthy story, or a month-after-month dive into online team combat.\nOne step forward, how many steps back?\nThe first problem: Battlefront II is the rare sequel that feels less confident as an online shooter than its predecessor.\nMuch of what applied to BF1 returns in BFII, at least on a macro level. When playing online, you jump into team-based combat that resembles a slightly simplified version of DICE's Battlefield I. The primary multiplayer mode, \"Galactic Assault,\" is a 20-on-20 asymmetric team fight that resembles Battlefield I's \"Conquest\" mode, in that one side tries to take over various control points while the other side defends them. If the attackers take over enough nodes, then the combat map expands, defenders retreat, and attackers try again with a new series of points until they overcome. If the attackers die too many times, however, the defenders win. (This is represented by a \"number of lives\" pool shared among all squadmates, good and noob alike.)\nFurther Reading Star Wars: Battlefront review: Stunning as the Death Star, dry as Tatooine You and your squadmates do all of this while the best Star Wars trappings light up and explode around you. DICE's Frostbite engine looks even better in this sequel, and every battleground is bathed in rich geometric detail and gorgeous lighting effects. Endor's thick forests, Naboo's gilded palace, and Mos Eisley's sand-swept city have never looked better in video game form. They're all draped in convincing blaster fire, a Star Wars-caliber orchestral score, and perfectly tolerable AI squadmate chatter.\nThough 11 battlegrounds ship in the retail game, they're decidedly uneven, and none surpasses the instantly memorable combat worlds that shipped in 2016's Battlefield 1. The closest BFII comes to that quality is on Endor—which offers an ample number of combat paths through woods and fortifications alike—and on Hoth—which spreads battle stations across an epic, snow-covered valley. In the case of the latter, however, I was only able to play that map once as of press time, owing to the game's utter lack of a server browser. The inability to focus your gameplay attention on preferred maps will rankle anybody who tires of certain maps, particularly the death-filled corridors of Starkiller Base.\nEven when the maps rank up there with DICE's best, players must still contend with a shooting game that wants to have it all: Battlefield-level scope with Star Wars-friendly accessibility. The result that has played out thus far in the game's early access periods, open to paying EA Access subscribers and the game's special edition owners, is a game with a serious lack of tactical combat that comes together in a fluid manner.\nOne example: at every respawn, players land on the map in a group of four, but BFII does a poor job communicating how those squads could or should work together beyond \"fight together for more battle points.\" (Battle points (BP) build up throughout a given match and are spent solely within combat to temporarily access higher-level characters and vehicles.)\nFor instance, should squadmates defend or buff each other in specific ways? The few powers that dole out valuable assists—like shields and \"leadership\" shouts—give zero rewards. It's also unclear during combat when those \"doubled\" bonuses actually accrue. And unlike Battlefield, BFII fighters can't have a leader \"point\" to a particular objective or zone and receive bonuses or boosts for focusing on it. The result: you quickly feel like a lone wolf out there, and the class-specific trappings lose importance.\nWithout those organic nudges, the online game, in practice, melts down to murder-hallways. This is, in part, because of some ho-hum level designs that encourage boring, non-strategic play, but also because players rack up more BPs when they put bullets into their foes. BPs drive your ability to temporarily climb into an X-wing, a TIE fighter, a walker, or the shoes of a legendary Star Wars character like Chewbacca, Yoda, Darth Maul, or Emperor Palpatine. Everybody wants to do that!\nIn good news, the math on how long it takes to earn your way toward a superhero upgrade seems balanced enough, though it never feels that way when someone reaches that point before you and proves it by way of lightsaber murder.\n(I should also mention an interesting new tweak for this sequel: a new reload system rewards perfectly timed taps with faster reloads and more ammo. However, I'm already finding that this is being exploited by players who empty their magazines shortly after respawning so that they can get more ammo when piling into an assault point. Also, Star Cards can be used to make this reload system easier to pull off, and you'll see my beef with that below.)\nWhen players hop into a flying craft, either during specific BP-fueled moments on Galactic Assault maps or during the dedicated, ships-only Starfighter Assault mode, the feeling at first is nothing but awesome. DICE's Frostbite engine does a wonder with richly detailed spaceships, ridiculous draw distances, and probably not scientifically accurate lighting effects.\nThe mode rarely surpasses that first-blush wonder, however, with incredibly mild control and attack options for each ship. These just aren't satisfying dogfights beyond basic, solid arcade-level thrills. Evasive maneuvers like loop-de-loops are practically impossible, and your best hope is to unlock the correct evasion-minded Star Cards through the course of gameplay. Meanwhile, when you board a flying craft during Galactic Assault battles, the results are weird. You don't get any special flight-specific objectives while you're up there, and many of the ships have nothing in the way of ground-specific attacks or perks to help with the objectives on the ground. You're mostly up there trying to awkwardly hit ground targets (with no radar system to help) and trading fire with enemies who made the same foolish BP purchase as you.\nUltimately, BFII drops players into combat with little in the way of strong explanations or guides into how to maximize combat, tactics, and fun. There's really no good \"welcome to BFII\" path that breaks down how players can instantly get acquainted with the game's systems.\nA quick reminder about a bad economy in action\nThat's, in part, because of the game's damned Star Cards.\nAs of press time, you have to slog through a lot of gameplay before you can come close to having a suitable number of Star Cards, which are required to do a few things. Star Cards let you turn on buffs (how quickly your health regenerates, how powerful your standard weapons are) and pick out new abilities. They're also class- and character-specific, and since each of the game's 35 distinct character types has no less than eight distinct Star Cards, and often well over a dozen, that's a lot of cards.\nThe speed at which cards are doled out in the course of standard gameplay is agonizingly slow. You'll need to play 7-9 matches to earn enough of BFII's \"credits\" currency to afford the most expensive, 4,000-credit loot boxes, which then contain a mix of unique Star Cards, credits, and crafting parts. (I break down the game's pukey soup of currencies and other economical issues here, but we're already in bad-news territory when I have to direct you to a freaking glossary to understand what's going on.)\nYou'll get roughly two new Star Cards in every loot box, which may or may not apply to a class you like. Sometimes, they apply to heroes that you haven't unlocked, who can be purchased directly for credits and cost anywhere from 5,000 to 15,000 credits. (Those prices have come down from an original, \"I wanna meet EA's dealer\" price of 60,000 credits, which is good. What's less good is that the game's single-player campaign used to dole out more credits, and that amount has since dipped from 20,000 to 5,000, so the adjustment is actually a bit of a wash.)\nFurther Reading Can EA fix what’s broken with Star Wars: Battlefront II’s economy? [Updated] This works out in a few crappy ways. The Star Cards don't just add significant boosts to players. They also have exponential impact on your mathematical potential due to how many Star Card slots you've unlocked and how many of those Star Cards you've upgraded. Star Cards come in four tiers, and the numerical gap between tier one and tier four is monstrous.\nThis sucks from a sheer gameplay perspective, in which you can expect a higher-card player to do things like regenerate health faster and have wider grenade radii. But it also sucks from a \"welcome to BFII\" perspective because average battles play out like an advertisement for the game you wish you were playing. As I've previously said, good multiplayer shooters with progression systems are at least kind enough to set new players somewhere near their mathematical maximum. You eventually unlock alternate styles and options, which typically keep the game fresh. But, in practice, BFII taunts players with a severe gap between \"one tier, one card\" and \"three near-max cards\" players.\nThe result feels like showing up to a varsity high school football squad as a JV middle-school player and being thrown into a game. But, you know, with familiar Star Wars characters! Pew-pew-pew, right?",
  "title": "Star Wars: Battlefront II review: Nope, nope, nope, nope, nope, nope, nope",
  "title_page": null,
  "title_rss": null,
  "url": "https://arstechnica.com/gaming/2017/11/star-wars-battlefront-ii-review-nope-nope-nope-nope-nope-nope-nope/",
  "category_id": 1,
  "category": "Star Wars: Battlefront II - Loot Box",
  "dId": "edf3bd2dd109374046277d523c19daf237d9d56d0663fd8c51e38580"
}