{
  "authors": [],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-11-08T00:00:00",
  "description": "The U.S. Missile Defense Agency finished placing 44 interceptors at an Alaskan military base.",
  "filename": "http%3A%2F%2Fwww.newsweek.com%2Fus-north-korea-nuclear-defend-alaska-705124.json",
  "image_url": "http://s.newsweek.com/sites/www.newsweek.com/files/2017/11/08/gettyimages-677186606.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.newsweek.com",
  "text": "The U.S. Missile Defense Agency installed the last of 44 inceptors for a Ground-based Midcourse Defense (GMD) system at Alaska’s Fort Greeley last week amid fears of a missile strike by ordered by North Korean leader Kim Jong Un.\nThe installation was completed as President Donald Trump, who has often responded to Kim’s threats of nuclear missile strikes and war with threats of his own about a potential military conflict, was about to head off on his five-country, 12-day trip to Asia. One of the key components of the trip was finding a way to deal with North Korea’s nuclear and missile defense programs and its threatening posture.\n“MDA and Boeing emplaced the 44th interceptor in its silo at the Missile Defense Complex at Ft. Greely on Thursday, Nov. 2,” the MDA confirmed to Defense News in a statement.\nKeep up with this story and more by subscribing now\nMore GMD interceptors could be on the way. Military officials reportedly proposed in September another $136 million in funding for fiscal year 2017 to up the total number of interceptors to 64, according to Defense News.\nAlaska officials in August said they were worried about a North Korea missile attack on their state, after Trump and Kim exchanged barbs and threats over the summer. Trump in July said he would unleash “fire and fury” like the world had never seen after North Korea carried out one of its missile tests.\nThe totalitarian leader Kim has routinely threatened the U.S. mainland with “fire” and war, but also specifically named the U.S. territory of Guam as a potential target. The threats followed other reports that the North may have developed the capability of placing a miniature nuclear bomb onto an intercontinental ballistic missile (ICBM). It is unclear exactly how many nuclear weapons Pyongyang has developed.\n“No one’s hiding under the desk that I know of at this point,” Alaska Governor Bill Walker said, according to ABC News. “But we do have to make sure we have the technology and awareness of what could happen.”\nThe GMD was designed to take out both intermediate and long-range ballistic missiles in space, according to the MDA’s official website. The system uses a combination of sensors called Exo-atmospheric Kill Vehicle that flip the kinetic energy of an incoming target to destroy it.\nThe system was tested successfully in May, when the U.S. military fired off an “ICBM-type missile” from the Marshall Islands in the Pacific Ocean and another missile from Vandenberg Air Force Base in California. The first-ever “live-fire” test was acclaimed as an “incredible accomplishment,” Reuters reported.",
  "title": "U.S. Preparing for North Korea Attack With New Missile Interceptors in Alaska",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.newsweek.com/us-north-korea-nuclear-defend-alaska-705124",
  "category_id": 0,
  "category": "North Korea Missile",
  "dId": "f07bbc30ae30412f633d83fa21f85d81908789c4c2b6dd06c9615aa5"
}