{
  "authors": [
    "Deutsche Welle",
    "Www.Dw.Com",
    "Author",
    "Carsten Grün"
  ],
  "date_download": "2018-01-01T22:40:48",
  "date_modify": null,
  "date_publish": "2017-12-30T00:00:00",
  "description": "The \"Swiss Crystal\" passenger cruiser hit a motorway bridge pylon near Duisburg, injuring around 25 people. Another ship helped the passengers to safety.",
  "filename": "http%3A%2F%2Fwww.dw.com%2Fen%2Fgermany-rhine-cruise-ship-hits-bridge-pylon-causing-injuries%2Fa-41939790.json",
  "image_url": "http://www.dw.com/image/41939509_304.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.dw.com",
  "text": "The accident happened late Tuesday on the Rhine River near the north-west German city of Duisburg.\nThere were 129 people on board the ship when the vessel hit a supporting pillar of the A42 motorway.\nRead more: Duisburg – Three Travel Tips\nFour people were taken to hospital with serious injuries while 20 others were slightly hurt. A police spokesperson told the Germany's Deutsche Presse Agentur that none of the injuries appeared fatal.\nAnother nearby ship helped to take the injured off the \"Swiss Crystal.\" A number of fire department boats were also involved.\nThe A42 is expected to remain closed on Wednesday as structural engineers carry out safety checks.\nThe \"Swiss Crystal\" was completed in the year 1995 and was completely renovated in 2007. The 101 meter (330 foot) long vessel, owned by the Swiss shipping company SCYLLA, sails out of Basel. The ship involved in Tuesday's accident was en route to the Netherlands.\nAccording to Duisburg emergency services, the tour operator offered passengers the chance to complete their journey in a replacement ship. Guests were also offered hotel accommodation for the night, as well as other means of transport back to their respective homes.\nPort of Duisburg turns 300 Trading place of global significance What started out as a small reloading point on the Rhine is today Germany's biggest inland port, handling 130 million tons of cargo every year and ranking Duisport among the 40 busiest harbors worldwide - seaports included. Trading extends as far as to the growth markets of Asia.\nPort of Duisburg turns 300 Expansion drive Over the centuries, the port grew bigger and bigger, spreading beyond Ruhrort and into neighboring Duisburg. Eventually Duisburg absorbed Ruhrort. Quite to the chagrin of Ruhrorters, the port changed its name too. And Duisport continues enlarging. On the 40-hectare (99-acre) site of a former paper factory, new logistics firms plan to set up shop.\nPort of Duisburg turns 300 The olden days Scenes from bygone days, like in this picture dating to the 1920s, show that the port mainly used to handle iron ore, coal and building materials at the time. Situated in Germany's former Ruhr Valley industrial heartland, it was a pivotal lifeline for industry.\nPort of Duisburg turns 300 Rising from the ashes of World War II Flourishing business in the 1930s, however, came to an abrupt standstill as the Second World War broke out, Aerial bombardments left docks and warehouses in ruins. What's come to be known as the German economic miracle of the 1950s briefly reinvigorated port activity before the decline of the German steel and coal industry hit the whole region in the 1960s.\nPort of Duisburg turns 300 Duisburg's engine of growth Adapting to the change with a new focus on global trade, operators Duisport Group have transformed the company, making it a healthy medium-seized business that generates 210 million euros ($234 million) in revenues. For Duisburg the port is vital, providing jobs for more than a thousand people and tax income for the struggling municipality.\nPort of Duisburg turns 300 Loads of coal… but from overseas Surprisingly, coal has remained the main commodity shipped through Duisport. But today its no longer extracted from the Ruhr valley mines, but comes from as far away as Australia and China, arriving on barges from Rotterdam seaport. The last Duisburg coal mine shut down a few years ago, although its former customers - the steelworks of ThyssenKrupp and ArcelorMittal - are still in operation.\nPort of Duisburg turns 300 From scrap metal to high tech These days, up to 45,000 jobs are linked to the port's activities. In 21 docks and eight container terminals, about 3.4 million containers are shipped every year, making Duisport a beneficiary of growing global trade. There's nothing the port cannot handle, from electronic waste to high-tech gadgets made in Asia.\nPort of Duisburg turns 300 A family at the heart of Ruhrort Ruhrort is also home of Haniel Group - a holding company run by the Haniel family, who made its fortune from coal and steel, but diversified its business to include holdings such as German retail group Metro and many others today. There is hardly any other family that has left as much a mark on Ruhrort as this.\nPort of Duisburg turns 300 Port trips as tourism magnet Tourists from all over the world flock to Duisport, seeking to go on one of the famous boat trips through the docklands. They start off at the Ruhrort Schifferbörse - Shippers' Exchange - meandering through 25 kilometers (15 miles) of waterways along docks as well as old and new industrial architecture.\nPort of Duisburg turns 300 Historic towers show the way The twin towers sitting at the entrance of the Friedrich Ebert bridge have long been landmarks for Ruhrort and its port. The bridge links Ruhrort with another Duisburg district, Homberg. Built in 1907, the towers have welcomed ships into the port for more than a hundred years, while also providing housing for the harbor master.\nPort of Duisburg turns 300 London parallels Situated in the center of Duisburg, the Inner Harbor was long an industrial wasteland until 1994, when British architect Norman Foster and other urban planners redeveloped the site following the pattern set by London's revived Docklands. Today, Duisburg Inner Harbor is a trendy downtown area, boasting upscale restaurants and business locations and inviting tourists to go shopping. Author: Carsten Grün / uhe\njm/dm (AFP, dpa)",
  "title": "Germany: Rhine cruise ship hits bridge pylon causing injuries",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.dw.com/en/germany-rhine-cruise-ship-hits-bridge-pylon-causing-injuries/a-41939790",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 2,
    "Event": "tourist_boat_hits_bridge_in_germany",
    "Url": "http://www.dw.com/en/germany-rhine-cruise-ship-hits-bridge-pylon-causing-injuries/a-41939790"
  },
  "dId": "0302058689a7d4ed34fcc2e78c4addbcf35932b4df5d16c44869da0d"
}