{
  "authors": [
    "Case Relates To Aluminium Imports",
    "What Is The Only Da Vinci Painting On The Open Market Worth",
    "A Russian Billionaire Believes He Was Swindled When He Bought It For",
    "Million. This"
  ],
  "date_download": "2017-11-30T15:57:14",
  "date_modify": null,
  "date_publish": null,
  "description": "Here is what we know about what French President Francois Hollande has declared an \"undeniable\" terrorist attack.",
  "filename": "http%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2FTruck-attacker-in-Nice-kills-84-celebrating-Bastille-Day%2Farticle14490871.ece.json",
  "image_url": "http://www.thehindu.com/migration_catalog/article14449059.ece/ALTERNATES/LANDSCAPE_615/FRANCE_TRUCK_ATTACK",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thehindu.com",
  "text": "A forensic officer stands near a van with its windscreen riddled with bullets, that ploughed through a crowd of revellers who'd gathered to watch the fireworks in the French resort city of Nice on Friday. At least 80 people were killed before police killed the driver, authorities said. | Photo Credit: Claude Paris\nA gunman at the wheel of a heavy truck ploughed into crowds celebrating Bastille Day in the French city of Nice, killing at least 84 people and injuring scores more in what President Francois Hollande called a terrorist act.\nThe attacker, identified by a police source as a 31-year-old Tunisian-born Frenchman, also opened fire before officers shot him dead. The man was not on the watch list of French intelligence services, but was known to the police in connection with common crimes such as theft and violence, the source said.\nInterior Minister Bernard Cazeneuve said 18 people were in a critical condition after the attack on Thursday night, when the 25-tonne white truck zigzagged along the seafront Promenade des Anglais as a fireworks display marking the French national day ended just after 10.30 pm (2 am IST, Thursday).\nAccording to one city official, the truck careered on for up to 2 km. Several children were among the dead.\n“People went down like ninepins,” Jacques, who runs Le Queenie restaurant on the seafront, told France Info radio.\nThe attack seemed so far to be the work of a lone assailant.\nMr. Hollande said in a pre-dawn address that he was calling up military and police reservists to relieve forces worn out enforcing a state of emergency begun in November after Islamic State gunmen and suicide bombers struck Paris entertainment spots on a Friday evening, killing 130 people.\nOnly hours earlier he had announced the emergency would be lifted by the end of July. Following the attack, he said it would be extended by a further three months.\n“France is filled with sadness by this new tragedy,\" Mr. Hollande said. “There's no denying the terrorist nature of this attack.”\nMajor events in France have been guarded by troops and armed police since the November 13, 2015 attacks. But it appeared to have taken many minutes to halt the progress of the articulated truck as it tore along pavements and a pedestrian zone.\nOne witness said she thought the attacker was firing a gun as he drove.\n“I saw this enormous white truck go past at top speed,” said Suzy Wargniez, a local woman aged 65 who was watching from a cafe on the promenade. “It was shooting, shooting.”\nA local government official said weapons and grenades were later found inside the unmarked vehicle.\nAfter the Paris attacks, Islamic State said France and all nations following its path would remain at the top of its list of targets as long as they continued “their crusader campaign\", referring to action against the group in Iraq and Syria.\nFrance is conducting air strikes and special forces operations against Islamic State, as well as training Iraqi government and Kurdish forces.\n“We will further strengthen our actions in Syria and Iraq,\" Mr. Hollande said, calling the tragedy on the day that France marks the 1789 revolutionary storming of the Bastille prison in Paris an attack on liberty by fanatics who despised human rights.\nCarnage\nDawn broke on Friday with pavements smeared with dried blood. Smashed children's strollers, an uneaten baguette and other debris were strewn about the Mediterranean seaside promenade. Small areas were screened off and what appeared to be bodies covered in blankets were visible through the gaps.\nThe truck, a rental vehicle according to local officials, was still where it came to rest, its windscreen riddled with bullets.\nPolice were trying to establish whether the driver might have had any accomplices in a city with a reputation for Islamist activism. There had been no claim of responsibility on Friday morning.\nThe truck careered into families and friends listening to an orchestra or strolling above the beach towards the grand, century-old Hotel Negresco.\nBystander Franck Sidoli said he had seen people go down. \"Then the truck stopped, we were just five metres away. A woman was there, she lost her son. Her son was on the ground, bleeding,” he told Reuters at the scene.\nPolice told residents of the city, 30 km from the Italian border, to stay indoors as they conducted further operations, although there was no sign of any other attack. Italian officials said frontier controls were being stepped up.\nThe Paris attack in November was the bloodiest among a number in France and Belgium in the past two years. On Sunday, a weary nation had breathed a sigh of relief that the month-long Euro 2016 soccer tournament across France had ended without incident.\nFour months ago, Belgian Islamists linked to the Paris attackers killed 32 people in Brussels.\nVehicle attacks have been used by isolated members of militant groups in recent years, notably in Israel, though never to such devastating effect.\nU.S. President Barack Obama condemned what he said “appears to be a horrific terrorist attack\".\nGerman Chancellor Angela Merkel said her nation stood by France in the fight against terrorism. “I am convinced that, despite all the difficulties, we shall win this fight,” she added.\nOthers to condemn the attack included Pope Francis and the United Nations Security Council.\nOn social media, Islamic State supporters celebrated the high death toll.\nHiding in terror\nOne woman told France Info that she and others had fled in terror: “The lorry came zig-zagging along the street. We ran into a hotel and hid in the toilets with lots of people.”\nNice-Matin journalist Damien Allemand had been watching the firework display when the truck tore by. After taking cover in a cafe, he wrote on his paper's website of what he saw when he came back out on the promenade: “Bodies every five metres, limbs ... Blood. Groans.”\n“The beach attendants were first on the scene. They brought water for the injured and towels, which they placed on those for whom there was no more hope.”\nOfficials have warned of the continuing risk of Islamist attacks in the region. Reverses for Islamic State in Syria and Iraq have raised fears it might strike again, again using alienated young men from the continent's Arab immigrant communities whom it has inspired to take up arms against their home countries.\nNice, a city of 350,000, has a history as a flamboyant, aristocratic resort but is also a gritty metropolis. It has seen dozens of its Muslim residents travel to Syria to fight, a path taken by previous Islamic State attackers in Europe.\n“Neither the place nor the date are coincidental,” a former French intelligence agent and security consultant, Claude Moniquet, told France-Info, noting the jihadist presence in Nice and the fact that July 14 marks France's revolution.\n“Tragic paradox that the subject of Nice attack was the people celebrating liberty, equality and fraternity,” European Council President Donald Tusk said on Twitter.\nAt Nice's Pasteur hospital, medical staff were treating large numbers of injuries. Waiting for friends who were being operated on, 20-year-old Fanny told Reuters she had been lucky.\n“We were all very happy, ready to celebrate all night long,\" she said. “I saw a truck driving into the pedestrian area, going very fast and zig-zagging.\n“The truck pushed me to the side. When I opened my eyes I saw faces I didn't know and started asking for help ... Some of my friends were not so lucky. They are having operations as we speak. It's very hard, it's all very traumatic.”\nHas anything like this happened in France before?\nIn December 2014, two men ploughed their vehicles into pedestrians in two days — separate incidents that left France reeling.\nThe first driver shouted \"Allahu Akbar\" (God is greatest) as he drove into people in the eastern city of Dijon, injuring 13.\nThe 40-year-old had a long history of mental illness, and no ties to jihadist groups, the government said.\nA day later, a man rammed a white van into a Christmas market in the western city of Nantes, killing one person and injuring nine others. He then stabbed himself several times.\nProsecutors said a notebook was found in his vehicle in which he spoke of his \"hatred for society\" and said he feared \"being killed by secret agents\".\nThe man committed suicide in his prison cell in 2016 while awaiting trial.",
  "title": "Truck attacker in Nice kills 84 celebrating Bastille Day",
  "title_page": null,
  "title_rss": null,
  "url": "http://www.thehindu.com/news/international/Truck-attacker-in-Nice-kills-84-celebrating-Bastille-Day/article14490871.ece",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 68,
    "Event": "truck_attack_in_nice"
  },
  "dId": "d6c50fd4ec658690d7f7e4eb9e8d7fff6666ed92d92530f584334c71"
}