{
  "authors": [
    "Tracey Boles"
  ],
  "date_download": null,
  "date_modify": null,
  "date_publish": "2017-10-11T02:35:42",
  "description": "CREDIT monitoring company Equifax has admitted almost 700,000 UK consumers had personal information accessed in a cyber attack. The data includes partial credit card details, phone numbers and drivers’ licence numbers.",
  "filename": "https%3A%2F%2Fwww.thesun.co.uk%2Fnews%2F4657635%2Fcredit-company-equifax-says-new-security-attack-means-that-almost-700000-brits-have-had-personal-details-stolen-by-cyber-hackers%2F.json",
  "image_url": "https://www.thesun.co.uk/wp-content/uploads/2017/10/nintchdbpict000352440322.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
  "language": "en",
  "localpath": null,
  "source_domain": "www.thesun.co.uk",
  "text": "CREDIT monitoring company Equifax has admitted more than 15 million Brits have been compromised in a massive cyber attack.\nThat number includes almost 700,000 UK consumers who had so called \"sensitive\" personal information accessed.\nEPA Equifax said that an old file containing 15.2 million records was hacked\nThe data includes partial credit card details, phone numbers and drivers’ licence numbers.\nAtlanta-based Equifax discovered the cyber crime in July but only informed consumers last month.\nLenders rely on the information collected by credit bureaus such as Equifax to help decide whether to approve financing for homes, cars and credit cards.\nThe firm said yesterday that a file containing 15.2 million UK records, dated between 2011 and 2016, was hacked.\nIt added: “We will need to contact 693,665 consumers by post.”\nGetty - Contributor Hackers obtained partial credit card details, phone numbers and driving licence numbers\nPatricio Remon, president for Europe at Equifax Ltd (UK), urged anyone who received a letter to take advantage of remedial services being offered to help mitigate against any risk.",
  "title": "Credit company Equifax says new security attack means that 15 million Brits have had personal details stolen by cyber hackers",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.thesun.co.uk/news/4657635/credit-company-equifax-says-new-security-attack-means-that-almost-700000-brits-have-had-personal-details-stolen-by-cyber-hackers/",
  "newsCluster": {
    "CategoryId": 3,
    "Category": "technology",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 57,
    "Event": "hack_equifax_breach",
    "Url": "https://www.thesun.co.uk/news/4657635/credit-company-equifax-says-new-security-attack-means-that-almost-700000-brits-have-had-personal-details-stolen-by-cyber-hackers/"
  },
  "dId": "4baed2ffb5fce5931401a3a9ea4bb34e1df0b0d13b534b4b8167538c"
}