{
  "authors": [],
  "date_download": "2018-01-01T22:41:54",
  "date_modify": null,
  "date_publish": "2018-01-01T21:41:00",
  "description": "Netanyahu’s Likud party has approved a non-binding resolution to annex Israeli settlements in Judea and Samaria in the West Bank, which Palestinians recognize as theirs. The vote was met with mixed reactions.",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fnews%2F414734-israel-annexation-west-bank-settlements%2F.json",
  "image_url": "https://cdni.rt.com/files/2018.01/article/5a49edc6fc7e93063a8b4568.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "Netanyahu’s Likud party has approved a non-binding resolution to annex Israeli settlements in Judea and Samaria in the West Bank, which Palestinians recognize as theirs. The vote was met with mixed reactions.\nOn Sunday, the Likud Central Committee voted unanimously for a resolution that calls upon Israel to impose sovereignty over illegal settlements in the occupied West Bank.\nRead more\n“In commemoration of the fiftieth anniversary of the liberation of Judea and Samaria, including Jerusalem as our eternal capital, the Likud Central Committee calls upon Likud elected officials to allow free construction and to apply Israeli law to all areas of liberated settlement in Judea and Samaria,” the non-binding resolution says, according to Israeli Channel 10 news.\nWhile the resolution has no legal effect and is symbolic, it does add weight to Israeli Prime Minister Benjamin Netanyahu’s expansionist policies. Israel’s plans for settlement construction gained new momentum following the US’ recognition of Jerusalem as the Israeli capital in December.\nWhile some Israeli politicians welcomed Sunday’s vote, others warned of possible repercussions.\nEducation Minister Naftali Bennett “welcomed” Likud’s call to exert sovereignty over Judea and Samaria, Jewish-majority civilian areas of Area C of the West Bank, as a step that will move Israel away from the “dangerous idea of a Palestinian state.”\nThe head of the Israeli Labor Party, Yitzhak Herzog, voiced opposition to the decision, calling it yet “another irresponsible, impractical and unnecessary” move that will cause “political and demographic complications and the loss of any hope for peace.”\nZahava Gal-On, the head of the Meretz party, called Sunday’s vote “crazy.” “The Likud Central Committee has gone completely crazy when it proposes... to apply sovereignty in the territories, that is, to annex millions of Palestinians without an agreement and without a political move to reach a two-state solution. Instead of advancing a two-state move, we are being offered an annexation that will turn Israel into Bosnia,” she said.\nRead more\n“Likud completed the task of laying the mines for the diplomatic peace process that Trump began with the false recognition of Jerusalem as a capital,” Ilan Gilon of the Meretz party said. “The public is fed up with his [Netanyahu] irresponsible leadership and the Likud.”\n“The decision of the Likud Central Committee is contrary to the interests of the State of Israel. Netanyahu knows this, but is afraid to go to [a meeting of] his own party and tell it the truth,” MK Tzipi Livni said.\nIllegal Jewish settlements in the West Bank are often regarded as one of the main obstacles to Israeli-Palestinian reconciliation. The UN has on numerous occasions condemned the settlements in Israeli-occupied lands, calling for the building and expanding of settlements to be stopped.\nIn Israel, West Bank settlements often generate heated debate, with some insisting it is the natural right of Israelis to dwell there, and others opposing the activity as illegitimate. More than 600,000 Jewish people live in about 140 settlements – built since Israel occupied the West Bank and East Jerusalem following the 1967 Six-Day War.\nThroughout 2017, the Israeli government adopted a number of steps in favor of settlement expansion. In May of last year, it emerged that Israel’s security cabinet had plans to legalize West Bank outposts and illegal settlements.\nIn December 2016, the Israeli parliament passed the Settlement Regulation Law, which declared legitimate around 4,000 settler homes located on privately-owned Palestinian land in the West Bank. That step prompted the High Court of Justice to opine on whether the controversial law should be upheld.",
  "title": "Israeli politicians oppose Likud resolution to annex parts of West Bank, vote sparks fury",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/news/414734-israel-annexation-west-bank-settlements/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 1,
    "Topic": "unspecific",
    "EventId": 3,
    "Event": "israel_approves_transfer_of_11_million_in_funding_for_west_bank_settlements",
    "Url": "https://www.rt.com/news/414734-israel-annexation-west-bank-settlements/"
  },
  "dId": "c7000b90f83903e7c81b98d07908b1877ff637eaf735f2632d046ed0"
}