{
  "authors": [],
  "date_download": "2017-11-30T13:52:18",
  "date_modify": null,
  "date_publish": "2017-11-30T12:52:00",
  "description": "Is it any coincidence that ‘revelations’ on the so-called ‘Panama Papers’ – which purport to expose a money trail leading to the door of President Putin - were served hot to an unsuspecting public between April Fool’s Day and NATO’s 65th birthday?",
  "filename": "https%3A%2F%2Fwww.rt.com%2Fop-edge%2F338388-putin-western-media-leaks%2F.json",
  "image_url": "https://cdni.rt.com/files/2016.04/article/57027c58c3618896588b4590.jpg",
  "language": "en",
  "localpath": null,
  "source_domain": "www.rt.com",
  "text": "Robert Bridge is an American writer and journalist. He is author of the book, 'Midnight in the American Empire,' released in 2013. robertvbridge@yahoo.com\nIs it any coincidence that ‘revelations’ on the so-called ‘Panama Papers’ – which purport to expose a money trail leading to the door of President Putin - were served hot to an unsuspecting public between April Fool’s Day and NATO’s 65th birthday?\nJust last week, Moscow sounded the alarm that the West was preparing to launch yet another “information attack” against Russia.\nRead more\nWith uncanny accuracy, the proverbial sh*t storm made landfall on Sunday as the German daily Süddeutschen Zeitung released the leaked documents, touted as the most prodigious dump of data in the history of data dumps.\nFor those who have been able to stomach the ongoing spectacle of Western reporters climbing over themselves to produce the most hyperbolic, fear-mongering drivel on Russia, it should come as no surprise which world leader featured prominently in this latest hatchet job.\nPerhaps The Guardian’s anti-Russia guru Luke Harding deserves the honor of delivering the announcement. Take it away, Luke: “A network of secret offshore deals and vast loans worth $2bn has laid a trail to Russia’s president, Vladimir Putin… [T]hough the president’s name does not appear in any of the records...\nThat single line of truth in an otherwise convoluted conspiratorial yarn deserves repeating: “…the president’s name does not appear in any of the records.”\nBecause of this inconvenient truth, Harding is forced into a corner with only inconclusive verbs when the moment requires some rock-solid certainty: “The documents suggest Putin’s family has benefited from this money – his friends’ fortunes appear his to spend.”\nHere is one of the more creative ways Harding ‘suggests’ that ‘Putin’s family’ is somehow connected to the Panama funds: “The offshore trail starts in Panama, darts through Russia, Switzerland and Cyprus – and includes a private ski resort where Putin’s younger daughter, Katerina, got married in 2013.”\nNow let that be a warning to anybody who may be considering having their wedding at a ski resort.\nRead more\nAnd then there’s Sergey Roldugin, a professional musician whose apparent crime is being wealthy AND a friend of Putin’s. Apparently Putin is not allowed to have wealthy friends, while any wealthy friend of Putin's is automatically suspect of something, anything.\nHere is Harding again unloading his applecart of inconclusive verbs and adverbs in a desperate attempt to vilify the Russian cellist: “Roldugin has apparently accumulated a fortune – having been placed in ostensible control of a series of assets worth at least $100m, possibly more.\nWhen Harding is standing in line for his paycheck at The Guardian, I can't help wondering if he says to the clerk: ‘I would like to suggest that you pay me for an apparent article I allegedly wrote possibly on or around April 3 that alludes to President Putin’s ostensible connections to a cellist friend who may or may not have accumulated a small fortune sometime in the recent past.’\nHere is how one parody website deconstructed the unmistakable Harding masterpieces:\n\"Luke Harding… has churned out 2 articles totaling over 5,000 words, each using the word 'Putin', almost as often as they use the phrases 'allegedly', 'speculation suggests', 'has been described as' and 'may have been'\".\n“Neither of his articles mentions by name any of the 12 world leaders, past and present, actually identified in the documents, nor do they mention David Cameron’s dad, who is also in there. No, they focus on a cellist friend of Putin’s, talk about his daughter’s marriage, and include an awful lot of diagrams with big arrows that point at pictures of… Vladimir Putin. This is, apparently, all evidence of… something.”\nYes. It is certainly evidence of something, and nothing remotely encouraging. It is evidence that we have entered the latest dangerous phase of a concerted media campaign directed against Russia in general and Putin in particular - and just in time for this year’s legislative elections, which the West would certainly like to crash.\nRead more\nSo this brings us to the $2 billion-dollar question: If Putin was not mentioned by name in any of the 11 zillion Panama documents made public by the leaky database of Mossack Fonseca, then why in the world does Putin feature at or near the top in all of the following stories here, here, here and here?\nWhy is the West so obsessed with focusing its narrow attention span on Putin at the exception of corrupt Western leaders who only get passing mention in these hack pieces (incidentally, no American official is mentioned in any media reports regarding the Panama Papers, which is rather odd and certainly implausible since the US – as the 2008 Financial Crisis readily proved – has more than its fair share of individuals who double-park their illicit earnings in offshore havens).\nHere’s a big, fat clue: As the Telegraph dutifully reported on Monday, “David Cameron’s father ran an offshore fund which avoided paying tax in Britain by hiring Bahamas residents, including a bishop, to sign paperwork.”\n“The fund, which was established in the 1980s with help from the Prime Minister’s late father, continues today. The Guardian says it has confirmed that ‘in 30 years Blairmore has never paid a penny of tax in the UK on its profits.’”\nWell now we're getting somewhere.\nWhile it was really swell of the Telegraph and The Guardian to mention Cameron’s father among the Panama revelations, the glorification of David Cameron in these stories – despite these astounding findings - compared to the vilification of Vladimir Putin is outrageous.\nPublic slams MSM for Putin focus after #Panamapapers leak Posted by RT Play on Monday, April 4, 2016\nAnd like Vladimir Putin, the British Prime Minister “is not named in the reports himself.” However - and here is the notable difference - neither Putin’s father nor any other relative of the Russian president's 'family' is linked to the so-called 'Panama Papers,' aside from dubious connections hatched in the overactive Western imagination\nHowever, as we've already said, Cameron’s late father Ian Cameron, who died in 2010, certainly is.\nSo did the Western media vilify David Cameron for some serious high-ranking connections to this mother of all leaks? No, it did not. Did the Western media publish any damning report that featured Cameron airbrushed alongside global ‘baddies,’ like former Iranian leader Ahmadinejad? Nope. So why must the Russian president suffer such slanderous abuse?\nIs Putin being used as convenient smokescreen to conceal the real suspects in this story, or is this yet another pathetic attempt to ruin the reputation of the Russian leader, who has navigated his country since 1999 through a menacing sea of global challenges, not least of all NATO forces nudging right up to the Russian border for no good reason whatsoever?\nWhatever the case may be, the plan is backfiring in spectacular fashion, and not least of all because the motivation behind it is so painfully obvious.\nMarcus Papadopulos, editor of the Politics First magazine, explained Western hostility to Putin as symptomatic of his success as a leader in fending off Western ambitions.\n\"Of course, the American and the British governments would like Russia of the 1990’s under [Boris] Yeltsin, when Russia was on its knees, Russia had effectively become a pauper state and was dependent on the IMF [International Monetary Fund],\" Papadopulos told RT.\n\"However, under Putin and his policies all that has been reversed, and we have a very confident Russia domestically – it still has problems, but it is confident – and we have a resurgent Russia on the international arena.\n\"For many in Washington and London, that is Putin’s greatest sin – that Russia is again, as it did in Soviet times... challenging Western global hegemony.\"\nIndeed, more people should take a moment and consider what the world would quickly look like if no challenger is left to balance the US-led NATO countries.",
  "title": "Panama leak reveals more about Western journalism than Vladimir Putin",
  "title_page": null,
  "title_rss": null,
  "url": "https://www.rt.com/op-edge/338388-putin-western-media-leaks/",
  "newsCluster": {
    "CategoryId": 1,
    "Category": "world",
    "TopicId": 2,
    "Topic": "legancy",
    "EventId": 50,
    "Event": "panama_papers",
    "Url": "https://www.rt.com/op-edge/338388-putin-western-media-leaks/"
  },
  "dId": "da1d344cd166b552054f4a26ba4b414c2f3095a7c527be99aa7cd38f"
}